Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: This module encrypts all files in the same way that AESCrypt does, using 256 bit AES encryption.
cs: Tento modul šifruje veškeré soubory stejným způsobem jako AESCrypt, pomocí 256 bitového AES šifrování.
da: Dette modul krypterer alle filer på samme måde som AESCrypt gør, ved hjælp af 256 bit AES-kryptering.
de: Dieses Modul verschlüsselt alle Dateien auf die gleiche Weise wie AESCrypt, mit einer 256-Bit-AES-Verschlüsselung.
es: Este módulo cifra todos los archivos de la misma manera que lo hace AESCrypt, utilizando cifrado AES de 256 bits.
fi: Tämä moduuli salaa tiedostot samoin kuin AESCrypt käyttäen 256 bittistä AES-algoritmiä.
fr_ca: Ce module crypte tous les fichiers de la même manière que AESCrypt, en utilisant le cryptage AES 256 bits.
it: Questo modulo cripta tutti i file nello stesso modo utilizzato da AESCrypt, usando la crittografia AES 256 bit.
ja_jp: このモジュールは、256ビットのAES暗号化を行い、AESCryptと同じ方法で全てのファイルを暗号化します。
nl_nl: Deze module codeert alle bestanden op dezelfde manier als AESCrypt dit doet, door middel van 256 bit AES encryptie.
pl: Ten moduł szyfruje wszystkie pliki w taki sam sposób, jak AESCrypt, używając 256-bitowego szyfrowania AES.
pt: Este módulo encripta todos os ficheiros da mesma forma que o AESCrypt, utilizando a encriptação AES de 256 bits.
pt_br: Este módulo criptografa todos os arquivos da mesma forma que o AESCrypt faz, usando criptografia AES de 256 bits.
ro: Acest modul criptează toate fișierele în același mod ca și AESCrypt, utilizând criptarea AES de 256 biți.
ru: Этот модуль шифрует все файлы таким же образом, как и AESCrypt, используя 256-битное AES-шифрование.
sk_sk: Tento modul šifruje všetky súbory rovnakým spôsobom ako AESCrypt, a to pomocou 256-bitového šifrovania AES.
sr_rs: Ovaj modul šifruje sve fajlove na isti način kao AESCrypt Ovaj modul šifruje sve datoteke na isti način kao 256 bit-nu AES enkripciju.
sv_se: Den här modulen krypterar alla filer på samma sätt som AESCrypt gör, med 256 bitars AES-kryptering.

source: AES-256 encryption, built in
cs: AES-256 šifrování, vestavěné
da: AES-256-kryptering, indbygget
de: AES-256 Verschlüsselung, integriert
es: Cifrado AES-256, incorporado
fi: sisäinen salausalgoritmi AES-256
fr_ca: Chiffrement AES-256, intégré
it: Crittografia AES-256, nativo
ja_jp: AES-256による暗号化（内蔵）
nl_nl: AES-256 encryptie, ingebouwd
pl: Wbudowane szyfrowanie AES-256
pt: Encriptação AES-256, incorporada
pt_br: Encriptação AES-256, incorporada
ro: Criptare AES-256, încorporată
ru: Шифрование AES-256, встроенное
sk_sk: AES-256 šifrovanie, vstavané
sr_rs: AES-256 enkripcija, ugrađena
sv_se: AES-256-kryptering, inbyggd

source: Empty passphrase not allowed
cs: Prázdná heslová fráze není dovolena
da: Tom adgangskode ikke tilladt
de: Leere Passphrase nicht erlaubt
es: No se permite una frase de seguridad vacía
fi: Tyhjä salasana ei ole sallittu
fr_ca: Phrase secrète vide non autorisée
it: Passphrase vuota non consentita
ja_jp: パスフレーズを入力してください
nl_nl: Lege wachtwoordzin niet toegestaan
pl: Nie można użyć pustego hasła szyfrowania
pt: Não é permitida a utilização duma frase-passe vazia
pt_br: Senha em branco não é permitida
ro: Fraza de acces nu este permisă
ru: Пустые пароли не допускаются
sk_sk: Prázdne heslo nie je povolené
sr_rs: Prazna lozinka nije dozvoljena
sv_se: Tom lösenord är inte tillåten

source: Use this option to set the thread level allowed for AES crypt operations.
de: Verwenden Sie diese Option, um den Thread-Level für die AES-Verschlüsselung festzulegen.
es: Utilice esta opción para establecer el nivel de subproceso permitido para las operaciones de cifrado AES.
fr_ca: Utilisez cette option pour définir le niveau de threads autorisé pour les opérations de chiffrement AES.
ja_jp: AES暗号の操作で許可するスレッドの水準を設定できます。
nl_nl: Gebruik deze optie om het toegestane threadniveau voor AES-coderingsbewerkingen in te stellen.
pl: Użyj tej opcji, aby ustawić poziom wątków dozwolony dla operacji AES crypt.
sk_sk: Túto možnosť použite na nastavenie úrovne vlákna povoleného pre operácie šifrovania AES.

source: Set thread level utilized for crypting
de: Setze Thread-Level für die Verschlüsselung
es: Establecer el nivel de subproceso utilizado para el cifrado.
fr_ca: Définir le niveau de threads utilisé pour le chiffrement
ja_jp: 暗号化に使用するスレッドの水準の設定
nl_nl: Stel het threadniveau in dat wordt gebruikt voor codering.
pl: Ustaw poziom wątków używany do szyfrowania
sk_sk: Nastavte úroveň vlákna používanú na šifrovanie

source: The option --{0} is no longer used and has been deprecated.
de: Die Option --{0} ist veraltet und wird nicht länger benutzt.
es: La opción --{0} ya no está disponibles y fue deprecada,
fr_ca: L'option --{0} n'est plus utilisée et a été dépréciée.
ja_jp: --{0}のオプションは既に使用されておらず、非推奨となりました。
nl_nl: De optie --{0} is niet langer in gebruik en is verouderd.
pl: Opcja --{0} nie jest już używana i została uznana za przestarzałą.
sk_sk: Možnosť --{0} sa už nepoužíva a bola zrušená.

source: Failed to decrypt data (invalid passphrase?): {0}
cs: Nepodařilo se dešifrovat data (chybné heslo?): {0}
da: Kunne ikke dekryptere data (ugyldig adgangskode?): {0}
de: Fehler beim Entschlüsseln der Daten (ungültige Passphrase?): {0}
es: Error al descifrar datos (¿frase de contraseña inválida?): {0}
fi: Salauksen purku epäonnistui (väärä salasana?): {0}
fr_ca: Impossible de décrypter les données (mauvaise phrase secrète ?): {0}
it: Impossibile decriptare i dati (passphrase non valida?): {0}
ja_jp: データを復号できませんでした（パスフレーズが正しくない可能性があります）：{0}
nl_nl: Ontsleutelen van gegevens mislukt (ongeldige wachtwoordzin?): {0}
pl: Nie udało się odszyfrować danych (nieprawidłowe hasło?): {0}
pt: Erro ao desencriptar dados (palavra-passe inválida?): {0}
pt_br: Falha ao descriptografar dados (senha inválida?): {0}
ro: Nu a reușit să decriptați datele (fraza de acces nevalid?): {0}
ru: Не удалось расшифровать данные (неверная кодовая фраза?): {0}
sk_sk: Chyba dešifrovania dát (nesprávne heslo?): {0}
sr_rs: Dešifrovanje podataka nije uspelo (nevažeća pristupna fraza lozinke?): {0}

source: The GPG encryption module uses the GNU Privacy Guard program to encrypt and decrypt files. It requires that the gpg executable is available on the system. On Windows it is assumed that this is in the default installation folder under program files, under Linux and OSX it is assumed that the program is available via the PATH environment variable. It is possible to supply the path to GPG using the option --{0}.
de: Das GPG-Verschlüsselungsmodul verwendet das GNU Privacy Guard-Programm zum Ver- und Entschlüsseln von Dateien. Dazu muss eine ausfühbare GPG-Datei auf dem System verfügbar sein. Unter Windows wird davon ausgegangen, dass sich diese im Standardinstallationsordner unter Programme befindet, unter Linux und OSX wird davon ausgegangen, dass das Programm über die Umgebungsvariable PATH verfügbar ist. Es ist möglich, den Pfad zu GPG mit der Option --{0} zu ändern.
es: El módulo de cifrado GPG utiliza el programa GNU Privacy Guard para cifrar y descifrar archivos. Requiere que el ejecutable gpg esté disponible en el sistema. En Windows se supone que esto está en la carpeta de instalación predeterminada en archivos de programa, en Linux y OSX se supone que el programa está disponible a través de la variable de entorno PATH. Es posible proporcionar la ruta a GPG usando la opción --{0}.
fr_ca: Le module de chiffrement GPG utilise le programme GNU Privacy Guard pour chiffrer et déchiffrer les fichiers. Il nécessite que l’exécutable gpg soit disponible sur le système. Sous Windows, il est supposé que celui-ci se trouve dans le dossier d’installation par défaut des fichiers de programme ; sous Linux et OSX, il est supposé que le programme soit accessible via la variable d’environnement PATH. Il est possible de fournir le chemin vers GPG en utilisant l’option --{0}.
ja_jp: GPG暗号化モジュールは、GNU Privacy Guardプログラムを使ってファイルの暗号化と復号を行います。これを使用するにはgpgの実行ファイルがシステムで利用可能になっている必要があります。Duplicatiは、Windowsの場合は、Program Files内の既定のフォルダーにインストールされていること、また、LinuxとmacOSの場合は、環境変数のPATHで利用できるようになっていることを前提とします。GPGのパスは --{0} のオプションで設定できます。
nl_nl: De GPG coderingsmodule gebruikt de GNU Privacy Guard program voor het coderen en decoderen van bestanden. Het vereist dat het uitvoerbaren gpg-bestand beschikbaar is op het systeem. Op Windows wordt aangenomen dat dit in de standaard installatiemap onder program files staat, onder Linux en OSX wordt aangenomen dat het programma beschikbaar is via de PATH omgevingsvariabele. Het is mogelijk om het pad naar GPG op te geven door middel van de optie --{0}.
pl: Moduł szyfrujący GPG wykorzystuje program GNU Privacy Guard do szyfrowania i odszyfrowywania plików. Wymaga, aby plik wykonywalny gpg był dostępny w systemie. W systemie Windows zakłada się, że znajduje się on w domyślnym folderze instalacyjnym w Program Files, w systemie Linux i OSX zakłada się, że program jest dostępny za pośrednictwem zmiennej środowiskowej PATH. Możliwe jest podanie ścieżki do GPG za pomocą opcji --{0}
sk_sk: Šifrovací modul GPG používa program GNU Privacy Guard na šifrovanie a dešifrovanie súborov. Vyžaduje, aby bol v systéme k dispozícii spustiteľný súbor gpg. V systéme Windows sa predpokladá, že sa nachádza v predvolenej inštalačnej zložke v programových súboroch, v systémoch Linux a OSX sa predpokladá, že program je k dispozícii prostredníctvom premennej prostredia PATH. Cestu k GPG je možné zadať pomocou možnosti --{0}.

source: GNU Privacy Guard, external
cs: GNU Privacy Guard, vnější
da: GNU Privacy Guard, ekstern
de: GNU Privacy Guard, extern
es: GNU Privacy Guard, externo
fi: Gnu Privacy Guard, ulkoinen ohjelma
fr_ca: GNU Privacy Guard, externe
it: GNU Privacy Guard, esterno
ja_jp: GNU Privacy Guard（外部）
nl_nl: GNU Privacy Guard, extern
pl: Zewnętrzne, chrona prywatności GNU
pt: GNU Privacy Guard, externo
pt_br: GNU Privacy Guard, externo
ro: GNU Privacy Guard, extern
ru: GNU Privacy Guard, внешний
sk_sk: GNU Privacy Guard, externé
sr_rs: GNU Privacy Guard, eksterni

source: Use this switch to specify any extra options to GPG. You cannot specify the --passphrase-fd option here. The --decrypt option is always specified.
cs: Pomocí tohoto přepínače zadejte případné další předvolby pro GPG. Není sem možné zadat --passphrase-fd. Předvolba --decrypt už je přítomna vždy.
da: Brug dette argument til at angive ekstra muligheder for GPG. Du kan ikke angive indstillingen --passphrase-fd her. Indstillingen --decrypt er altid angivet.
de: Verwende diese Schalter, um zusätzliche Optionen für GPG anzugeben. Die Option --passphrase-fd wird hier nicht unterstützt. Die Option --decrypt ist immer angegeben.
es: Utilice este conmutador para especificar opciones adicionales para GPG. No puede especificar la opción --passphrase-fd aquí. La opción --decrypt siempre se especifica.
fi: Anna haluamasi valitsimet GPG-ohjelmalle tällä valitsimella. Et voi antaa valitsinta "--passphrase-fd". Valitsin "--decrypt" lisätään automaattisesti.
fr_ca: Utilisez ce commutateur pour spécifier des options supplémentaires à GPG. Vous ne pouvez pas spécifier l'option --passphrase-fd ici. L'option --decrypt est toujours spécifiée.
it: Usa questa opzione per specificare eventuali opzioni aggiuntive per GPG. Non puoi specificare l'opzione --passphrase-fd qui. L'opzione --decrypt è sempre specificata.
ja_jp: このスイッチで追加のオプションをGPGに指定できます。--passphrase-fd オプションは指定できません。--decrypt オプションは常に指定されます。
nl_nl: Gebruik deze switch om extra opties voor GPG aan te geven. De --passphrase-fd optie kan hier niet opgegeven worden. De --decrypt optie is altijd opgegeven.
pl: Użyj tego przełącznika, aby określić dodatkowe opcje GPG. W tym miejscu nie można określić opcji --passphrase-fd. Opcja --decrypt jest zawsze określona.
pt: Utilize esta opção para definir qualquer opções adicionais ao GPG. Não pode utilizar a opção --passphrase-fd aqui. A opção --decrypt é sempre indicada.
pt_br: Use esta opção para especificar quaisquer opções extras para o GPG. Você não pode especificar a opção --passphrase-fd aqui. A opção --decrypt sempre é especificada.
ro: Utilizați acest comutator pentru a specifica orice opțiune suplimentară pentru GPG. Nu puteți specifica opțiunea --passphrase-fd aici. Opțiunea --decrypt este întotdeauna specificată.
ru: Используйте этот переключатель чтобы указать дополнительные опции для GPG. Вы не можете указать здесь опцию --passphrase-fd. Опция --decrypt используется всегда.
sk_sk: Tento prepínač použite na špecifikovanie akýchkoľvek dodatočných volieb pre GPG. Tu nemôžete špecifikovať voľbu --passphrase-fd. Voľba --decrypt je vždy špecifikovaná.
sr_rs: Koristite ovaj prekidač da odredite sve dodatne opcije za GPG. Ovde ne možete navesti opciju --passphrase-fd. Opcija --decript je uvek navedena.

source: Extra GPG commandline options for decryption
cs: Další předvolby příkazového řádku pro GPG pro dešifrování
da: Ekstra GPG-kommandolinjeargumenter for dekryptering
de: Zusätzliche GPG-Befehlszeilenoptionen für die Entschlüsselung
es: Opciones adicionales de línea de comandos GPG para el descifrado
fi: Valitsimet GPG-ohjelmalle purkua varten
fr_ca: Options de ligne de commande supplémentaires pour le déchiffrement GPG
it: Opzioni aggiuntive per GPG da riga di comando per la decrittografia
ja_jp: 復号に使用するGPG用の追加のコマンドラインオプション
nl_nl: Extra GPG opdrachtregel opties voor ontsleuteling
pl: Dodatkowe opcje wiersza poleceń GPG do odszyfrowania
pt: Opções adicionais de linha de comando por GPG para desencriptação
pt_br: Opções de linha de comando GPG adicionais para descriptografia
ro: Opțiuni de linii de comandă extra GPG pentru decriptare
ru: Дополнительные опции командной строки GPG для расшифровки
sk_sk: Extra GPG príkazy pre dešifrovanie
sr_rs: Dodatne GPG opcije komandne linije za dešifrovanje

source: Use this switch to specify any extra options to GPG. You cannot specify the --passphrase-fd option here. The --encrypt option is always specified.
cs: Pomocí tohoto přepínače zadejte případné další předvolby pro GPG. Není sem možné zadat --passphrase-fd. Předvolba --encrypt už je přítomna vždy.
da: Brug dette argument til at angive ekstra muligheder for GPG. Du kan ikke angive indstillingen --passphrase-fd her. Indstillingen --encrypt er altid angivet.
de: Verwende diese Schalter, um zusätzliche Optionen für GPG anzugeben. Die Option --passphrase-fd wird hier nicht unterstützt. Die Option --encrypt ist immer angegeben.
es: Utilice este modificador para especificar cualquier opción adicional en GPG. No puede especificar aquí la opción --passphrase-fd. La opción --encrypt siempre se especifica.
fi: Anna haluamasi valitsimet GPG-ohjelmalle tällä valitsimella. Et voi antaa valitsinta "--passphrase-fd". Valitsin "--encrypt" lisätään automaattisesti.
fr_ca: Utilisez ce commutateur pour spécifier des options supplémentaires à GPG. Vous ne pouvez pas spécifier l'option --passphrase-fd ici. L'option --encrypt est toujours spécifiée.
it: Usa questa opzione per specificare eventuali opzioni aggiuntive per GPG. Non puoi specificare l'opzione --passphrase-fd qui. L'opzione --encrypt è sempre specificata.
ja_jp: このスイッチで追加のオプションをGPGに指定できます。--passphrase-fd オプションは指定できません。--encrypt オプションは常に指定されます。
nl_nl: Gebruik deze switch om extra opties voor GPG aan te geven. De --passphrase-fd optie kan hier niet worden opgegeven. De --encrypt optie is altijd opgegeven.
pl: Użyj tego przełącznika, aby określić dodatkowe opcje GPG. W tym miejscu nie można określić opcji --passphrase-fd. Opcja --encrypt jest zawsze określona.
pt_br: Use esta opção para especificar quaisquer opções extras para o GPG. Você não pode especificar a opção --passphrase-fd aqui. A opção --encrypt sempre é especificada.
ro: Utilizați acest comutator pentru a specifica orice opțiune suplimentară pentru GPG. Nu puteți specifica opțiunea --passphrase-fd aici. Opțiunea --encrypt este întotdeauna specificată.
ru: Используйте этот переключатель чтобы указать дополнительные опции для GPG. Вы не можете указать здесь опцию --passphrase-fd. Опция --encrypt используется всегда.
sk_sk: Tento prepínač použite na špecifikovanie akýchkoľvek dodatočných volieb pre GPG. Tu nemôžete špecifikovať voľbu --passphrase-fd. Voľba --encrypt je vždy špecifikovaná.
sr_rs: Koristite ovaj prekidač da odredite sve dodatne opcije za GPG. Ovde ne možete navesti opciju --passphrase-fd. Opcija --encript je uvek navedena.

source: Extra GPG commandline options for encryption
cs: Další předvolby příkazového řádku pro GPG pro šifrování
da: Ekstra GPG-kommandolinjeargumenter for kryptering
de: Zusätzliche GPG-Befehlszeilenoptionen für die Verschlüsselung
es: Opciones adicionales de la línea de comandos GPG para el cifrado
fi: Valitsimet GPG-ohjelmalle salausta varten
fr_ca: Options de ligne de commande supplémentaires pour le chiffrement GPG
it: Opzioni aggiuntive per GPG da riga di comando per la crittografia
ja_jp: 暗号化に使用するGPG用の追加のコマンドラインオプション
nl_nl: Extra GPG opdrachtregel opties voor codering
pl: Dodatkowe opcje wiersza poleceń GPG do szyfrowania
pt_br: Opções de linha de comando GPG adicionais para criptografia
ro: Opțiuni suplimentare de linie de comandă GPG pentru criptare
ru: Дополнительные опции командной строки GPG для шифрования
sk_sk: Extra GPG príkazy pre šifrovanie
sr_rs: Dodatne GPG opcije komandne linije za šifrovanje

source: Failed to execute GPG with "{0} {1}": {2}
da: Fejlede kørsel af GPG "" {0} "{1}": {2}
de: Fehler beim Ausführen von GPG mit "{0} {1}": {2}
es: No se pudo ejecutar GPG con "{0} {1}": {2}
fr_ca: Impossible d'exécuter GPG avec "{0} {1}": {2}
it: Impossibile eseguire GPG con "{0} {1}": {2}
ja_jp: 「{0} {1}」でGPGを実行できませんでした：{2}
nl_nl: Uitvoeren GPG mislukt met "{0} {1}": {2}
pl: Nie udało się wykonać GPG z "{0} {1}": {2}
sk_sk: Nepodarilo sa spustiť GPG s "{0} {1}": {2}
sr_rs: Izvršavanje GPG-a nije uspelo sa "{0} {1}": {2}

source: The path to the GNU Privacy Guard program. If not supplied, Duplicati will search for "gpg2" and "gpg" on the system.
de: Pfad zum GNU Privacy Guard Programm. Wenn nicht vorhanden, wird Duplicati nach "gpg2" und "gpg" im System suchen.
es: El camino hacia el programa GNU Privacy Guard. Si no se suministra, Duplicati buscará "gpg2" y "gpg" en el sistema.
fr_ca: Le chemin vers le programme GNU Privacy Guard. S’il n’est pas fourni, Duplicati recherchera « gpg2 » et « gpg » sur le système.
ja_jp: GNU Privacy Guardのプログラムのパス。指定されない場合、Duplicatiはシステム上で「gpg2」と「gpg」を検索します。
nl_nl: Het pad naar het GNU Privacy Guard-programma. Indien niet opgegeven, zal Duplicati zoeken naar "gpg2" en "gpg" op het systeem.
pl: Ścieżka do programu GNU Privacy Guard. Jeśli nie zostanie podana, Duplicati spróbuje znaleźć "gpg2" i "gpg" w systemie.
sk_sk: Cesta k programu GNU Privacy Guard. Ak nie je uvedená, Duplicati vyhľadá v systéme "gpg2" a "gpg".

source: The path to GnuPG
cs: Popis umístění GnuPG
da: Stien til GnuPG
de: Pfad zu GnuPG
es: La ruta a GnuPG
fi: Ohjelman GnuPG sijainti
fr_ca: Le chemin d'accès à GnuPG
it: Il percorso di GnuPG
ja_jp: GnuPGへのパス
nl_nl: Het pad naar GnuPG
pl: Ścieżka do GnuPG
pt: O caminho para GnuPG
pt_br: O caminho para GnuPG
ro: Calea către GnuPG
ru: Путь к GnuPG
sk_sk: Cesta k GnuPG
sr_rs: Putanja do GnuPG-a
sv_se: Sökvägen till GnuPG

source: Use this option to supply the --armor option to GPG. The files will be larger but can be sent as pure text files.
cs: Pomocí této předvolby předejte GPG předvolbu --armor. Soubory budou sice větší, ale je možné je posílat jako čistě textové.
da: Brug dette argument til at levere argumentet --armor til GPG. Filerne bliver større, men kan sendes som rene tekstfiler.
de: Nutzen Sie diese Option, um die --armor-Option in GPG zu aktivieren. Die Dateien werden größer, können aber als reine Textdateien verschickt werden.
es: Utilice esta opción para indicar la opción --armor a GPG. Los archivos serán más grandes pero se pueden enviar como archivos de texto puro.
fi: Käytä tätä valitsinta antaaksesi GPG:lle valitsimen --armor. Tiedostojen koko kasvaa hieman, mutta ne voidaan siirtää tekstitiedostoina.
fr_ca: Utilisez cette option pour fournir l'option --armor à GPG. Les fichiers seront plus volumineux mais peuvent être envoyés en tant que fichiers texte purs.
it: Usa questa opzione per fornire l'opzione --armor a GPG. I file saranno più grandi ma possono essere inviati come file di testo puro.
ja_jp: このオプションを有効にすると、GPGに--armorオプションを指定します。ファイルのサイズは大きくなりますが、テキストファイルとして送信できるようになります。
nl_nl: Gebruik deze optie om de --armor optie voor GPG op te geven. De bestanden zullen groter zijn maar kunnen verzonden worden als alleen tekstbestanden.
pl: Użyj tej opcji, aby dostarczyć opcję --armor do GPG. Pliki będą większe, ale można je wysłać jako zwykłe pliki tekstowe.
pt_br: Use esta opção para fornecer a opção --armor para GPG. Os arquivos serão maiores, mas podem ser enviados como arquivos de texto puro.
ro: Utilizați această opțiune pentru a furniza opțiunea --armor la GPG. Fișierele vor fi mai mari, dar pot fi trimise ca fișiere text pure.
ru: Используйте этот параметр, чтобы указать опцию --armor для GPG. Размер файлов будет больше, но могут они быть отправлены в текстовом виде.
sk_sk: Túto voľbu použite na zadanie voľby --armor pre GPG. Súbory budú väčšie, ale bude možné ich odosielať ako čisté textové súbory.
sr_rs: Koristite ovu opciju da obezbedite opciju --armor GPG-u. Fajlovi će biti veći, ali se mogu poslati kao čisti tekstualni fajlovi.

source: Use GPG Armor
cs: Použít GPG Armor
da: Brug GPG Armor
de: Verwende GPG Armor
es: Usar armadura GPG
fi: Käytä GPG-ohjelman valitsinta --armor
fr_ca: Utilisez GPG Armor
it: Usa GPG Armor
ja_jp: GPG Armorを使用
nl_nl: Gebruik GPG Armor
pl: Użyj GPG Armor
pt: Utilizar GPG Armor
pt_br: Utilize GPG Armor
ro: Utilizați armura GPG
ru: Использовать GPG Armor
sk_sk: Použiť GPG Armor
sr_rs: Koristite GPG Armor kodiranje
sv_se: Använd GPG Armor

source: Override the GPG command supplied for decryption.
de: Überschreibt den GPG-Befehl zur Entschlüsselung
es: Anula el comando GPG suministrado para el descifrado.
fr_ca: Remplacer la commande GPG fournie pour le déchiffrement.
nl_nl: Overschrijf de GPG-opdracht die voor decodering is opgegeven.
pl: Zastąp polecenie GPG używane w celu odszyfrowania.
sk_sk: Prepíšte príkaz GPG určený na dešifrovanie.

source: The GPG decryption command
cs: Příkaz pro rozšifrování GPG
da: GPG-dekrypteringskommandoen
de: Der GPG-Entschlüsselungsbefehl
es: El comando de descifrado de GPG
fi: GPG:n purkukomento
fr_ca: La commande de déchiffrement GPG
it: Comando di decrittografia GPG
ja_jp: GPGの復号用のコマンド
nl_nl: Het GPG ontsleutelings commando
pl: Polecenie deszyfrowania GPG
pt_br: Comando de descriptografia GPG
ro: Comanda de decriptare GPG
ru: Команда расшифровки GPG
sk_sk: GPG dešifrovací príkaz
sr_rs: GPG komanda za dešifrovanje

source: Override the default GPG encryption command "{0}". Normal usage is to request asymetric encryption with the setting {1}.
de: Überschreibt den vorgegebenen GPG-Verschlüsselungsbefehl "{0}". Der normale Gebrauch ist die Anforderung asymetrischer Verschlüsselung mit der Einstellung {1}.
fr_ca: Remplacer la commande de chiffrement GPG par défaut « {0} ». L’utilisation normale consiste à demander un chiffrement asymétrique avec le paramètre {1}.
ja_jp: 既定のGPG暗号化のコマンド「{0}」を上書きします。通常は、{1}の設定で非対称暗号化を要求する際に使用されます。
nl_nl: Overschrijf de standaard GPG-coderingsopdracht "{0}". Normaal gesproken wordt asymmetrische codering aangevraagd met de instelling {1}.
pl: Zastąp domyślne polecenie szyfrowania GPG "{0}". Normalnym zastosowaniem jest żądanie szyfrowania asymetrycznego z ustawieniem {1}.
sk_sk: Prepíšte predvolený príkaz šifrovania GPG "{0}". Bežné použitie je požiadať o asymetrické šifrovanie s nastavením {1}.
