Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Enables debugging output
cs: Zapíná ladicí výstup
fi: Yksityiskohtaisemmat virheilmoitukset
it: Attiva emissione debug
pt_br: Habilitar saída de debug
ro: Activează ieșirea de depanare
ru: Включает вывод сообщений отладчика
sr_rs: Omogućava izlaz za otklanjanje grešaka

source: Logs information to the file specified
cs: Zaznamenávat informace do zadaného souboru
it: Registra le informazioni nel file specificato
pt_br: Registra informações no arquivo especificado
sr_rs: Zapisuje informacije u navedeni fajl

source: Specifies the amount of log information to write into the file specified by --log-file
cs: Určuje množství záznamů událostí které zapsat do souboru určeného parametrem --log-file
fi: Valitse lokiin kirjoitettavat tiedot. Voit asettaa lokitiedoston valitsimella --log-file.
it: Specifica la quantità di informazioni nel registro da scrivere nel file specificato da --log-file
pt_br: Especifica a quantidade de informações de log serão gravar no arquivo especificado por --log-file
ro: Specifică cantitatea de informații din jurnal pentru a scrie în fișierul specificat de fișierul -log
ru: Определяет количество информации, записываемой в файл, указанный с помощью --log-file
sr_rs: Određuje količinu informacija dnevnika za pisanje u fajl koji je naveo --log-file

source: Use the {0} and {1} options instead
cs: Namísto toho použít volby {0} a {1}
it: Usa invece le opzioni {0} e {1}
pt_br: Use as opções {0} e {1}
sr_rs: Umesto toga koristite opcije {0} i {1}

source: Disables automatic folder creation
cs: Vypíná automatické vytváření složek
fi: Estää automaattisen kohdekansion luomisen
it: Disabilita creazione automatica cartella
pt_br: Desabilitar automaticamente a criação de pastas
ro: Dezactivează crearea folderului automat
ru: Отключить автоматическое создание папок
sr_rs: Onemogućava automatsko kreiranje fascikli

source: This setting controls the usage of NTFS USN numbers, which allows Duplicati to obtain a list of files and folders much faster. If this is set to "off", Duplicati will not attempt to use USN. Setting this to "auto" makes Duplicati attempt to use USN, and fail silently if that was not allowed or supported. A setting of "on" will also make Duplicati attempt to use USN, but will produce a warning message in the log if it fails. Setting it to "required" will make Duplicati abort the backup if the USN usage fails. This feature is only supported on Windows and requires administrative privileges.
cs: Toto nastavení řídí využití NTFS USN čísel, které Duplicati umožňuje získat seznam souborů a složek mnohem rychleji. Pokud je nastaveno na vypnuto, Duplicati se nebude snažit použít USN. Nastavení na auto způsobí, že Duplicati se pokusí použít USN a pokud to není podporováno nebo povoleno, nebude to hlásit. Nastavení na zapnuto způsobí, že Duplicati se pokusí použít USN, ale pokud se nezdaří, zaznamená to do událostí (log). Nastavení vyžadováno způsobí že Duplicati přeruší zálohování, pokud se USN nezdaří. Tato funkce je podporována pouze na systému Windows a vyžaduje práva správce systému.
it: Questa impostazione controlla l'uso dei numeri NTFS USN, che consente a Duplicati di ottenere un elenco di file e cartelle molto più velocemente. Se questa è impostata su "off", Duplicati non tenterà di utilizzare USN. L'impostazione di questa su "auto" farà si che Duplicati tenti di utilizzare USN, e non in modo silenzioso se ciò non è stato consentito o supportato. Impostandola su "on" Duplicati farà un tentativo di utilizzare USN, ma produrrà un messaggio di avviso nel registro se non ci riesce.Impostandola su "required" farà si che Duplicati interromperà il backup se l'utilizzo di USN non riesce. Questa funzionalità è supportata solo in Windows e richiede i privilegi dell'amministratore.
ja_jp: この設定で、NTFSのUSN番号を使用するかどうかを制御できます。USNを使うと、Duplicatiはファイルとフォルダーの一覧をより迅速に取得できます。この設定を「off」にした場合、DuplicatiはUSNの使用を試みません。「auto」にした場合、DuplicatiはUSNの使用を試み、それが許可されていなかったり失敗したりした場合は、通知を行わずにUSNを使用する試みを終了します。「on」に設定した場合は、USNの使用を試み、失敗した場合は警告メッセージをログに出力します。「required」を設定すると、USNを使用できなかった場合、Duplicatiはバックアップを中断します。この機能はWindowsでのみサポートされており、管理者権限が必要となります。
pt_br: Esta configuração controla o uso de números USN no NTFS, o que permite ao Duplicati obter uma lista de arquivos e pastas muito mais rápido. Se esta estiver definida como "off", o Duplicati não tentará usar o USN. Definir isso como "automático" faz Duplicati tentar usar USN e falhar silenciosamente se isso não fosse permitido ou suportado. Uma configuração de "on" também fará o Duplicati tentar usar o USN, mas produzirá uma mensagem de aviso no log se ele falhar. Configurando-o como "necessário" fará o Duplicati abortar o backup se o uso USN falhar. Esse recurso é suportado apenas no Windows e requer privilégios administrativos.
ro: Această setare controlează utilizarea numerelor NTFS USN, ceea ce permite companiei Duplicati să obțină mult mai rapid o listă de fișiere și foldere. Dacă acest lucru este setat la "off", Duplicati nu va încerca să utilizeze USN. Dacă setați această opțiune la "auto", Duplicati încearcă să utilizeze USN și nu reușește în tăcere dacă nu a fost acceptată sau acceptată. O setare de "on" va face de asemenea Duplicati să încerce să utilizeze USN, dar va produce un mesaj de avertizare în jurnal dacă nu reușește. Setarea acestuia la "necesar" va face ca Duplicati să întrerupă copia de siguranță dacă utilizarea USN nu reușește. Această caracteristică este acceptată numai în Windows și necesită privilegii administrative.
ru: Этот параметр контролирует использование USN номеров NTFS, что позволяет Duplicati быстрее получить список файлов и папок. Если установлено значение «выкл», Duplicati не будет использовать USN. Установка параметра в «авто» заставит Duplicati попробовать использовать USN, и проигнорировать ошибку, если это запрещено или не поддерживается. Установка «вкл» также заставит Duplicati попытаться использовать USN, но в случае сбоя возникнет предупреждающее сообщение. При установке значения «обязательно», Duplicati прервет резервное копирование, если использовать USN не удастся. Функция поддерживается только в Windows и требует прав администратора
sr_rs: Ova postavka kontroliše upotrebu NTFS USN brojeva, što omogućava Duplicatiju da dobije listu fajlova i fascikli mnogo brže. Ako je ovo podešeno na "isključeno", Duplicati neće pokušati da koristi USN. Podešavanje na "auto" čini da Duplicati pokušava da koristi USN i ne uspe u tišini ako to nije dozvoljeno ili podržano. Postavka „uključeno“ će takođe učiniti da Duplicati pokuša da koristi USN, ali će proizvesti poruku upozorenja u evidenciji ako ne uspe. Ako ga postavite na „obavezno“, Duplicati će prekinuti pravljenje rezervne kopije ako upotreba USN-a ne uspe. Ova funkcija je podržana samo na Vindouz-u i zahteva administrativne privilegije.

source: Controls the use of NTFS Update Sequence Numbers
cs: Ovládá použití NTFS aktualizace čísel posloupnosti
fi: Käytä NTFS-tiedostojärjestelmän USN-numeroita
it: Controlla l'utilizzo dei Numeri Sequenza Aggiornamento NTFS
pt_br: Controla o uso de Números de Seqüência de Atualização do NTFS
ro: Controlează utilizarea numerelor de secvență de actualizare NTFS
ru: Контролирует использование NTFS USN
sr_rs: Kontroliše upotrebu rednih brojeva ažuriranja NTFS-a

source: When matching timestamps, Duplicati will adjust the times by a small fraction to ensure that minor time differences do not cause unexpected updates. If the option --{0} is set to keep a week of backups, and the backup is made the same time each week, it is possible that the clock drifts slightly, such that full week has just passed, causing Duplicati to delete the older backup earlier than expected. To avoid this, Duplicati inserts a 1% tolerance (max 1 hour). Use this option to disable the tolerance, and use strict time checking
cs: Při hledání shody v časových značkách, Duplicati o malý zlomek časy upraví aby drobný časový rozdíl nezpůsoboval neočekávané aktualizace. Pokud je volba --{0} nastavená na ponechávání týdne záloh, a záloha se dělá ve stejný čas každý týden, je možné že hodiny se mírně rozjedou, jako že plný týden proběhl, což způsobí, že Duplicati smaže starší zálohu dříve, než očekáváno. Aby se tomu předešlo, Duplicati vloží %1 toleranci (nejvýše 1 hodina). Pomocí této předvolby tuto toleranci vypnete a použije se striktní kontrola času
fi: Verratessaan aikaleimoja Duplicati käyttää pientä toleranssiarvoa estääkseen pieniä kellon epätarkkuudesta johtuvia virheitä aiheuttamasta odottamattomia toimintoja. Jos valitsimella --{0} on asetettu varmuuskopioiden säilytysajaksi viikko ja viikottaaiset varmuuskopiot tehdään samaan aikaan, voi kellon epätarkkuus johtaa siihen, että Duplicati tulkitsee vanhan varmuuskopion olevan yli viikon ikäinen. Silloin vanha varmuuskopio poistetettaisiin liian aikaisin. Toleranssin arvo on 1% (enintään 1h). Tämä valitsin poistaa toleranssin käytöstä ja vertaa muokkaamattomia aikaleimoja.
it: Quando i timestamp corrispondono, Duplicati regola i tempi di una piccola frazione per garantire che le differenze temporali minori non provochino aggiornamenti imprevisti. Se l'opzione --{0} è impostata per mantenere una settimana di backup e il backup è effettuato allo stesso orario ogni settimana, è possibile che l'orario si sposti leggermente, in modo tale che l'intera settimana è appena passata, con la conseguenza che Duplicati cancelli il backup precedente prima del previsto. Per evitare questo, Duplicati inserisce una tolleranza dell'1% (max 1 ora). Utilizza questa opzione per disabilitare la tolleranza e usare il controllo del tempo rigoroso
pt_br: Ao combinar timestamps, o Duplicati ajustará os horários por uma pequena fração para garantir que as diferenças de tempo menores não causem atualizações inesperadas. Se a opção --{0} estiver configurada para manter uma semana de backups e o backup for feito na mesma hora de cada semana, é possível que o relógio gire ligeiramente, de modo que a semana inteira tenha passado, fazendo o Duplicati excluir o backup mais antigo do que o esperado. Para evitar isso, o Duplicati insere uma tolerância de 1% (máximo 1 hora). Use esta opção para desativar a tolerância e use uma verificação de tempo rigorosa
ro: Când se potrivesc timbre, Duplicati va ajusta timpii cu o mică fracțiune pentru a vă asigura că diferențele minime de timp nu generează actualizări neașteptate. Dacă opțiunea - {0} este setată să păstreze o săptămână de copii de rezervă, iar copia de rezervă se face în același timp în fiecare săptămână, este posibil ca ceasul să devieze ușor, astfel încât săptămâna întreagă tocmai a trecut, cauzând Duplicați să șterge backup mai vechi mai devreme decât era de așteptat. Pentru a evita acest lucru, Duplicati introduce o toleranță de 1% (maxim 1 oră). Utilizați această opțiune pentru a dezactiva toleranța și utilizați verificarea strictă a timpului
ru: При сопоставлении временных меток Duplicati будет немного корректировать время, чтобы гарантировать, что небольшие различия во времени не вызывают непредвиденных обновлений. Например, если опция --{0} установлена на еженедельное создание резервных копий, точное время создания копии, тем не менее, может немного сместиться. В результате может оказаться, что прошло уже больше недели, и Duplicati удалит старые резервные копии раньше ожидаемого срока. Во избежание этого Duplicati устанавливает 1% -ный допуск по времени (максимум 1 час). Используйте эту опцию, чтобы отключить допуск, и использовать строгую проверку времени
sr_rs: Prilikom uparivanja vremenskih oznaka, Duplicati će prilagoditi vremena za mali deo kako bi obezbedio da manje vremenske razlike ne izazovu neočekivana ažuriranja. Ako je opcija --{0} podešena da čuva nedelju dana rezervnih kopija, a rezervna kopija se pravi u isto vreme svake nedelje, moguće je da se sat malo pomeri, tako da je cela nedelja upravo prošla, što će dovesti do toga da Duplicati izbriše starije rezervne kopije ranije nego što se očekivalo. Da bi se ovo izbeglo, Duplicati ubacuje toleranciju od 1% (maksimalno 1 sat). Koristite ovu opciju da onemogućite toleranciju i koristite strogu proveru vremena

source: Deactivates tolerance when comparing times
cs: Vypíná toleranci při porovnávání časů
fi: Poista käytöstä virheensieto tarkastettaessa varmuuskopioiden aikaleimoja
it: Disattiva la tolleranza quando si confrontano gli orari
pt_br: Desativa a tolerância ao comparar horários
ro: Dezactivează toleranța la compararea timpilor
ru: Отключить допуск при сравнении времени
sr_rs: Deaktivira toleranciju prilikom upoređivanja vremena

source: Duplicati will upload files while scanning the disk and producing volumes, which usually makes the backup faster. Use this flag to turn the behavior off, so that Duplicati will wait for each volume to complete.
cs: Duplicati nahraje soubory při skenování jednotky datového úložiště a vytváření svazků, což obvykle urychlí zálohování. Pomocí tohoto příznaku je možné toto chování vypnout, takže Duplicati bude čekat na dokončení každého ze svazků.
fi: Oletuksena Duplicati siirtää tiedostoja palvelimelle samaan aikaan, kun tekee varmuuskopiota. Yleensä se nopeuttaa varmuuskopion valmistumista. Tämä asetus muuttaa Duplicatin toimintaa niin, että se siirtää tiedostot vasta kunkin tiedoston valmistuttua.
it: Duplicati caricherà i file durante la scansione del disco e la produzione di volumi, che di solito rende il backup più veloce. Usa questo flag per disattivare questo comportamento, in modo che Duplicati attenda che ogni volume sia completato.
pt_br: O Duplicati irá carregar arquivos ao escanear o disco e produzir volumes, o que geralmente faz o backup mais rápido. Utilize esse sinalizador para desligar o comportamento, de modo que o Duplicati aguarde até que cada volume seja concluído.
ro: Duplicati va încărca fișierele în timp ce scanează discul și produce volume, ceea ce de obicei face backupul mai rapid. Utilizați acest steag pentru a dezactiva comportamentul, astfel încât Duplicati să aștepte finalizarea fiecărui volum.
ru: Duplicati будет выгружать файлы во время сканирования диска и создания томов, что обычно делает резервное копирование быстрее. Используйте этот флаг для отключения подобного поведения, чтобы Duplicati дожидался завершения каждого тома.
sr_rs: Duplicati će otpremiti fajlove dok skenira disk i proizvodi volumene, što obično čini rezervnu kopiju bržom. Koristite ovu zastavicu da isključite to ponašanje, tako da će Duplicati čekati da se završi svaki volumen.

source: Duplicati will attempt to perform multiple operations on a single connection, as this avoids repeated login attempts, and thus speeds up the process. This option can be used to ensure that each operation is performed on a seperate connection
cs: Duplicati se bude snažit při jednom spojení provést vícero operací naráz, aby se tak předešlo opakovaným pokusům o přihlášení a tím se proces zrychlil. Pomocí této předvolby je možné zajistit že každá z operací je prováděna ve vyhrazeném spojení
fi: Duplicati yrittää suorittaa useita operaatioita saman yhteyden yli. Tämä nopeuttaa toimintaa, sillä Duplicati välttää kirjautumasta palvelimelle jokaista toimenpidettä varten. Tämä asetus pakottaa Duplicatin luomaan uuden yhteyden joka kerta.
it: Duplicati tenterà di eseguire più operazioni su una singola connessione, poiché questo evita tentativi di accesso ripetuti e velocizza così il processo. Questa opzione può essere utilizzata per garantire che ogni operazione sia eseguita su una connessione separata
pt_br: O Duplicati tentará executar várias operações em uma única conexão, pois isso evita tentativas de login repetidas e, assim, acelera o processo. Esta opção pode ser usada para garantir que cada operação seja realizada em uma conexão separada
ro: Duplicati va încerca să efectueze mai multe operațiuni într-o singură conexiune, deoarece acest lucru evită încercările repetate de conectare și astfel accelerează procesul. Această opțiune poate fi utilizată pentru a se asigura că fiecare operație este efectuată pe o conexiune separată
ru: Duplicati будет пытаться выполнить несколько операций в одном соединением, поскольку это позволяет избежать повторных попыток входа в систему, тем самым ускоряя процесс. Эта опция включает режим, когда каждая операция выполняется в отдельном соединении
sr_rs: Duplicati će pokušati da izvrši više operacija na jednoj vezi, jer se na taj način izbegavaju ponovljeni pokušaji prijave i na taj način ubrzava proces. Ova opcija se može koristiti da bi se osiguralo da se svaka operacija izvodi na posebnoj vezi

source: If no files have changed, Duplicati will not upload a backup set. If the backup data is used to verify that a backup was executed, this option will make Duplicati upload a backupset even if it is empty
cs: Pokud se nezmění žádné soubory, Duplicati nebude odesílat sadu záloh. Pokud jsou data zálohy použita pro ověření toho, že záloha byla vykonána, pomocí této předvolby je možné aby Duplicati odeslalo sadu záloh i když je prázdná
fi: Jos varmuuskopiossa ei ole yhtään tiedostomuutoksia, Duplicati ei lataa varmuuskopiota etäpalvelimelle. Jos käytät etäpalvelimen varmuuskopioita varmistaaksesi, että varmuuskopiot on tehty, voit ladata tyhjätkin varmuuskopiot palvelimelle tällä valitsimella.
it: Se non sono stati modificati file, Duplicati non caricherà un set di backup. Se i dati di backup sono utilizzati per verificare che un backup è stato eseguito, questa opzione farà si che Duplicati caricherà un set di backup anche se è vuoto
pt_br: Se nenhum arquivo tiver mudado, o Duplicati não carregará um conjunto de backup. Se os dados de backup forem usados para verificar se um backup foi executado, esta opção fará o Duplicati carregar um backupset mesmo que esteja vazio
ro: Dacă nu s-au schimbat fișiere, Duplicate nu va încărca un set de backup. Dacă datele de rezervă sunt utilizate pentru a verifica dacă a fost executată o copie de siguranță, această opțiune va face ca Duplicati să încarce o copie de rezervă chiar dacă este goală
ru: Duplicati не будет выгружать резервную копию, если файлы не изменились. Если необходимо проверить выполнение резервного копирования, эта опция позволит Duplicati выгрузить резервную копию, даже если она пуста,
sr_rs: Ako se nijedan od fajlova ne promeni, Duplicati neće otpremati skup rezervnih kopija. Ako se podaci rezervne kopije koriste za proveru da je rezervna kopija izvršena, ova opcija će učiniti da Duplicati otprema rezervnu kopiju čak i ako je prazan

source: This value can be used to set a known upper limit on the amount of space a backend has. If the backend reports the size itself, this value is ignored
cs: Tuto hodnotu je možné použít pro nastavení známé horní meze prostoru, který podpůrná vrstva (backend) podporuje. Pokud podpůrná vrstva hlásí svou velikost sama, je tato hodnota ignorována.
fi: Tällä valitsimella voit antaa etäpalvelimella käytettävissä olevan tilan. Jos palvelin ilmoittaa käytettävissä olevan tilan itse, tätä asetusta ei huomioida.
it: Questo valore può essere utilizzato per impostare un limite massimo noto sula quantità di spazio che ha il backend. Se il backend riporta la dimensione stessa, questo valore è ignorato
pt_br: Esse valor pode ser usado para definir um limite superior conhecido na quantidade de espaço que um backend possui. Se o backend informar o tamanho em si, esse valor é ignorado
ro: Această valoare poate fi utilizată pentru a seta o limită superioară cunoscută asupra spațiului pe care îl are un backend. Dacă backend-ul raportează mărimea însăși, această valoare este ignorată
ru: Это значение может использоваться для установки максимального объема, который имеет бэкэнд. Если бэкэнд сам сообщает о своем размере, это значение игнорируется
sr_rs: Ova vrednost se može koristiti za postavljanje poznate gornje granice količine prostora koji ima pozadinska strana. Ako pozadina prijavljuje samu veličinu, ova vrednost se ignoriše

source: A reported maximum storage
cs: Nahlášená kapacita úložiště
fi: Ilmoitettu käytettävissä oleva tila
it: Una segnalazione massimo archivio
pt_br: Um armazenamento máximo relatado
ro: O stocare maximă raportată
ru: Максимальный размер хранилища
sr_rs: Prijavljeni maksimalni prostor za skladištenje

source: Sets a threshold for when to warn about the backend quota being nearly exceeded. It is given as a percentage, and a warning is generated if the amount of available quota is less than this percentage of the total backup size. If the backend does not report the quota information, this value will be ignored
sr_rs: Postavlja prag kada treba upozoriti da je pozadinska kvota skoro prekoračena. Daje se u procentima, a upozorenje se generiše ako je količina raspoložive kvote manja od ovog procenta ukupne veličine rezervne kopije. Ako pozadina ne prijavi informacije o kvoti, ova vrednost će biti zanemarena

source: Use this option to handle symlinks differently. The "{0}" option will simply record a symlink with its name and destination, and a restore will recreate the symlink as a link. Use the option "{1}" to ignore all symlinks and not store any information about them. The option "{2}" will cause the symlinked target to be backed up and restored as a normal file with the symlink name. Early versions of Duplicati did not support this option and bevhaved as if "{2}" was specified.
sr_rs: Koristite ovu opciju da drugačije rukujete simboličkim vezama. Opcija "{0}" će jednostavno snimiti simboličku vezu sa njenim imenom i odredištem, a vraćanje će ponovo kreirati simboličku vezu kao vezu. Koristite opciju "{1}" da ignorišete sve simbolične veze i ne čuvate nikakve informacije o njima. Opcija "{2}" će prouzrokovati da se napravi rezervna kopija simbolizovanog cilja i da se vrati kao normalni fajl sa imenom simbolične veze. Rane verzije Duplicati-ja nisu podržavale ovu opciju i ponašale su se kao da je navedeno "{2}".

source: Use this option to exclude files with certain attributes. Use a comma separated list of attribute names to specify more than one. Possible values are: {0}
cs: Pomocí této předvolby je možné vynechat soubory s určitými atributy. Pro zadání více než jednoho použijte čárkou oddělovaný seznam. Možné hodnoty jsou: {0}
fi: Tällä valitsimella voit ohittaa tiedostoja ominaisuuksien perusteella. Voit antaa useampia ominaisuuksia pilkulla erotettuna. Mahdolliset arvot ovat: {0}
it: Usa questa opzione per escludere i file con determinati attributi. Usa un elenco separato da virgole di nomi di attributi per specificare più di uno. I valori possibili sono: {0}
pt_br: Use esta opção para excluir arquivos com determinados atributos. Use uma lista separada por vírgulas de nomes de atributos para especificar mais de um. Os valores possíveis são: {0}
ro: Utilizați această opțiune pentru a exclude fișiere cu anumite atribute. Utilizați o listă de nume de atribute separate prin virgulă pentru a specifica mai multe. Valorile posibile sunt: ​​{0}
ru: Используйте эту опцию, чтобы исключить файлы с определенными атрибутами. Перечисляйте несколько атрибутов через запятую. Возможные значения: {0}
sr_rs: Koristite ovu opciju da biste isključili fajlove sa određenim atributima. Koristite listu imena atributa odvojenu zarezima da biste naveli više od jednog. Moguće vrednosti su: {0}
