Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: After deleting a file, it may end up in the trash folder where it will be deleted after a grace period. Use this command to force immediate removal of delete files.
cs: Soubor může po smazání skončit v Koši, ze kterého bude po uplynutí ochranné doby natrvalo vymazán. Tímto příkazem je možné vynutit přímo trvalé vymazání.
da: Efter en fil er slettet kan den findes i skraldespandsmappen hvor den findes indtil beskyttelsetiden er udløbet og den bliver endeligt slettet. Brug denne indstilling til at gennemtvinge øjeblikkelig sletning af filer.
de: Nach dem Löschen einer Datei wird diese in den Papierkorb verschoben, wo sie nach einer Frist gelöscht wird. Mithilfe diesem Befehls werden die Dateien sofort gelöscht.
es: Después de borrar un archivo, puede acabar en la carpeta papelera donde se eliminará después de un período de gracia. Utilice este comando para forzar la eliminación inmediata de archivos.
fi: Poistettaessa tiedostoa se voidaan siirtää roskakoriin, josta tiedosto poistuu automaattisesti myöhemmin. Käytä tätä komentoa poistaaksesi tiedostot välittömästi.
fr_ca: Après la suppression d'un fichier, il peut se retrouver dans le dossier poubelle ou il sera supprimé après un certain temps. Utilisez cette commande pour forcer la suppression immédiate et définitive des fichiers.
it: Dopo la cancellazione di un file, esso può finire nella cartella cestino da cui sarà cancellato dopo un po di tempo. Usa questo comando per forzare la rimozione immediata dei file da cancellare.
ja_jp: ファイルを削除する際、ファイルはごみ箱に移動されてから一定期間経った後に削除される可能性があります。このコマンドを使用すると、ファイルを即座に強制削除できます。
nl_nl: Na het verwijderen van een bestand, kan het bestand in de prullenbak terechtkomen waarvandaan het wordt verwijderd na een bepaalde periode. Gebruik dit commando om het onmiddellijk definitief verwijderen van bestanden te forceren.
pl: Po usunięciu pliku może on trafić do kosza, gdzie zostanie usunięty po okresie karencji. Użyj tego polecenia, aby wymusić natychmiastowe usunięcie usuniętych plików.
pt_br: Depois de excluir um arquivo, ele pode acabar na pasta de lixo onde ele será excluído após um período de tempo. Use este comando para forçar a remoção imediata de arquivos de excluidos
ro: După ștergerea unui fișier, acesta poate ajunge în coșul de gunoi unde acesta va fi șters după o perioadă de grație. Utilizați această comandă pentru a forța eliminarea imediată a fișierelor șterse.
ru: После удаления файла, он может оказаться в корзине, откуда будет полностью удален спустя какое-то время. Используйте эту команду, чтобы полностью удалять файлы незамедлительно.
sr_rs: Nakon brisanja fajla, on može završiti u fascikli za smeće gde će biti izbrisan nakon perioda odlaganja. Koristite ovu komandu da biste nametnuli trenutno uklanjanje fajlova za brisanje.

source: Force delete files
cs: Vynutit mazání souborů
da: Tving sletning af filer
de: Erzwinge Löschen von Dateien
es: Fuerza borrar archivos
fi: Pakota tiedostojen poisto
fr_ca: Forcer la suppression de fichiers
it: Forza cancellazione file
ja_jp: ファイルを強制削除
nl_nl: Forceer verwijderen bestanden
pl: Wymuś usunięcie plików
pt: Impor eliminação de ficheiros
pt_br: Forçar exclusão de arquivos
ro: Forțați ștergerea fișierelor
ru: Принудительно удалять файлы
sr_rs: Primoraj brisanje datoteka
sv_se: Tvinga radering av filer

source: This backend can read and write data to Rclone.
cs: Tato podpůrná vrstva (backend) umožňuje čtení a zápis dat na rclone.
de: Dieses Backend kann Daten von Rclone lesen und schreiben.
es: Este servidor puede leer y escribir datos en Rclone.
fr_ca: Ce backend peut lire et écrire des données vers Rclone.
it: Questo backend può leggere e scrivere dati in Rclone.
ja_jp: このバックエンドでは、Rcloneによるデータの読み書きができます。
nl_nl: Deze backend kan gegevens lezen en schrijven naar Rclone.
pl: Ten backend może odczytywać i zapisywać dane do Rclone.
pt_br: Este backend pode ler e gravar dados no Rclone
sr_rs: Ova pozadina može čitati i pisati podatke u Rclone.

source: Local repository for Rclone. Make sure it is configured as a local drive, as it needs access to the files generated by Duplicati.
cs: Lokální repozitář pro Rclone. Ověřte že je nastavený na místní jednotku, protože potřebuje přístup k souborům vytvořeným Duplicati.
de: Lokales Repository für Rclone. Stell sicher, dass es als lokales Laufwerk konfiguriert ist, da Zugriff auf die von Duplicati erzeugten Dateien benötigt wird.
es: Repositorio local para Rclone. Asegúrese de que esté configurado como una unidad local, ya que necesita acceso a los archivos generados por Duplicati.
fr_ca: Stockage local pour Rclone. Assurez-vous qu'il est configuré en tant que lecteur local, car il a besoin d'accéder aux fichiers générés par Duplicati.
it: Repository locale per Rclone. Assicurati che sia configurato come unità locale, in quanto ha bisogno di accedere ai file generati da Duplicati.
ja_jp: Rclone用のローカルのリポジトリー。Duplicatiが生成したファイルにアクセスする必要があるため、ローカルのドライブとして指定してください。
nl_nl: Lokale opslagplaats voor Rclone. Zorg ervoor dat deze is ingesteld als een lokaal station, omdat het toegang moet hebben tot de bestanden die door Duplicati zijn aangemaakt.
pl: Lokalne repozytorium dla Rclone. Upewnij się, że jest skonfigurowany jako dysk lokalny, ponieważ potrzebuje dostępu do plików generowanych przez Duplicati.
pt_br: Repositório local para o Rclone. certifique-se de que ele esteja configurado como uma unidade local, ele precisa acessar os arquivos gerados pela Duplicati.
sr_rs: Lokalno spremište za Rclone. Uverite se da je konfigurisan kao lokalni disk, jer mu je potreban pristup fajlovima koje generiše Duplicati.

source: Local repository
cs: Místní repozitář
da: Lokalt depot
de: Lokales Repository
es: Repositorio local
fr_ca: Stockage local
it: Repository locale
ja_jp: ローカルのリポジトリー
nl_nl: Lokale opslagplaats
pl: Magazyn lokalny
pt: Repositório local
pt_br: Repositório local
sr_rs: Lokalno skladište
sv_se: Lokalt arkiv

source: Remote repository for Rclone. This can be any of the backends provided by Rclone. More info available on https://rclone.org/.
cs: Vzdálený repozitář pro Rclone. Může to být libovolná z podpůrných vrstev (backend) poskytovaná Rclone. Více informací je k dispozici na https://rclone.org/.
de: Remote-Repository für Rclone. Dies kann ein beliebiges der von Rclone bereitgestellten Backends sein. Weitere Informationen unter https://rclone.org/.
es: Repositorio remoto para Rclone. Puede ser cualquiera de los servidores proporcionados por Rclone. Más información disponible en https://rclone.org/.
fr_ca: Stockage distant pour Rclone. Cela peut être n'importe lequel des backends fournis par Rclone. Plus d'informations disponibles sur https://rclone.org/.
it: Repository remoto per Rclone. Questo può essere uno dei backend forniti da Rclone. Maggiori informazioni disponibili su https://rclone.org/.
ja_jp: Rclone用のリモートのリポジトリー。Rcloneがサポートしているバックエンドであればどれでも利用できます。詳細については https://rclone.org/ を確認してください。
nl_nl: Externe opslagplaats voor Rclone. Dit kan iedere backend zijn die door Rclone wordt geleverd. Meer info beschikbaar op https://rclone.org/.
pl: Zdalne repozytorium dla Rclone. Może to być dowolny backend dostarczony przez Rclone. Więcej informacji na https://rclone.org/.
pt_br: Repositório remoto para Rclone. Este pode ser qualquer um dos backends fornecidos pelo Rclone. Mais informações disponíveis em https://rclone.org/.
sr_rs: Udaljeno spremište za Rclone. Ovo može biti bilo koja od pozadina koje obezbeđuje Rclone. Više informacija dostupno na https://rclone.org/.

source: Remote repository
cs: Vzdálený repozitář
da: Ekstern fortegnelse
de: Entferntes Repository
es: Repositorio remoto
fr_ca: Stockage distant
it: Repository remoto
ja_jp: リモートのリポジトリー
nl_nl: Externe opslagplaats
pl: Magazyn zdalny
pt: Repositório remoto
pt_br: Repositório Remoto
sr_rs: Udaljeno spremište
sv_se: Fjärr repository

source: Path on the Remote repository.
de: Pfad auf dem entfernten Repository.
fr_ca: Chemin dans l'espace de stockage distant.
ja_jp: リモートのリポジトリーのパス。
nl_nl: Pad naar de externe opslagplaats.

source: Remote path
cs: Vzdálené umístění
da: Fjernvej
de: Entfernter Pfad
es: Ruta remota
fr_ca: Chemin d'accès distant
it: Percorso remoto
ja_jp: リモートのパス
nl_nl: Extern pad
pl: Ścieżka zdalna
pt: Caminho remoto
pt_br: Caminho remoto
sr_rs: Udaljena putanja
sv_se: Fjärrsökväg

source: Options will be transferred to rclone.
cs: Předvolby budou předány rclone
de: Einstellungen werden zu Rclone übermittelt.
es: Las opciones serán transferidas a Rclone.
fr_ca: Les options seront transférées à rclone.
it: Le opzioni saranno trasferite su Rclone.
ja_jp: オプションはRcloneに渡されます。
nl_nl: Opties worden overgebracht naar Rclone.
pl: Opcje zostaną przeniesione do rclone.
pt: As opções a enviar para Rclone.
pt_br: As opções serão transferidas para o Rclone.
sr_rs: Opcije će biti prenete u Rclone.
sv_se: Inställningarna kommer att överföras till rclone

source: Rclone options
de: Rclone Optionen
fr_ca: Options pour Rclone
ja_jp: Rcloneのオプション
nl_nl: Rclone-opties

source: Full path to the rclone executable. Only needed if it's not in your path.
cs: Úplný popis umístění pro spustitelný soubor s rclone. Je třeba pouze pokud se nenachází v proměnné PATH vašeho prostředí.
de: Vollständiger Pfad zur ausführbaren rclone-Datei. Nur benötigt, wenn es nicht in den Umgebungsvariablen ist.
es: Ruta completa del ejecutable de Rclone. Sólo es necesario si no se encuentra en tu ruta predeterminada.
fr_ca: Chemin d'accès complet à l'exécutable rclone. Seulement nécessaire si ce n'est pas sur votre chemin.
it: Percorso completo per l'eseguibile Rclone. Necessario solo se non è nel tuo percorso.
ja_jp: Rcloneの実行ファイルへの完全パス。パスに含まれていない場合にのみ必要です。
nl_nl: Volledig pad naar het Rclone uitvoerbaar bestand. Alleen nodig als het zich niet in het zoekpad bevindt.
pl: Pełna ścieżka do pliku wykonywalnego rclone. Potrzebne tylko wtedy, gdy nie jest na twojej drodze.
pt: Caminho para o executável. Apenas necessário se não estiver no seu caminho.
pt_br: Caminho completo para o executável do Rclone. Só é necessário se não estiver no seu caminho.
sr_rs: Puna putanja do izvršnog fajla Rclone. Potrebno je samo ako vam nije na putanji.

source: Rclone executable
cs: Spustitelný soubor rclone
de: Rclone ausführbar
es: Ejecutable de Rclone
fr_ca: Exécutable Rclone
it: Eseguibile Rclone
ja_jp: Rcloneの実行ファイル
nl_nl: Rclone uitvoerbaar bestand
pl: Plik wykonywalny Rclone
pt: Executável Rclone
pt_br: Executável Rclone
sr_rs: Rclone izvršna

source: This backend can read and write data to an file based backend. Allowed formats are "file://hostname/folder" and "file://username:password@hostname/folder". You may supply UNC paths (e.g.: "file://\\server\folder") or local paths (e.g.: (win) "file://c:\folder", (linux) "file:///usr/pub/files")
de: Dieses Backend kann Daten von einem Datei-basierten Backend lesen und schreiben. Erlaubte Formate sind "file://hostname/folder" oder "file://username:password@hostname/folder". Es können auch UNC-Pfade (z. B.: "file://\\server\folder") oder lokale Pfade (z. B.: (win) "file://c:\folder", (linux) "file:///usr/pub/files") verwendet werden
fr_ca: Ce type de cible peut lire et écrire des données vers une destination orientée fichiers. Formats attendus : "file://hostname/folder" et "file://username:password@hostname/folder". Vous pouvez aussi indiquer des chemins UNC (p.ex.: "file://\\server\folder") ou locaux (p.ex.: (Windows) "file://c:\folder", (Linux) "file:///usr/pub/files")
ja_jp: このバックエンドでは、ファイルをベースとしたバックエンドとの間でデータの読み書きを実行できます。サポートされている形式は、「file://ホスト名/フォルダー」と「file://ユーザー名:パスワード@ホスト名/フォルダー」となります。UNCのパス（例：「file://\\サーバー\フォルダー」）またはローカルのパス（例：Windowsの場合は「file://c:\フォルダー」、Linuxの場合は「file:///usr/pub/files」）も指定できます。
nl_nl: Deze backend kan gegevens lezen en schrijven naar bestand-gebaseerde backend. Toegestane formaten zijn "file://hostname/folder" en "file://username:password@hostname/folder". U mag UNC-paden opgeven (bijv.: "file://\\server\folder") of lokale paden (bijv.: (win) "file://c:\folder", (linux) "file:///usr/pub/files")

source: Local folder or drive
cs: Složka nebo datové úložiště v tomto stroji
da: Lokal mappe eller drev
de: Lokaler Ordner oder Laufwerk
es: Unidad o carpeta local
fi: Paikallinen kansio tai levy
fr_ca: Dossier ou disque local
it: Cartella o dispositivo locale
ja_jp: ローカルフォルダーまたはドライブ
nl_nl: Lokale map of station
pl: Katalog lub dysk lokalny
pt: Pasta local ou unidade
pt_br: Pasta ou unidade local
ro: Dosar local sau unitate
ru: Локальная папка или диск
sk_sk: Lokálny adresár alebo súbor
sr_rs: Lokalna fascikla ili disk
sv_se: Lokal mapp eller enhet

source: This option only works when the option --{0} is also specified. If there are alternate paths specified, this option indicates the name of a marker file that must be present in the folder. This can be used to handle situations where an external drive changes drive letter or mount point. By ensuring that a certain file exists, it is possible to prevent writing data to an unwanted external drive. The contents of the file are never examined, only file existence.
de: Diese Option funktioniert nur, wenn die Option --{0} auch gesetzt ist. Wenn alternative Pfade angegeben wurden, dient diese Option zum Benennen einer Markierungsdatei, die in dem Ordner vorhanden sein muss. Damit lassen sich Situationen behandeln bei denen ein externes Laufwerk den Laufwerksbuchstaben oder Mountpunkt ändert. Durch Prüfen der Existenz der Datei ist es möglich ein ungewolltes Schreiben von Daten auf das externe Laufwerk zu verhindern. Der Inhalt der Datei wird nicht betrachtet, nur das Vorhandensein.
fr_ca: Sous-option de l'option --{0}. En cas d'indication de chemins alternatifs on peut donner ici le nom d'un fichier marqueur qui doit être présent dans le répertoire. On peut ainsi gérer les cas dans lesquels un disque amovible change de lettre ou de point de montage. Par la vérification qu'un certain fichier existe dans le répertoire il est possible d'empêcher d'écrire les données dans un disque non désirable. Seul l'existence de ce fichier est vérifiée, il n'y a aucune vérification de son contenu.
ja_jp: このオプションは--{0}のオプションも併せて指定されている場合にのみ機能します。後者のオプションで代替のパスが指定されている場合、このオプションには、フォルダー内に置かれるマーカー用ファイルの名称を指定することができます。これは、外部ドライブがドライブの文字やマウントポイントを変更する場合に対処するのに使用できます。特定のファイルが存在することを確認することで、外部ドライブの想定されていない場所にファイルが書き込まれることを防ぐことができます。ファイルの内容は確認されず、ファイルが存在することだけが確認されます。
nl_nl: Deze optie werkt alleen als ook de optie --{0} is opgegeven. Als er alternatieve paden zijn opgegeven, geeft deze optie de naam van een markeringsbestand aan dat aanwezig moet zijn in de map. Dit kan gebruikt worden voor het omgaan met situaties waarbij de schijfletter of koppelpunt van een externe schijf verandert. Door ervoor te zorgen dat een bepaald bestand bestaat, kan voorkomen worden dat gegevens naar een ongewenste externe schijf worden geschreven. De inhoud van het bestand wordt nooit onderzocht, alleen de aanwezigheid ervan.

source: Look for a file in the destination folder
cs: Hledat v cílové složce soubor
da: Søg efter en fil i destinationsmappen
de: Suche nach einer Datei im Zielverzeichnis
es: Buscar un archivo en la carpeta de destino
fi: Tarkista tiedoston olemassaolo kohdekansiossa.
fr_ca: Rechercher un fichier dans le dossier de destination
it: Cercare un file nella cartella di destinazione
ja_jp: バックアップ先のフォルダー内のファイルを検索
nl_nl: Zoek naar een bestand in de doelmap
pl: Szukaj pliku w folderze docelowym
pt: Procurar por um ficheiro na pasta destino
pt_br: Procurar por um arquivo na pasta de destino
ro: Căutați un fișier în dosarul destinație
ru: Найдите файл в папке назначения
sk_sk: Hľadanie súboru v zdrojovom adresári
sr_rs: Potraži datoteku u odredišnoj fascikli
sv_se: Leta efter en fil i målmappen

source: This option allows multiple targets to be specified. The primary target path is placed before the list of paths supplied with this option. Before starting the backup, each folder in the list is checked for existence and optionally the presence of the marker file supplied by --{0}. The first existing path that optionally contains the marker file is then used as the destination. Multiple destinations are separated with a "{1}". On Windows, the path may be a UNC path, and the drive letter may be substituted with an asterisk (*), e.g: "*:\backup", which will examine all drive letters. If a username and password is supplied, the same credentials are used for all destinations.
de: Diese Option erlaubt es mehrere Zielpfade anzugeben. Der Hauptzielpfad wird vor allen Pfaden aus der Liste dieser Option angeben. Vor Beginn der Sicherung wird jeder Ordner aus der Liste auf seine Existenz geprüft und optional auf das Vorhandensein der Markierungsdatei, die angegeben wurde mit --{0}. Der erste Pfad, der existiert und möglicherweise eine Markierungsdatei enthält, wird dann als Zielpfad verwendet. Mehrere Zielpfade werden mit "{1}" von einander getrennt. Unter Windows kann der Pfad ein UNC Pfad sein und der Laufwerksbuchstabe darf als Sternchen (*) angegeben werden z.B.: "*:\backup", was bedeutet, dass alle Laufwerksbuchstaben geprüft werden. Wenn ein Nutzername und ein Passwort angegeben wurden, werden sie für alle Zielpfade verwendet.
es: Esta opción permite especificar varios objetivos. La ruta de destino principal se coloca antes de la lista de rutas que se proporciona con esta opción. Antes de iniciar la copia de seguridad, se comprueba la existencia de cada carpeta de la lista y, opcionalmente, la presencia del archivo de marcador proporcionado por --{0}. La primera ruta existente que contiene opcionalmente el archivo de marcador se utiliza como destino. Los destinos múltiples se separan con "{1}". En Windows, la ruta puede ser una ruta UNC y la letra de la unidad puede sustituirse por un asterisco (*), por ejemplo: "*:\backup", que examinará todas las letras de unidad. Si se proporciona un nombre de usuario y una contraseña, se utilizan las mismas credenciales para todos los destinos.
fr_ca: Cette option autorise la définition de plusieurs cibles. Le chemin de la cible principale est placé avant la liste des chemins spécifiés avec cette option. Avant de démarrer la sauvegarde, l'existence de chaque répertoire dans la liste, et éventuellement la présence du fichier de marqueur soumis par --{0}, est vérifiée. Le premier chemin qui contient éventuellement le fichier marqueur est alors utilisé comme destination. Les destinations multiples sont séparées avec un "{1}". Sous Windows, le chemin peut être un chemin UNC, et la lettre du lecteur peut être remplacée par un astérisque (*), ex: "*:\backup", qui va examiner toutes les lettres de lecteur. Si un nom d'utilisateur et un mot de passe sont fournis, les mêmes identifiants sont utilisés pour toutes les destinations.
ja_jp: 複数のバックアップ先を指定できます。第一のバックアップ先のパスは、このオプションで指定されるパスの一覧の先頭に置かれます。バックアップを開始する前に、リスト内の各フォルダーと、--{0}で指定されるマーカー用ファイルが存在するかどうかを確認し、マーカー用ファイルが存在するフォルダーの最初のパスが、バックアップ先として使用されます。「{1}」で複数のバックアップ先を分けて入力できます。Windowsでは、パスにはUNCのパスを、ドライブレターにはアスタリスクを指定できます（例：*:\backup）。アスタリスクを指定した場合は、全てのドライブレターを確認します。ユーザー名とパスワードを指定した場合は、全てのバックアップ先に同じログイン情報を使用します。
nl_nl: Deze optie staat toe dat meerdere doelen worden aangegeven. Het primaire doelpad wordt geplaatst voor de lijst met paden die wordt aangegeven met deze optie. Voordat de back-up wordt gestart, wordt het bestaan van iedere map in de lijst gecontroleerd en optioneel de aanwezigheid van het markeerbestand dat opgegeven is met --{0}. Het eerste pad dat bestaat en dat optioneel het markeerbestand bevat wordt dan gebruikt als doel. Meerdere doelen worden gescheiden met een "{1}". In Windows mag het pad een UNC pad zijn, en de schijfletter mag worden vervangen door een asterisk (*), bijvoorbeeld: "*:\backup", wat alle schijfletters zal onderzoeken. Als een gebruikersnaam en wachtwoord is opgegeven, worden dezelfde referenties gebruikt voor alle doelen.
pl: Ta opcja umożliwia określenie wielu celów. Podstawowa ścieżka docelowa jest umieszczana przed listą ścieżek dostarczaną z tą opcją. Przed rozpoczęciem tworzenia kopii zapasowej każdy folder na liście jest sprawdzany pod kątem istnienia i opcjonalnie obecności pliku znacznika dostarczonego przez --{0}. Pierwsza istniejąca ścieżka, która opcjonalnie zawiera plik znacznika, jest następnie używana jako miejsce docelowe. Wiele miejsc docelowych jest oddzielonych znakiem "{1}". W systemie Windows ścieżka może być ścieżką UNC, a literę dysku można zastąpić gwiazdką (*), np.: "*:\backup", która sprawdzi wszystkie litery dysków. Jeśli podano nazwę użytkownika i hasło, te same poświadczenia są używane dla wszystkich miejsc docelowych.
sr_rs: Ova opcija omogućava da se navede više ciljeva. Primarna ciljna putanja je postavljena ispred liste putanja koja su obezbeđena ovom opcijom. Pre pokretanja rezervne kopije, proverava se postojanje svake fascikle na listi i opciono prisustvo marker fajla koju je obezbedio --{0}. Prva postojeća putanja koja opciono sadrži marker fajla se tada koristi kao odredište. Više odredišta je odvojeno sa "{1}". U Vindouz-u, putanja može biti UNC putanja, a slovo disk jedinice može biti zamenjeno zvezdicom (*), na primer: "*:\backup", koja će ispitati sva slova disk jedinice. Ako se unese korisničko ime i lozinka, isti akreditivi se koriste za sva odredišta.

source: A list of secondary target paths
cs: Seznam popisů umístění druhotných cílů
da: En liste over sekundære destinations stier
de: Eine Liste der sekundären Zielpfade
es: Una lista de rutas de destino secundaria
fi: Lista vaihtoehtoisista poluista
fr_ca: Une liste des chemins cibles secondaires
it: Un elenco di percorsi di destinazione secondari
ja_jp: 予備のバックアップ先を一覧で設定
nl_nl: Een lijst van secundaire doelpaden
pl: Lista drugorzędnych ścieżek docelowych
pt_br: Uma lista de caminhos de destino secundários
ro: O listă de căi secundare vizate
ru: Список вторичных целевых путей
sr_rs: Lista sekundarnih ciljnih putanja

source: The folder {0} does not exist
cs: Složka {0} neexistuje
da: Mappen {0} eksisterer ikke
de: Der Ordner {0} existiert nicht
es: La carpeta {0} no existe
fi: Kansiota {0} ei löytynyt
fr_ca: Le dossier {0} n'existe pas
it: La cartella {0} non esiste
ja_jp: フォルダー「 {0} 」は存在しません
nl_nl: De map {0} bestaat niet
pl: Katalog {0} nie istnieje
pt: A pasta {0} não existe
pt_br: A pasta {0} não existe
ro: Dosarul {0} nu există
ru: Папка {0} не существует
sk_sk: Adresár {0} neexistuje
sr_rs: Fascikla {0} ne postoji
sv_se: Mappen {0} finns inte

source: The marker file "{0}" was not found in any of the examined destinations: {1}
cs: V žádném ze zkoumaných cílů nebyl nalezen označovací soubor „{0}“: {1}
da: Markørfilen "{0}" blev ikke fundet i nogen af ​​de undersøgte destinationer: {1}
de: Die Markierungsdatei "{0}" wurde an keiner der untersuchten Orte gefunden: {1}
es: No se encontró el archivo marcado "{0}" en los destinos examinados: {1}
fi: Lipputiedostoa "{0}" ei löytynyt mistään etsityistä kohdekansioista: {1}
fr_ca: Le fichier de marquage {0} n'a été trouvé dans aucune des destinations : {1}
it: Il file marcatore "{0}" non è stato trovato in nessuna delle destinazioni esaminate: {1}
ja_jp: マーカー用のファイル「{0}」が、バックアップ先のフォルダーにありませんでした：{1}
nl_nl: Het markeerbestand "{0}" is in geen enkel onderzocht doel gevonden: {1}
pl: Plik znacznika "{0}" nie został znaleziony w żadnym z przebadanych miejsc docelowych: {1}
pt_br: O arquivo marcador "{0}" não foi encontrado em nenhum dos destinos examinados: {1}
ro: Fișierul de marcare "{0}" nu a fost găsit în niciuna dintre destinațiile examinate: {1}
ru: Файл-маркер «{0}» не был найден ни в одном из проверенных расположений {1}
sr_rs: Marker fajl "{0}" nije pronađen ni na jednom od ispitanih odredišta: {1}
