Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: The size "{1}" supplied to --{0} does not have a multiplier (b, kb, mb, etc). A multiplier is recommended to avoid unexpected changes if the program is updated.
cs: Velikost „{1}“ zadaná pro --{0} postrádá jednotku (b, kb, mb, atd). Je doporučeno jednotky používat, jako prevenci neočekávaných změn po aktualizaci programu.
de: Die Größe "{1}" mitgegeben an --{0} hat keinen Multiplikator (b, kb, mb usw.). Ein Multiplikator wird empfohlen, um unerwartete Änderungen zu vermeiden, wenn das Programm aktualisiert wird.
es: El tamaño "{1}" suministrado a --{0} no tiene un multiplicador (b, kb, mb, etc). Se recomienda un multiplicador para evitar cambios inesperados si el programa se actualiza.
fr_ca: La taille "{1}" fournie à - {0} n'a pas de multiplicateur (b, kb, mb, etc.). Un multiplicateur est recommandé pour éviter des modifications inattendues si le programme est mis à jour.
it: La dimensione "{1}" fornito a --{0} non ha un moltiplicatore (b, kb, mb, etc). Un moltiplicatore è consigliabile per evitare modifiche impreviste quando il programma viene aggiornato.
ja_jp: --{0}に指定されたサイズ「{1}」には乗数（バイト、キロバイト、メガバイトなど）がありません。プログラムがアップデートされた際に予期しない変更が生じないよう、乗数を設定することを推奨します。
nl_nl: De grootte "{1}" opgegeven bij --{0} bevat geen multiplier (b, kb, mb, etc). Het opgeven van een multiplier wordt aangeraden om onverwachte veranderingen te voorkomen als het programma wordt bijgewerkt.
pl: Rozmiar "{1}" dostarczony do --{0} nie ma mnożnika (b, kb, mb itd.). Zalecany jest mnożnik, aby uniknąć nieoczekiwanych zmian w przypadku aktualizacji programu.
pt_br: O tamanho "{1}" fornecido para --{0} não possui um multiplicador (b, kb, mb, etc). Um multiplicador é recomendado para evitar alterações inesperadas se o programa for atualizado.
sr_rs: Veličina "{1}" data za --{0} nema množilac (b, kb, mb, etc). Preporučuje se množilac da biste izbegli neočekivane promene ako se program ažurira.

source: Error on deleting file: {0}, error: {1}
de: Fehler beim Löschen der Datei: {0}, Fehler: {1}
fr_ca: Erreur de suppression de fichier : {0}, erreur : {1}
nl_nl: Fout bij het verwijderen van bestand: {0}, fout: {1}

source: Error reading file: {0}, error: {1}
de: Fehler beim Lesen der Datei: {0}, Fehler: {1}
fr_ca: Erreur de lecture de fichier : {0}, erreur : {1}
nl_nl: Fout bij het lezen van bestand: {0}, fout: {1}

source: Error listing content: {0}
de: Fehler bei der Auflistung des Inhalts: {0}
fr_ca: Erreur de listage de contenu : {0}

source: {0}: Selects no filters.
cs: {0}: Nevybírá žádné filtry.
de: {0}: Keine Filter ausgewählt.
es: {0}: Selecciona sin filtros.
fr_ca: {0}: ne sélectionne aucun filtre.
it: {0}: Seleziona nessun filtro.
ja_jp: {0}：選択するフィルターはありません。
nl_nl: {0}: Selecteert geen filters.
pl: {0}: nie wybiera żadnych filtrów.
pt_br: {0}: não seleciona filtros.
sr_rs: {0}: Ne bira filtere.

source: {0}: A set of default exclude filters, currently evaluates to: {1}.
cs: {0}: Sada výchozích filtrů, které vynechávají, v tuto chvíli vyhodnocuje na: {1}.
de: {0}: Eine Set von Standard-Exclude-Filtern, welche derzeit wie folgt ausgewertet: {1}.
es: {0}: Un conjunto de filtros de exclusión por defecto, actualmente evalúa a: {1}.
fr_ca: {0}: un ensemble de filtres d'exclusion par défaut est actuellement évalué à: {1}.
it: {0}: Un'impostazione predefinita di filtri di esclusione, attualmente restituisce: {1}.
ja_jp: {0}: 既定の除外フィルターのセット。現在は次のように評価します：{1}。
nl_nl: {0}: Een set standaard uitsluitingsfilters, evalueert momenteel naar: {1}.
pl: {0}: zestaw domyślnych filtrów wykluczających, obecnie oceniany na: {1}.
pt_br: {0}: Um conjunto de filtros de exclusão padrão, atualmente avaliado como: {1}.
sr_rs: {0}: Skup podrazumevanih filtera za izuzimanje, trenutno se procenjuje na: {1}.

source: {0}: A set of default include filters, currently evaluates to: {1}.
cs: {0}: Sada výchozích filtrů, které zahrnují, v tuto chvíli vyhodnocuje na: {1}.
de: {0}: Eine Set von Standard-Include-Filtern, welche derzeit wie folgt ausgewertet: {1}.
es: {0}: Un conjunto de filtros de inclusión por defecto, que actualmente se evalúa a: {1}.
fr_ca: {0}: un ensemble de filtres d'inclusion par défaut est actuellement évalué à: {1}.
it: {0}: Un'impostazione predefinita di filtri di inclusione, attualmente restituisce: {1}.
ja_jp: {0}: ファイルを含めるフィルターの既定のセット。現在は次のように評価します：{1}。
nl_nl: {0}: Een set standaard insluitingsfilters, evalueert momenteel naar: {1}.
pl: {0}: zestaw domyślnych filtrów uwzględniania, obecnie oceniany na: {1}.
pt_br: {0}: Um conjunto de filtros de inclusão padrão avalia atualmente: {1}.
sr_rs: {0}: Skup podrazumevanih filtera za uključivanje, trenutno se procenjuje na: {1}.

source: Aliases: {0}
cs: Alternativní názvy: {0}
de: Alternativnamen: {0}
es: Alias: {0}
fr_ca: Alias: {0}
it: Pseudonimo: {0}
ja_jp: エイリアス：{0}
nl_nl: Aliassen: {0}
pl: Aliasy: {0}
sr_rs: Alijasi: {0}

source: {0}: Files that are owned by the system or not suited to be backed up. This includes any operating system reported protected files. Most users should at least apply these filters.
cs: {0}: Soubory vlastněné systémem nebo takové, které se nehodí pro zálohování. To zahrnuje jakékoli soubory, které operační systém hlásí jako chráněné. Většina uživatelů by měla používat alespoň tyto filtry.
de: {0}: Dateien, die dem System gehören oder nicht für die Sicherung geeignet sind. Dies schließt alle geschützte Dateien ein, die Betriebssysteme gemeldet wurden. Die meisten Benutzer sollten diese Filter zumindest anwenden.
es: {0}: Archivos que son propiedad del sistema o no aptos para ser respaldados. Esto incluye cualquier archivo protegido reportado por el sistema operativo. La mayoría de los usuarios deberían al menos aplicar estos filtros.
fr_ca: {0}: fichiers appartenant au système ou ne pouvant pas être sauvegardés. Cela inclut tous les fichiers protégés signalés par le système d'exploitation. La plupart des utilisateurs doivent au moins appliquer ces filtres.
it: {0}: File di proprietà del sistema o non adatti a essere sottoposti a backup. Questo include qualsiasi sistema operativo che segnala file protetti. La maggior parte degli utenti dovrebbe almeno applicare questi filtri.
ja_jp: {0}：システムが所有するか、バックアップに適していないファイル。オペレーティングシステムにより保護されているファイルの全てが該当します。最低限このフィルターは適用すべきです。
nl_nl: {0}: Bestanden die toebehoren aan het systeem of niet geschikt zijn voor back-up. Dit omvat alle door het besturingssysteem gemelde beveiligde bestanden. De meeste gebruikers zouden op zijn minst deze filters moeten toepassen.
pl: {0}: pliki należące do systemu lub nieodpowiednie do tworzenia kopii zapasowych. Obejmuje to wszelkie chronione pliki zgłoszone przez system operacyjny. Większość użytkowników powinna przynajmniej zastosować te filtry.
pt_br: {0}: Arquivos pertencentes ao sistema ou não adequados para backup. Isso inclui todos os arquivos protegidos relatados pelo sistema operacional. A maioria dos usuários deve pelo menos aplicar esses filtros.
sr_rs: {0}: Fajlovi koji su u vlasništvu sistema ili koji nisu pogodni za pravljenje rezervnih kopija. Ovo uključuje sve zaštićene fajlove prijavljene operativnim sistemom. Većina korisnika bi trebalo da primeni barem ove filtere.

source: {0}: Files that belong to the operating system. These files are restored when the operating system is re-installed.
cs: {0}: Soubory které náleží operačnímu systému. Tyto soubory jsou obnoveny když je operační systém přeinstalován.
de: {0}: Dateien, die zum Betriebssystem gehören. Diese Dateien werden nach einer Neuinstallation des Betriebssystems wiederhergestellt.
es: {0}: Archivos que pertenecen al sistema operativo. Estos archivos son restaurados cuando el sistema operativo es reinstalado.
fr_ca: {0}: fichiers appartenant au système d'exploitation. Ces fichiers sont restaurés lorsque le système d'exploitation est réinstallé.
it: {0}: File che fanno parte del sistema operativo. Questi file sono ripristinati quando si reinstalla il sistema operativo.
ja_jp: {0}：オペレーティングシステムに属するファイル。これらのファイルは、オペレーティングシステムを再インストールした際に復元されます。
nl_nl: {0}: Bestanden die toebehoren aan het besturingssysteem. Deze bestanden worden teruggezet als het besturingssysteem opnieuw wordt geïnstalleerd.
pl: {0}: pliki należące do systemu operacyjnego. Pliki te są przywracane po ponownej instalacji systemu operacyjnego.
pt_br: {0}: Arquivos que pertencem ao sistema operacional. Esses arquivos são restaurados quando o sistema operacional é reinstalado.
sr_rs: {0}: Fajlovi koji pripadaju operativnom sistemu. Ovi fajlovi se vraćaju kada se operativni sistem ponovo instalira.

source: {0}: Files and folders that are known to be storage of temporary data.
cs: {0}: Soubory a složky, známé jako úložiště dočasných dat.
de: {0}: Dateien und Ordner, die als Speicherort für temporäre Daten bekannt sind.
es: {0}: Archivos y carpetas que se sabe que almacenan datos temporales.
fr_ca: {0}: fichiers et dossiers connus pour stocker des données temporaires.
it: {0}: File e cartelle noti per la memorizzazione di dati temporanei.
ja_jp: {0}：一時データの保存領域として知られるファイルとフォルダー。
nl_nl: {0}: Bestanden waarvan bekend is dat ze gebruikt worden voor het opslaan van tijdelijke gegevens.
pl: {0}: pliki i foldery, o których wiadomo, że przechowują dane tymczasowe.
pt_br: {0}: Arquivos e pastas que são conhecidos como armazenamento de dados temporários.
sr_rs: {0}: Fajlovi i fascikle za koje se zna da su skladište privremenih podataka.

source: {0}: Files and folders that are known cache locations for the operating system and various applications
cs: {0}: Soubory a složky, známé jako umístění mezipamětí pro operační systém a aplikace
de: {0}: Dateien und Ordner, die vom Betriebssystem oder andere Anwendungen, als Cache-Speicherorte bekannt sind
es: {0}: Archivos y carpetas que son ubicaciones de caché conocidas para el sistema operativo y varias aplicaciones
fr_ca: {0}: fichiers et dossiers connus comme emplacements de cache pour le système d'exploitation et diverses applications
it: {0}: File e cartelle che sono noti come posizioni di cache del sistema operativo e varie applicazioni
ja_jp: {0}：オペレーティングシステムや各種アプリケーションのキャッシュの場所として知られるファイルとフォルダー
nl_nl: {0}: Bestanden en mappen waarvan bekend is dat ze cache lokaties zijn voor het besturingssysteem en verschillende toepassingen.
pl: {0}: Pliki i foldery, które są znanymi lokalizacjami pamięci podręcznej systemu operacyjnego i różnych aplikacji
pt_br: {0}: arquivos e pastas que são locais de cache conhecidos para o sistema operacional e vários aplicativos
sr_rs: {0}: Fajlovi i fascikle koji su poznate lokacije keša za operativni sistem i razne aplikacije

source: {0}: Installed programs and their libraries, but not their settings.
cs: {0}: Nainstalovány programy a jejich knihovny, ale už ne jejich nastavení.
de: {0}: Installierte Programme und ihre Bibliotheken, aber nicht ihre Einstellungen.
es: {0}: Instaló programas y sus bibliotecas, pero no sus ajustes.
fr_ca: {0}: programmes installés et leurs bibliothèques, mais pas leurs paramètres.
it: {0}: Programmi installati e relative librerie, ma non le loro impostazioni.
ja_jp: {0}：プログラムとライブラリーはインストールしましたが、設定についてはインストールしていません。
nl_nl: {0}: Geïnstalleerde programma's en hun bibliotheken, maar niet de instellingen ervan.
pl: {0}: zainstalowane programy i ich biblioteki, ale nie ich ustawienia.
pt_br: {0}: programas instalados e suas bibliotecas, mas não suas configurações.
sr_rs: {0}: Instalirani programi i njihove biblioteke, ali ne i njihova podešavanja.

source: The command {0} needs at least one of the following options set: {1}
cs: U příkazu {0} je třeba aby byla nastavená alespoň jedna z následujících voleb: {1}
da: Kommandoen {0} skal have mindst én af de følgende indstillinger: {1}
de: Für den Befehl {0} muss mindestens eine der folgenden Optionen angegeben werden: {1}
es: El {0} comando necesita por lo menos una de las siguientes opciones: {1}
fi: Komento {0} tarvitsee ainakin yhden seuraavista valitsimista: {1}
fr_ca: La commande {0} nécessite l'activation d'au moins une des options suivante : {1}
it: Il comando {0} necessita di almeno una delle seguenti opzioni: {1}
ja_jp: コマンド {0} には少なくとも以下のオプションのセットの1つが必要です： {1}
nl_nl: Voor het commando {0} moet tenminste één van de volgende opties ingesteld zijn: {1}
pl: Polecenie {0} wymaga włączenia przynajmniej jednej z następujących opcji: {1}
pt_br: O comando {0} necessita de pelo menos umas das seguintes opções: {1}
ro: Comanda {0} are nevoie de cel puțin una din următoarele opțiuni: {1}
ru: Команда {0} требует, по меньшей мере, один из следующих параметров: {1}
sk_sk: Príkaz {0} potrebuje nastaviť aspoň jednu z nasledujúcich možností: {1}
sr_rs: Komanda {0} zahteva bar jednu od sledećih opcija da bude postavljena: {1}
sv_se: Kommandot {0} behöver åtminstone ett av följande val satt: {1}

source: Found {0} commands but expected {1}, commands: {2}
cs: Nalezeno {0} příkazů, ale očekáváno {1}, příkazy: {2}
da: Fandt {0} kommandoer men forventede {1}, kommandoer: {2}
de: {0} Befehle gefunden, aber {1} erwartet, Befehle: {2}
es: Encontrados {0} comandos pero se esperaban {1}, comandos: {2}
fi: Odotettiin {1} argumenttia, mutta löytyi {0}: {2}
fr_ca: Trouvé {0} commandes, mais en attendais {1}, commandes : {2}
it: Trovati {0} comandi ma erano previsti {1}, comandi: {2}
ja_jp: {0}個のコマンドが見つかりましたが、期待されていたコマンド数は{1}個です： {2}
nl_nl: {0} commando's gevonden, maar {1} verwacht, commando's: {2}
pl: Znaleziono {0} poleceń, ale oczekiwano {1}, poleceń: {2}
pt_br: Foram encontrados {0} comandos mas esperado {1}, comandos: {2}
ro: S-au găsiti {0} comenzi , dar s-au așteptat {1}, comenzi: {2}
ru: Найдено {0} команд, в то время как ожидалось {1} команд: {2}
sk_sk: Nájdených {0} sa príkazov, ale očakával som {1} príkazov.: {2}
sr_rs: Pronađeno {0} komandi, a očekivano {1}, komandi: {2}
sv_se: Hittade {0} kommandon men förväntade {1}, kommandon: {2}

source: Command not supported: {0}
cs: Příkaz není podporován: {0}
da: Kommando understøttes ikke: {0}
de: Befehl nicht unterstützt: {0}
es: Comando no soportado: {0}
fi: Tuntematon komento: {0}
fr_ca: Commande non supportée : {0}
it: Comando non supportato: {0}
ja_jp: このコマンドはサポートしていません：{0}
nl_nl: Commando niet ondersteund: {0}
pl: Polecenie nieobsługiwane: {0}
pt: Comando não suportado: {0}
pt_br: Comando não suportado: {0}
ro: Comanda nu este acceptată: {0}
ru: Команда не поддерживается: {0}
sk_sk: Nepodporovaný príkaz: {0}
sr_rs: Komanda nije podržana: {0}
sv_se: Kommandot stöds inte: {0}

source: No filesets matched the criteria.
de: Keine der Sicherungssätze entsprechen den Kriterien.
fr_ca: Aucun jeu de fichiers ne correspond aux critères
ja_jp: 条件に一致するファイルのセットはありません。
nl_nl: Geen bestandensets gevonden die aan de criteria voldoen.

source: The following filesets would be deleted:
cs: Následující sady souborů by byly smazány:
da: De følgende fil lister vil blive slettet:
de: Die folgenden Sicherungssätze würden gelöscht werden:
es: Se suprimirán los siguientes conjuntos de archivos
fi: Seuraavat varmuuskopiot poistettaisiin
fr_ca: Le groupe de fichiers suivant serait supprimé :
it: Il seguente gruppo di file sarà cancellato
ja_jp: 以下のファイルのセットが削除されます：
nl_nl: De volgende bestandsverzameling wordt verwijderd:
pl: Następujące zestawy plików zostaną usunięte:
pt_br: Os seguintes conjuntos de arquivos serão excluídos:
ro: Următoarele seturi de fișiere vor fi șterse:
ru: Будут удалены следующие наборы файлов:
sk_sk: Nasledujúce sady súborov budú odstránené:
sr_rs: Sledeći setovi fajlova će biti izbrisani:

source: These filesets were deleted:
cs: Tyto sady souborů byly smazány:
da: Disse fil lister blev slettet:
de: Diese Sicherungssätze wurden gelöscht:
es: Estos conjuntos de archivos fueron eliminados:
fi: Nämä varmuuskopiot poistettiin
fr_ca: Ce groupe de fichiers a été supprimé :
it: Questo gruppo di file è stato cancellato:
ja_jp: 以下のファイルのセットが削除されました：
nl_nl: Deze bestandsverzameling is verwijderd:
pl: Te zestawy plików zostały usunięte:
pt_br: Esses conjuntos de arquivos foram excluídos:
ro: Aceste seturi de fișiere au fost șterse:
ru: Эти наборы фалов были удалены:
sk_sk: Tieto sady súborov boli odstránené:
sr_rs: Sledeći setovi fajlova će biti obrisani

source: Supported backends:
cs: Podporované podpůrné vrstvy (backend):
da: Understøttede destinationer:
de: Unterstützte Backends:
es: Back-ends soportados:
fi: Tuetut etäpalvelut
fr_ca: Back-ends supportés :
it: Backend supportati:
ja_jp: サポートするバックエンド:
nl_nl: Ondersteunde backends:
pl: Wspierane backendy:
pt_br: Backends suportados:
ro: Baze de date suportate:
ru: Поддерживаемые бэкенды:
sk_sk: Podporované backendy:
sr_rs: Podržane pozadine:

source: Supported compression modules:
cs: Podporované komprimační moduly:
da: Understøttede komprimerings moduler:
de: Unterstützte Kompressions-Module:
es: Módulos de compresión soportados:
fi: Tuetut pakkausmoduulit
fr_ca: Modules de compression supportés :
it: Moduli di compressione supportati:
ja_jp: サポートする圧縮モジュール：
nl_nl: Ondersteunde compressiemodules:
pl: Obsługiwane moduły kompresji:
pt: Módulos de compressão suportados:
pt_br: Módulos de compressão suportados:
ro: Module de compresare acceptate:
ru: Поддерживаемые модули сжатия:
sk_sk: Podporované kompresné moduly
sr_rs: Podržani moduli kompresije:

source: Supported encryption modules:
cs: Podporované šifrovací moduly:
da: Understøttede krypterings moduler:
de: Unterstützte Verschlüsselungs-Module:
es: Módulos de cifrado soportados:
fi: Tuetut salausmoduulit
fr_ca: Modules de chiffrement proposés :
it: Moduli di crittografia supportati:
ja_jp: サポートする暗号化モジュール：
nl_nl: Ondersteunde encryptiemodules:
pl: Obsługiwane moduły szyfrujące:
pt: Módulos de encriptação suportados:
pt_br: Módulos de criptografia suportados:
ro: Module de criptare acceptate:
ru: Поддерживаемые модули шифрования:
sk_sk: Podporované kryptovacie moduly:
sr_rs: Podržani moduli šifrovanja:

source: Supported options:
cs: Podporované volby:
da: Understøttede indstillinger:
de: Unterstützte Optionen:
es: Opciones soportadas:
fi: Tuetut valitsimet:
fr_ca: Options supportées :
it: Opzioni supportate:
ja_jp: サポートするオプション：
nl_nl: Ondersteunde opties:
pl: Wspierane opcje:
pt: Opções suportadas:
pt_br: Opções suportadas:
ro: Opțiuni acceptate:
ru: Поддерживаемые опции:
sk_sk: Podporované nastavenia:
sr_rs: Podržane opcije:

source: Module is loaded automatically. Use --{0} to prevent this.
de: Modul wird automatisch geladen, benutzen Sie --{0} um dies zu verhindern.
fr_ca: Module chargé automatiquement. Utiliser --{0} pour l'empêcher.
ja_jp: モジュールは自動的に読み込まれます。--{0}のオプションで自動読込を無効に設定できます。
nl_nl: Module wordt automatisch geladen, gebruik --{0} om dit te voorkomen.

source: Module is not loaded automatically Use --{0} to load it.
de: Modul wird nicht automatisch geladen, benutzen Sie --{0} um es zu laden.
fr_ca: Module non chargé automatiquement. Utiliser --{0} pour le charger.
ja_jp: モジュールは自動的に読み込まれません。--{0}のオプションでモジュールを読み込むことができます。
nl_nl: Module wordt niet automatisch geladen, gebruik --{0} om het te laden.

source: Supported generic modules:
cs: Podporované obecné moduly:
da: Understøttede generiske moduler:
de: Unterstützte allgemeine Module:
es: Módulos genéricos compatibles:
fi: Tuetut geneeriset moduulit:
fr_ca: Modules génériques pris en charge :
it: Moduli generici supportati:
ja_jp: サポートする一般モジュール：
nl_nl: Ondersteunde algemene modules:
pl: Obsługiwane moduły ogólne:
pt: Módulos genéricos suportados:
pt_br: Módulos genéricos suportados:
ro: Module generale acceptate:
ru: Поддерживаемые основные модули:
sk_sk: Podporované generické moduly:
sr_rs: Podržani generički moduli:

source: Filters cannot be specified on the commandline if filters are also present in the parameter file. Use the special --{0}, --{1}, or --{2} options to specify filters inside the parameter file. Each filter must be prefixed with either a + or a -, and multiple filters must be joined with {3}.
de: Filter können nicht in der Kommandozeile angegeben werden, wenn Filter ebenso in der Parameterdatei enthalten sind. Verwenden Sie die Spezialoptionen --{0}, --{1} oder --{2}, um Filter innerhalb der Parameterdatei anzugeben. Jeder Filter muss als Präfix entweder ein + oder ein - enthalten und mehrere Filter müssen mit {3} verknüpft werden.
fr_ca: Les filtres ne peuvent pas être spécifiés sur la ligne de commande s’il y en a aussi dans le fichier de paramètres. Utilisez les options spéciales --{0}, --{1} ou --{2} pour spécifier des filtres dans le fichier de paramètres. Chaque filtre doit être précédé d’un + ou d’un -, et plusieurs filtres doivent être séparés par {3}.
ja_jp: パラメーターのファイルにフィルターが指定されている場合、フィルターをコマンドラインで指定することはできません。--{0}、--{1}、または--{2}の特殊オプションを使用すると、パラメーターのファイルでフィルターを設定できます。各フィルターの先頭には+または-が付いていなければならず、複数のフィルターがある場合は{3}で結合する必要があります。
nl_nl: Filters kunnen niet worden opgegeven vanaf de opdrachtregel als filters eveneens aanwezig zijn in het parameterbestand. Gebruik de speciale --{0}, --{1}, of --{2} opties om filters op te geven binnen het parameterbestand. Ieder filter moet worden voorafgegaan door een + of een -, en meerdere filters moeten worden samengevoegd met {3}.

source: The option --{0} was supplied, but it is reserved for internal use and may not be set on the commandline.
de: Die Option --{0} wurde angegeben, ist aber reserviert für internen Gebrauch und darf nicht als Kommandozeilenparameter angegeben werden
fr_ca: L'option --{0} a été indiquée, mais elle est réservée à usage interne et ne doit pas apparaître sur la ligne de commande.
ja_jp: オプション --{0} が指定されましたが、これは内部利用に予約されており、コマンドラインで指定することはできません。
nl_nl: De optie --{0} was opgegeven, maar deze optie is gereserveerd voor intern gebruik en mag niet gebruikt worden vanaf de opdrachtprompt.
