Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Use existing data for restore
de: Bestehende Daten für die Wiederherstellung benutzen
fr_ca: Utiliser les données existantes en restauration
ja_jp: 既存のデータを復元に使用
nl_nl: Gebruik bestaande gegevens voor herstellen

source: Use this option to increase verification by checking the hash of blocks read from a volume before patching restored files with the data.
cs: Pomocí této předvolby zvýšíte důkladnost ověřování kontrolováním otisku (hash) bloků načítaných ze svazku před vkládáním dat do obnovených souborů.
de: Verwenden Sie diese Option, um die Verifizierung zu erhöhen, indem Sie den Hash der Blöcke überprüfen, die aus einem Volume gelesen wurden, bevor die wiederhergestellten Dateien mit den Daten gepatcht werden.
es: Utilice esta opción para aumentar la verificación comprobando el hash de los bloques leídos de un volumen antes de parchear los archivos restaurados con los datos.
fi: Tällä valitsimella Duplicati tarkastaa koko palautetun tiedoston lisäksi kunkin lohkon tarkastustsumman.
fr_ca: Utilisez cette option pour augmenter la vérification en vérifiant l'empreinte des blocs lus à partir d'un volume avant d'appliquer les correctifs aux fichiers restaurés avec les données.
it: Usa questa opzione per aumentare la verifica durante il controllo hash dei blocchi letti da un volume prima di sistemare i file ripristinati con i dati.
ja_jp: このオプションを有効にすると、復元したファイルをデータで修復する前に、ボリュームから読み込んだブロックのハッシュ値を確認することで、検証を強化することができます。
nl_nl: Gebruik deze optie om verificatie te verhogen door de hash blokken te controleren die gelezen worden van een volume voordat herstelde bestanden worden bijgewerkt met de gegevens.
pl: Użyj tej opcji, aby zwiększyć weryfikację poprzez sprawdzenie skrótu bloków odczytanych z woluminu przed dodaniem danych do przywracanych plików.
pt_br: Utilize esta opção para incrementar a verificação por checagem de hash dos blocos escritos por um volume antes de
ro: Utilizați această opțiune pentru a mări verificarea, verificând hash-ul blocurilor citite dintr-un volum înainte de a patra fișierele restaurate cu datele.
ru: Используйте эту опцию для включения усиленной проверки. Перед исправлением восстановленных файлов, будет проведена сверка хэш блоков, прочитанных с тома.
sr_rs: Koristite ovu opciju da povećate verifikaciju tako što ćete proveriti heš blokova pročitanih sa volumena pre nego što zakrpite vraćene fajlove sa podacima.

source: Check block hashes
cs: Zkontrolovat hashe bloků
de: Prüfe Block Hashe
es: Comprobar hash del bloque
fi: Tarkasta lohkojen tarkastussummat
fr_ca: Vérifie les empreintes des blocs
it: Controllo hash blocco
ja_jp: ブロックのハッシュ値を確認
nl_nl: Controleer blok hashes
pl: Sprawdź haszowane bloki
pt_br: Verifique os hashes do bloco
ro: Verificați hashes-ul blocului
ru: Проверить хэши блоков
sr_rs: Proveri heševe blokova

source: Use this option to build a searchable local database which only contains path information. This option is usable for quickly building a database to locate certain content without needing to reconstruct all information. The resulting database can be searched, but cannot be used to restore data with.
cs: Pomocí této volby je vytvořena prohledávatelná místní databáze která obsahuje pouze údaj o popisu umístění. Tato volba je použitelná pro rychlé vytvoření databáze pro hledání určitého obsahu bez potřeby rekonstruovat všechny informace. Výslednou databázi lze prohledávat, ale nelze ji použít pro obnovení dat.
de: Verwende diese Option, um eine durchsuchbare lokale Datenbank nur mit Pfadinformationen zu erstellen. Diese Option ist verwendbar für den schnelle Aufbau einer Datenbank um bestimmte Inhalte zu finden, ohne Rekonstruktion aller Informationen. Die resultierende Datenbank kann durchsucht, jedoch nicht zur Wiederherstellung von Daten mit verwendet werden.
es: Utilice esta opción para construir una base de datos local con capacidad de búsqueda que sólo contenga información sobre la ruta de acceso. Esta opción es utilizable para construir rápidamente una base de datos para localizar cierto contenido sin necesidad de reconstruir toda la información. Se puede buscar en la base de datos resultante, pero no se puede utilizar para restaurar los datos de la misma.
fi: Tällä valitsimella voit luoda tietokannan, joka sisältää vain polkutiedot varmuuskopiossa olevista tiedostoista. Tämän tietokannan luominen on nopeampaa, mutta sen tiedot eivät riitä tiedostojen palauttamiseen. Voit käyttää sitä palautettavien tiedostojen etsimiseen.
fr_ca: Utilisez cette option pour créer une base de données locale interrogeable contenant uniquement des informations de chemin d'accès. Cette option existe pour créer rapidement une base de données afin de localiser certains contenus sans avoir à reconstituer toutes les informations. La base de données résultante est interrogeable, mais ne peut pas être utilisée pour restaurer des données.
it: Usa questa opzione per creare un database locale ricercabile che contiene solo informazioni sul percorso. Questa opzione è utilizzabile per creare rapidamente un database per individuare determinati contenuti senza dover ricostruire tutte le informazioni. Il database risultante può essere cercato, ma non può essere utilizzato per ripristinare i dati.
ja_jp: このオプションを有効にすると、パスの情報しか含まないデータベースを検索可能なものとしてローカルで作成します。これは、全ての情報を再構築する必要がない場合に、ファイルの場所を特定するためのデータベースを迅速に作成するために使用できます。作成したデータベースを使ってファイルの検索を行うことはできますが、ファイルを実際に復元することはできません。
nl_nl: Gebruik deze optie om een doorzoekbare lokale database op te bouwen die enkel pad informatie bevat. Deze optie is nuttig voor het snel opbouwen van een database om bepaalde inhoud te lokaliseren zonder de noodzaak om alle informatie te reconstrueren. De resulterende database kan worden doorzocht, maar kan niet worden gebruikt om er gegevens mee te herstellen.
pl: Użyj tej opcji, aby zbudować lokalną bazę danych z możliwością przeszukiwania, która zawiera tylko informacje o ścieżce. Ta opcja jest użyteczna do szybkiego budowania bazy danych w celu zlokalizowania określonej zawartości bez konieczności rekonstrukcji wszystkich informacji. Wynikową bazę danych można przeszukiwać, ale nie można jej używać do przywracania danych.
pt_br: Use esta opção para criar um banco de dados local pesquisável que contenha somente informações de caminho. Esta opção é útil para criar rapidamente um banco de dados para localizar determinado conteúdo sem precisar reconstruir todas as informações. O banco de dados resultante pode ser pesquisado, mas não pode ser usado para restaurar dados.
ro: Utilizați această opțiune pentru a crea o bază de date locală care poate fi căutată, care conține numai informații despre cale. Această opțiune este utilizabilă pentru construirea rapidă a unei baze de date pentru a găsi anumite conținuturi, fără a fi nevoie să reconstruiți toate informațiile. Baza de date rezultată poate fi căutată, dar nu poate fi utilizată pentru restaurarea datelor cu.
ru: Используйте эту опцию для быстрого создания локальной базы, содержащей только информацию о путях и служащей для обнаружения определенного содержимого без необходимости восстановления всей информации. Такая база данных может быть использована для поиска, но не для восстановления данных.
sr_rs: Koristite ovu opciju da napravite lokalnu bazu podataka koja se može pretraživati i koja sadrži samo informacije o putanji. Ova opcija je upotrebljiva za brzu izgradnju baze podataka za lociranje određenog sadržaja bez potrebe za rekonstruisanjem svih informacija. Dobijena baza podataka može se pretraživati, ali se ne može koristiti za vraćanje podataka.

source: Repair database with paths
cs: Opravit databázi s cestami
de: Datenbank mit Pfaden reparieren
es: Reparar base de datos con rutas
fi: Korjaa tietokanta poluista
fr_ca: Répare la base de données avec les chemins d'accès
it: Ripara database con percorsi
ja_jp: データベースをパスで修復
nl_nl: Repareer database met paden
pl: Napraw bazę danych ze ścieżkami
pt_br: Reparar banco de dados com caminhos
ro: Reparați baza de date cu căi
ru: Исправить базу данных с путями
sr_rs: Popravite bazu podataka sa putanjama

source: Use this option to ignore that the remote destination contains newer contents than the database. This should only be used when the database is known to be correct, but the remote destination is not, as data can be lost otherwise.
de: Verwenden Sie diese Option, um zu ignorieren, dass das Ziel neueren Inhalt als die lokale Datenbank enthält. Dies sollte nur benutzt werden wenn die Datenbank sicher korrekt ist aber das Ziel nicht, da sonst Daten verloren gehen könnten.
fr_ca: Ignorer les contenus de destination plus récents que dans la base de données. À utiliser uniquement quand la base de donnée est assurément correcte mais la destination ne l'est pas, car des données peuvent être perdues dans le cas contraire.
nl_nl: Gebruik deze optie om te negeren dat de externe bestemming nieuwere inhoud bevat dan de database. Gebruik deze optie alleen als zeker is dat de database correct is, maar de externe bestemming niet, omdat er anders gegevens verloren kunnen gaan.

source: Ignore outdated database files
de: Veraltete Datenbank ignorieren
fr_ca: Ignorer les fichiers base de données obsolètes
nl_nl: Negeer verouderde databasebestanden

source: By default, your system locale and culture settings will be used. In some cases you may prefer to run with another locale, for example to get messages in another language. Use this option to set the locale. Supply a blank string to choose the "Invariant Culture".
de: Standardmäßig werden das Gebietsschema und die Kultureinstellungen vom System verwendet. In einigen Fällen ist es nötig ein anderes Gebietsschema zu verwenden, beispielsweise um Nachrichten in einer anderen Sprache zu erhalten. Diese Option kann verwendet werden, um das Gebietsschema festzulegen. Geben Sie eine leere Zeichenfolge ein, um die "Invariante Kultur" zu wählen.
fr_ca: Par défaut, les paramètre régionaux et culturels de votre système sont utilisés. Vous pourriez parfois en préférer d'autres, par exemple pour obtenir les messages dans une autre langue. Cette option vous permet de définir les paramètres régionaux. Une ligne vide correspond à la "Culture indifférente".
ja_jp: 既定では、システムのロケールの設定が使用されますが、別の言語でメッセージを受信する際など、別のロケールを使用したい場合は、このオプションでロケールを設定してください。空白にするとロケールは設定されません。
nl_nl: Standaard worden de lokale plaats- en cultuurinstellingen gebruikt. In sommige gevallen kan het de voorkeur hebben een andere plaatsinstelling te gebruiken, bijvoorbeeld om meldingen in een andere taal te krijgen. Gebruik deze instelling om de plaatsinstelling te in te stellen. Geef een lege regel op om te kiezen voor "Invariant Culture".

source: Force the locale setting
cs: Vynutit místní a jazyková nastavení
de: Lokale Sprachumgebungseinstellung erzwingen
es: Forzar la configuración regional
fi: Pakota Duplicati käyttämään tiettyjä lokaaliasetuksia
fr_ca: Forcer les paramètres régionaux
it: Forza le impostazioni locali
ja_jp: ロケールの設定を強制
nl_nl: forceer de plaatsinstelling
pl: Wymuś ustawienie regionalne
pt_br: Forçar a configuração da localidade
ro: Activați setarea locale
ru: Принудительно настроить локаль
sr_rs: Prisilno podesite lokalizaciju

source: By default, dates are displayed in the calendar format, meaning "Today" or "Last Thursday". By setting this option, only the actual dates are displayed, "Nov 12, 2018, 8:01 AM" for example.
de: Standardmäßig werden die Daten im Kalenderformat angezeigt, d.h. "Heute" oder "Letzter Donnerstag". Wenn Sie diese Option aktivieren, werden nur die aktuellen Daten angezeigt, z.B. "Nov 12, 2018, 8:01 AM".
es: Por defecto, las fechas se muestran en el formato de calendario, lo que significa "Hoy" o "Último jueves". Al configurar esta opción, sólo se muestran las fechas reales, "12 de noviembre de 2018, 8:01 AM" por ejemplo.
fr_ca: Par défaut, les dates sont affichées dans le format calendrier, c'est-à-dire "Aujourd'hui" ou "Jeudi dernier". En réglant cette option, seules les dates réelles sont affichées, par exemple "12 novembre 2018, 08:01".
ja_jp: 既定では、日付は「今日」や「先週の木曜日」など、カレンダーの形式で表示されます。このオプションを設定すると、例えば「Nov 12, 2018, 8:01 AM」のように、実際の日時のみが表示されます。
nl_nl: Standaard worden datums weergegeven in de kalenderindeling, zoals "Vandaag" of "Afgelopen donderdag". Door deze optie in te stellen, worden alleen de werkelijke datums weergegeven, bijvoorbeeld "12 november 2018, 8:01 AM".
pl: Domyślnie daty są wyświetlane w formacie kalendarza, czyli „Dzisiaj” lub „Ostatni czwartek”. Po ustawieniu tej opcji wyświetlane są tylko rzeczywiste daty, na przykład „12 listopada 2018, 8:01”.
sr_rs: Podrazumevano, datumi se prikazuju u kalendarskom formatu, što znači "Danas" ili "Prošli četvrtak". Podešavanjem ove opcije, prikazuju se samo stvarni datumi, na primer „12. novembar 2018, 20:01“.

source: Force the display of the actual date instead of calendar date
de: Erzwingt die Anzeige des aktuellen Datums anstelle des Kalenderdatums.
fr_ca: Forcer l'affichage de la date réelle plutôt que celle du calendrier
nl_nl: Dwing de weergave van de werkelijke datum af in plaats van de kalenderdatum

source: Use this option to disable multithreaded handling of up- and downloads. That can significantly speed up backend operations depending on the hardware you're running on and the transfer rate of your backend.
de: Verwenden Sie diese Option, um die Multithread-Verarbeitung von Up- und Downloads zu deaktivieren. Dies kann die Backend-Vorgänge je nach der verwendeten Hardware und Übertragungsrate vom Backend erheblich beschleunigen.
fr_ca: Désactiver la gestion multitâche des envois et téléchargements. Ceci peut significativement accélérer les opérations de destination selon le matériel que vous utilisez et le taux de transfert de votre destination.
ja_jp: このオプションを有効にすると、アップロードとダウンロードのマルチスレッド化は無効となります。使用しているハードウェアと、バックエンドの転送速度に応じて、バックエンドの処理速度を大幅に向上させられる場合があります。
nl_nl: Gebruik deze optie om multithreaded afhandeling van up- en downloads uit te schakelen. Dat kan backend bewerkingen aanzienlijk versnellen afhankelijk van de hardware die gebruikt wordt en de doorvoersnelheid van de backend.

source: Handle file communication with backend using threaded pipes
cs: Obsluhovat souborovou komunikaci s podpůrnou vrstvou (backend) pomocí vláknovaných rour (pipe)
de: Benutze Thread-Pipes für die Dateikommunikation mit dem Backend
es: Gestionar la comunicación de los archivos con el servidor mediante el uso de hilos por tuberías.
fi: Kommunikoi taustamoduulin kanssa käyttäen säieturvallisia putkia
fr_ca: Gérer la communication de fichiers avec le backend à l'aide de tuyaux filetés
it: Gestire la comunicazione file con backend usando threaded pipe
ja_jp: スレッド化したパイプを使用してバックエンドとのファイルの通信を扱う
nl_nl: Handel bestandscommunicatie met de backend af door middel van threaded pipes
pl: Zarządzaj komunikacją plików z serwerem za pomocą wątków potokowych.
pt_br: Gerencie a comunicação de arquivos com o backend usando threaded pipes
ro: Manipulați comunicarea fișierelor cu backend-ul folosind țevi filetate
ru: Производить файловое взаимодействие с бэкэндом при помощи потоковых каналов
sr_rs: Rukujte komunikacijom fajla sa pozadinom koristeći niti

source: Use this option to set the maximum number of threads used. Setting this value to zero or less will dynamically balance the number of active threads to fit the hardware.
cs: Tuto volbu použijte pro nastavení nejvyššího umožněného počtu použitých vláken. Nastavení této hodnoty na nulu nebo méně bude dynamicky vyvažovat počet aktivních vláken tak, aby odpovídalo hardware.
de: Verwende diese Option, um die maximale Anzahl der zu verwendeten Threads festzulegen. Ist der Wert 0 oder kleiner, wird die Anzahl der aktiven Threads dynamisch an die Hardware angepasst.
es: Utilice esta opción para establecer el número máximo de hilos utilizados. Al establecer este valor en cero o menos se equilibrará dinámicamente el número de hilos activos para ajustarse al hardware.
fr_ca: Utilisez cette option pour définir le nombre maximal de threads utilisés. Définir cette valeur sur zéro ou moins équilibrera dynamiquement le nombre de threads actifs pour s'adapter au matériel.
it: Utilizza questa opzione per impostare il numero massimo di thread utilizzati. Impostando questo valore su zero o su un valore minore si bilancia dinamicamente il numero di thread attivi per adattarsi all'hardware.
ja_jp: スレッドの最大使用数を設定できます。0以下に設定すると、アクティブなスレッドの数を、ハードウェアに適した数に動的に設定できます。
nl_nl: Gebruik deze optie om de maximale hoeveelheid threads die gebruikt worden in te stellen. Als u deze waarde instelt op nul of lager, wordt het aantal actieve threads dynamisch afgestemd op de hardware.
pl: Użyj tej opcji, aby ustawić maksymalną liczbę używanych wątków. Ustawienie tej wartości na zero lub mniej spowoduje dynamiczne zrównoważenie liczby aktywnych wątków w celu dopasowania do sprzętu.
pt_br: Use essa opção para definir o número máximo de threads usados. Definir esse valor como zero ou menos equilibrará dinamicamente o número de threads ativos para ajustar o hardware.
sr_rs: Koristite ovu opciju da podesite maksimalan broj korišćenih niti. Postavljanje ove vrednosti na nulu ili manje će dinamički izbalansirati broj aktivnih niti kako bi odgovarao hardveru.

source: Limit number of concurrent threads
cs: Omezit počet souběžných vláken
de: Beschränke die Anzahl gleichzeitiger Threads
es: Limitar el número de hilos concurrentes
fr_ca: Nombre limite de threads simultanés
it: Limita il numero di thread simultanei
ja_jp: 並行するスレッドの数を制限
nl_nl: Beperk het aantal gelijktijdige threads
pl: Ogranicz liczbę jednoczesnych wątków
pt_br: Limitar o número de threads simultâneas
sr_rs: Ograničenje broja istovremenih niti

source: Use this option to set the number of processes that perform hashing of data.
cs: Tuto volbu použijte pro nastavení počtu procesů které provádějí pořizování otisků dat.
de: Verwende diese Option, um die Anzahl der Prozesse festzulegen, die das Hashing von Daten durchführen.
es: Utilice esta opción para establecer el número de procesos que realizan el hashing de datos.
fr_ca: Utilisez cette option pour définir le nombre de processus effectuant le hachage des données.
it: Utilizza questa opzione per impostare il numero di processi che eseguono l'hash dei dati.
ja_jp: データのハッシュ化を行うプロセスの数を設定できます。
nl_nl: Gebruik deze optie om het aantal processen in te stellen dat hashing van gegevens uitvoert.
pl: Użyj tej opcji, aby ustawić liczbę procesów, które wykonują haszowanie danych.
pt_br: Use esta opção para definir o número de processos que executam o hash de dados.
sr_rs: Koristite ovu opciju da podesite broj procesa koji obavljaju heširanje podataka.

source: Specify the number of concurrent hashing processes
cs: Určete počet souběžných procesů vytváření otisků
de: Gebe die Anzahl gleichzeitiger Hashing-Prozesse an
es: Especificar el número de procesos de hashing simultáneos
fr_ca: Indiquez le nombre de processus de hachage simultanés
it: Specificare il numero di processi hash simultanei
ja_jp: 並行するハッシュ化のプロセスの数を指定
nl_nl: Geef het aantal gelijktijdige hash-processen op
pl: Określanie liczby jednoczesnych procesów pobierania odcisków palców
pt_br: Especifique o número de processos de hashing simultâneos
sr_rs: Navedite broj istovremenih procesa heširanja

source: Use this option to set the number of processes that perform compression of output data.
cs: Tuto volbu použijte pro nastavení počtu procesů které provádějí komprimaci výstupních dat.
de: Verwende diese Option, um die Anzahl der Prozesse festzulegen, die die Datenausgabe komprimieren.
es: Utilice esta opción para establecer el número de procesos que realizan la compresión de los datos de salida.
fr_ca: Utilisez cette option pour définir le nombre de processus effectuant la compression des données de sortie.
it: Utilizza questa opzione per impostare il numero di processi che eseguono la compressione dei dati di uscita.
ja_jp: 出力データの圧縮を行うプロセスの数を設定できます。
nl_nl: Gebruik deze optie om het aantal processen in te stellen die de compressie van uitvoergegevens uitvoert.
pl: Użyj tej opcji, aby ustawić liczbę procesów, które wykonują kompresję danych wyjściowych.
pt_br: Use essa opção para definir o número de processos que executam a compactação dos dados de saída.
sr_rs: Koristite ovu opciju da podesite broj procesa koji vrše kompresiju izlaznih podataka.

source: Specify the number of concurrent compression processes
cs: Určete počet souběžných procesů komprimace
de: Gebe die Anzahl gleichzeitiger Komprimierungsprozesse an
es: Especificar el número de procesos de compresión simultáneos
fr_ca: Spécifiez le nombre de processus de compression simultanés
it: Specifica il numero di processi di compressione simultanei
ja_jp: 並行する圧縮のプロセスの数を指定
nl_nl: Geef het aantal gelijktijdige compressieprocessen op
pl: Określ liczbę jednoczesnych procesów kompresji
pt_br: Especifique o número de processos de compactação simultâneos
sr_rs: Odredite broj istovremenih procesa kompresije

source: Specify the number of concurrent files to open
fr_ca: Nombre de fichier à ouvrir simultanément

source: Use this option to set the number of concurrent files to open. This could accelerate big backups involving lot of files, such as an initial backup
de: Verwenden Sie diese Option, um die Anzahl der gleichzeitig zu öffnenden Dateien festlegt. Dies könnte große Sicherungen mit vielen Dateien beschleunigen, wie bei der initialen Sicherung
fr_ca: Nombre de fichier à ouvrir simultanément. Peut accélérer les grosses sauvegardes concernant beaucoup de fichiers telles qu'une sauvegarde initiale
nl_nl: Gebruik deze optie om het aantal gelijktijdig te openen bestanden in te stellen. Dit kan grote back-ups met veel bestanden versnellen, zoals een eerste back-up
