Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: The GPG encryption command
cs: Příkaz pro GPG zašifrování
da: GPG-krypteringskommandoen
de: Der GPG-Verschlüsselungsbefehl
es: El comando de cifrado GPG
fi: GPG:n salauskomento
fr_ca: La commande de chiffrement GPG
it: Comando di crittografia GPG
ja_jp: GPGの暗号化のコマンド
nl_nl: Het GPG coderingscommando
pl: Polecenie szyfrowania GPG
pt_br: O comando de criptografia GPG
ro: Comanda de criptare GPG
ru: Команда шифрации GPG
sk_sk: GPG šifrovací príkaz
sr_rs: Komanda za GPG šifrovanje

source: Decryption failed: {0}
cs: Rozšifrování se nezdařilo: {0}
da: Dekryptering mislykkedes: {0}
de: Entschlüsselung fehlgeschlagen: {0}
es: Error de descifrado: {0}
fi: Salauksen purku epäonnistui: {0}
fr_ca: Erreur de déchiffrement : {0}
it: Decrittografia non riuscita: {0}
ja_jp: 復号化できませんでした：{0}
nl_nl: Ontsleutelen mislukt: {0}
pl: Odszyfrowanie nie powiodło się: {0}
pt: Desencriptação falhada: {0}
pt_br: Descriptografia falhou: {0}
ro: Decriptarea a eșuat: {0}
ru: Сбой расшифровки: {0}
sk_sk: Dešifrovanie zlyhalo: {0}
sr_rs: Dešifrovanje nije uspelo: {0}
sv_se: Dekrypteringen misslyckades: {0}

source: Failure while invoking GnuPG, program won't flush output
cs: Nepodařilo se vyvolat nástroj GnuPG – program nevypíše výstup
da: En fejl opstod mens GnuPG startede, programmet vil ikke printe resultatet
de: Fehler beim Aufrufen von GnuPG, das Programm leert seine Ausgabe nicht.
es: Fallo al invocar GnuPG, el programa no limpiará la salida
fi: Virhe kutsuttaessa ohjelmaa GnuPG. Ohjelma ei tulosta.
fr_ca: Echec dans l'appel de GnuPG, l'application n'enverra pas de données en retour
it: Errore durante la chiamata di GnuPG, programma non svuota l'uscita
ja_jp: GnuPGを実行できませんでした。出力は行われません
nl_nl: Fout bij het uitvoeren van GnuPG, programma wil uitvoer niet leegmaken
pl: Błąd podczas wywoływania GnuPG, program nie opróżnia danych wyjściowych
pt_br: Falha ao invocar GnuPG, o programa não descarregará a saída
ro: Defectul în timp ce invocați GnuPG, programul nu va elimina ieșirea
ru: Ошибка при вызове GnuPG, программа не выдала данных
sk_sk: Chyba pri vyvolaní GnuPG, program nevyprázdni výstup
sr_rs: Greška prilikom pozivanja GnuPG-a, program neće isprazniti izlaz

source: Failure while invoking GnuPG, program won't terminate
cs: Selhání při volání GnuPG, program neskončí
da: Fejl under kald af GnuPG, programmet vil ikke stoppe
de: Fehler beim Aufrufen von GnuPG, das Programm beendet sich nicht.
es: Fallo al invocar GnuPG, el programa no terminará
fi: Virhe kutsuttaessa ohjelmaa GnuPG. Ohjelma ei lopeta.
fr_ca: Echec dans l'appel de GnuPG, l'application ne s'arrêtera pas
it: Errore durante la chiamata di GnuPG, programma non terminto
ja_jp: GnuPGを実行できませんでした。プログラムは終了しません
nl_nl: Fout bij het uitvoeren van GnuPG, programma wil niet beëindigen
pl: Błąd podczas wywoływania GnuPG, program się nie kończy
pt_br: Falha ao invocar o GnuPG, o programa não terminará
ro: Eșecul în timp ce invocați GnuPG, programul nu se va termina
ru: Ошибка при вызове GnuPG, программа не завершилась
sk_sk: Chyba pri vyvolaní GnuPG, program sa neukončí
sr_rs: Neuspeh pri pozivanju GnuPG-a, program se neće prekinuti

source: Key must be at least 8 characters long
de: Der Schlüssel muss mindestens 8 Zeichen lang sein
es: La clave debe tener al menos 8 caracteres
fr_ca: La clé doit comporter au moins 8 caractères.
nl_nl: Sleutel moet minstens 8 tekens lang zijn.
pl: Klucz musi składać się z co najmniej 8 znaków
sk_sk: Kľúč musí mať minimálne 8 znakov.

source: Key must not be empty
de: Der Schlüssel darf nicht leer sein
es: La clave no puede estar vacía
fr_ca: La clé ne doit pas être vide
nl_nl: Sleutel mag niet leeg zijn
pl: Klucz nie może być pusty
sk_sk: Kľúč nesmie byť prázdny

source: Refusing to encrypt with blacklisted key
de: Verschlüsselung mit einem Schlüssel auf der "Schwarzen Liste" verweigert
es: No se puede encriptar con una clave ya utilizada anteriormente
fr_ca: Refus de chiffrer avec une clé sur liste noire.
nl_nl: Encryptie met een op een zwarte lijst geplaatste sleutel gwweigerd
pl: Odmowa szyfrowania kluczem z czarnej listy
sk_sk: Odmietnutie šifrovania pomocou kľúča zo zoznamu zakázaných kľúč

source: aliases
cs: alternativní názvy
da: aliasser
de: Alternativnamen
es: alias
fi: aliakset
fr_ca: alias
it: pseudonimo
ja_jp: エイリアス
nl_nl: aliassen
pl: aliasy
pt: pseudônimos
ro: pseudonime
ru: псевдонимы
sk_sk: aliasy
sr_rs: alijasi

source: default value
cs: výchozí hodnota
da: standardværdi
de: Standardwert
es: valor por defecto
fi: oletusarvo
fr_ca: valeur par défaut
it: valore predefinito
ja_jp: 既定値
nl_nl: standaard waarde
pl: wartość domyślna
pt: valor padrão
pt_br: valor padrão
ro: valoare implicită
ru: значение по умолчанию
sk_sk: predvolená hodnota
sr_rs: podrazumevana vrednost
sv_se: förvalt värde

source: [DEPRECATED]
cs: [ZASTARALÉ]
da: [FORÆLDET]
de: [VERALTET]
es: [OBSOLETO]
fi: [POISTUMASSA]
fr_ca: [PÉRIMÉ]
it: [DEPRECATO]
ja_jp: [非推奨]
nl_nl: [VEROUDERD]
pt: [DESCONTINUADO]
ro: [ÎNVECHITĂ]
ru: [УСТАРЕЛО]
sk_sk: [ZASTARALÉ]
sr_rs: [ZASTARELO]
sv_se: [FÖRÅLDRAD]

source: values
cs: hodnot
da: værdier
de: Werte
es: valores
fi: arvot
fr_ca: valeurs
it: valori
ja_jp: 値
nl_nl: waarden
pl: wartości
pt: valores
pt_br: valores
ro: valorile
ru: значения
sk_sk: hodnoty
sr_rs: vrednosti
sv_se: värden

source: Boolean
cs: Logická hodnota
es: Boleana
fi: totuusarvot
fr_ca: Booléen
it: Booleano
ja_jp: ブール値
nl_nl: Booleaans
pl: Boole'owski
pt: Booleano
pt_br: Boleano
ru: Булево
sr_rs: Bulova logika

source: Enumeration
cs: Vyčíslení
de: Aufzählung
es: Enumeración
fi: Numerointi
fr_ca: Enumération
it: Enumerazione
ja_jp: 列挙
nl_nl: Opsomming
pl: Wyliczanie
pt: Enumeração
pt_br: Enumeração
ro: Enumerare
ru: Перечисление
sk_sk: Výpočet
sr_rs: Nabrajanje
sv_se: Uppräkning

source: Flags
cs: Příznaky
da: Flag
de: Optionen
es: Indicadores
fi: Liput
fr_ca: Drapeaux
it: Flag
ja_jp: フラグ
nl_nl: Vlaggen
pl: Flagi
pt: Marcas
pt_br: Sinalizadores
ro: Steaguri
ru: Флаги
sk_sk: Vlajky
sr_rs: Flegovi
sv_se: Flaggor

source: Integer
cs: Celé číslo
da: Heltal
es: Número entero
fi: Kokonaisluku
fr_ca: Entier
it: Numero intero
ja_jp: 整数
pl: Liczba całkowita
pt: Inteiro
pt_br: Inteiro
ro: Întreg
ru: Целое
sk_sk: Celé číslo
sr_rs: Ceo broj
sv_se: Heltal

source: Path
cs: Popis umístění
da: Sti
de: Pfad
es: Ruta
fi: Polku
fr_ca: Chemin
it: Percorso
ja_jp: パス
nl_nl: Pad
pl: Ścieżka
pt: Caminho
pt_br: Caminho
ro: cale
ru: Путь
sk_sk: Cesta
sr_rs: Putanja
sv_se: Sökväg

source: Size
cs: Velikost
da: Størrelse
de: Größe
es: Tamaño
fi: Koko
fr_ca: Taille
it: Dimensione
ja_jp: サイズ
nl_nl: Grootte
pl: Rozmiar
pt: Tamanho
pt_br: Tamanho
ro: mărimea
ru: Размер
sk_sk: Veľkosť
sr_rs: Veličina
sv_se: Storlek

source: String
cs: Textový řetězec
da: Streng
es: Cadena
fi: Merkkijono
fr_ca: Texte
it: Stringa
ja_jp: 文字列
pl: Łańcuch
pt: Cadeia
ro: Şir
ru: Строка
sk_sk: Reťazec
sr_rs: Niz znakova
sv_se: Sträng

source: Timespan
cs: Časové období
da: Tidsperiode
de: Zeitspanne
es: Intervalo de tiempo
fi: Aikaväli
fr_ca: Intervalle de temps
it: Arco di tempo
ja_jp: 時間の幅
nl_nl: Tijdspanne
pl: Przedział czasowy
pt: Intervalo de tempo
ro: Interval de timp
ru: Период времени
sk_sk: Časový rozsah
sr_rs: Vremenski raspon
sv_se: Tidsrymd

source: DateTime
da: Dato og tid
de: Datum und Zeit kombiniert
fr_ca: Date et heure
nl_nl: DatumTijd
pl: DataCzas
sk_sk: Dátum a čas

source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fr_ca: Mot de passe
nl_nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
sk_sk: Heslo
sv_se: Lösenord

source: Decimal
de: Dezimal
fr_ca: Décimal
nl_nl: Decimaal
pl: Dziesiętny
sk_sk: Desatinné číslo

source: Unknown
cs: Neznámé
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr_ca: Inconnu
it: Sconosciuto
ja_jp: 不明
nl_nl: Onbekend
pl: Nieznany
pt: Desconhecido
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестный
sk_sk: Neznámy
sr_rs: Nepoznat
sv_se: Okänd

source: The folder cannot be created because it already exists
cs: Složka nemůže být vytvořena, protože již existuje
da: Mappen kan ikke oprettes, fordi den allerede eksisterer
de: Ordner kann nicht erstellt werden, weil dieser bereits existiert
es: La carpeta no se puede crear porque ya existe
fi: Kansiota ei voitu luoda, koska se oli jo olemassa
fr_ca: Le répertoire ne peut être créé car il existe déjà
it: La cartella non può essere creata perché esiste già
ja_jp: 既に存在するフォルダーは作成できません
nl_nl: De map kan niet worden aangemaakt omdat die reeds bestaat
pl: Nie można utworzyć folderu, ponieważ już istnieje
pt: A pasta não pode ser criada porque já existe
pt_br: A pasta não pode ser criada por que ela já existe
ro: Dosarul nu poate fi creat deoarece există deja
ru: Невозможно создать папку, поскольку она уже существует.
sk_sk: Adresár nemôže byť vytvorený, lebo už existuje
sr_rs: Fascikla ne može biti napravljena jer već postoji
sv_se: Mappen kan inte skapas, eftersom den redan finns

source: The requested folder does not exist
cs: Požadovaná složka neexistuje
da: Den ønskede mappe eksisterer ikke
de: Der angeforderte Ordner existiert nicht
es: No existe la carpeta solicitada
fi: Pyydetty kansio ei ole olemassa
fr_ca: Le dossier requis n'existe pas
it: La cartella richiesta non esiste
ja_jp: 要求されたフォルダーは存在しません
nl_nl: De opgevraagde map bestaat niet
pl: Żądany folder nie istnieje
pt: A pasta especificada não existe
pt_br: A pasta solicitada não existe
ro: Dosarul solicitat nu există
ru: Запрашиваемая папка не существует
sk_sk: Požadovaný priečinok neexistuje
sr_rs: Zahtevana fascikla ne postoji
sv_se: Den efterfrågade mappen finns inte

source: Cancelled
cs: Stornováno
da: Annulleret
de: Abgebrochen
es: Cancelado
fi: Toimenpide keskeytettiin
fr_ca: Annulé
it: Cancellato
ja_jp: キャンセル済
nl_nl: Afgebroken
pl: Anulowano
pt: Cancelado
pt_br: Cancelado
ro: Anulat
ru: Отменено
sk_sk: Zrušené
sr_rs: Otkazano
sv_se: Avbrutet

source: Encryption key used to encrypt target settings does not match current key.
de: Der Verschlüsselungs-Schlüssel zur Verschlüsselung der Ziel-Einstellungen entspricht nicht dem aktuellen Schlüssel.
fr_ca: La clé de chiffrement utilisée pour chiffrer les paramètres cibles ne correspond pas à la clé actuelle.
nl_nl: Coderingssleutel die gebruikt wordt voor het coderen van de doelinstellingen komt niet overeen met de huidige sleutel.
pl: Klucz szyfrowania użyty do zaszyfrowania ustawień docelowych nie pasuje do klucza bieżącego
sk_sk: Šifrovací kľúč použitý na šifrovanie cieľových nastavení sa nezhoduje s aktuálnym kľúčom.

source: Encryption key is missing.
de: Der Verschlüsselungs-Schlüssel fehlt.
es: Falta la clave de encriptación
fr_ca: La clé de chiffrement est manquante.
nl_nl: Encryptiesleutel ontbreekt.
pl: Brak klucza szyfrowania.
sk_sk: Chýba šifrovací kľúč.

source: The requested file does not exist
cs: Požadovaný soubor neexistuje
da: Den ønskede fil eksisterer ikke
de: Die angefragte Datei existiert nicht
es: El archivo solicitado no existe
fi: Haluttua tiedostoa ei ole olemassa.
fr_ca: Le fichier demandé n'existe pas
it: Il file richiesto non esiste
ja_jp: 要求されたファイルは存在しません
nl_nl: Het opgevraagde bestand bestaat niet
pl: Żądany plik nie istnieje
pt: O ficheiro requisitado não existe
pt_br: O arquivo solicitado não existe
ro: Fișierul solicitat nu există
ru: Запрашиваемый файл не существует
sk_sk: Požadovaný súbor neexistuje
sr_rs: Zahtevana datoteka ne postoji
sv_se: Den efterfrågade filen finns inte

source: The external command failed to start. Error message: {0} Command: {1} {2}
cs: Externí příkaz se nepodařilo spustit.
da: Den eksterne kommando kunne ikke starte. Fejlmeddelelse: {0} Kommando: {1} {2}
de: Der externe Befehl konnte nicht gestartet werden. Fehlermeldung: {0} Befehl: {1} {2}
es: El comando externo no pudo iniciarse. Mensaje de error: {0} Comando: {1} {2}
fi: Ulkoista komentoa ei voitu suorittaa. ¨Virhe: {0} Komento: {1} {2}
fr_ca: La commande externe n'a pas pu démarrer. Message d'erreur : {0} Commande : {1} {2}
it: L'avvio del comando esterno è fallito. Messaggio di errore: {0} Comando: {1} {2}
ja_jp: 外部コマンドを開始できませんでした。 エラーメッセージ：{0} コマンド：{1} {2}
nl_nl: Het starten van de externe opdracht is mislukt. Foutmelding: {0} Opdracht: {1} {2}
pl: Nie udało się uruchomić polecenia zewnętrznego. Komunikat błędu: {0} Polecenie: {1} {2}
pt_br: Um comando externo falhou na inicialização Mensagem de erro: {0} Comando: {1} {2}
ro: Comanda externă nu a reușit să pornească. Mesaj de eroare: {0} Comandă: {1} {2}
ru: Ошибка запуска внешней команды. Сообщение об ошибке: {0} Команды: {1} {2}
sk_sk: Externý príkaz sa nepodarilo spustiť. Chybová správa: {0} Príkaz: {1} {2}
sr_rs: TSpoljna komanda nije uspela da se pokrene. Poruka o grešci: {0} Komanda: {1} {2}
sv_se: Det externa kommandot kunde inte startas. Felmeddelande: {0} Kommando: {1} {2}

source: The external command failed to complete within the set time limit: {0} {1}
cs: Vykonávání vnějšího příkazu se nepodařilo dokončit v nastaveném časovém limitu: {0} {1}
da: Den eksterne kommando blev ikke gennemført inden for den fastsatte tidsfrist: {0} {1}
de: Der externe Befehl konnte nicht innerhalb des festgelegten Zeitlimits abgeschlossen werden: {0} {1}
es: El comando externo no se pudo completar dentro del límite de tiempo establecido: {0} {1}
fi: Ulkoinen komento ei lopettanut annetussa ajassa: {0} {1}
fr_ca: La commande externe n'a pas pu aboutir dans le délai imparti : {0} {1}
it: Il comando esterno non è stato completato entro il limite di tempo impostato: {0} {1}
ja_jp: 外部コマンドが制限時間内に完了しませんでした：{0} {1}
nl_nl: De externe opdracht is niet afgerond binnen de ingestelde tijdslimiet: {0} {1}
pl: Nie udało się zakończyć polecenia zewnętrznego w określonym limicie czasu: {0} {1}
pt_br: O comando externo falhou ao completar dentro do tempo limite definido: {0} {1}
ro: Comanda externă nu a reușit să se finalizeze în limita de timp stabilită: {0} {1}
ru: Ошибка выполнения внешней команды с заданным лимитом времени: {0} {1}
sk_sk: Externý príkaz sa nepodarilo dokončiť v nastavenom časovom limite: {0} {1}
sr_rs: Spoljna komanda nije uspela da se završi u okviru postavljenog vremenskog ograničenja: {0} {1}
sv_se: Det externa kommandot kunde inte slutföras inom den angivna tidsgränsen: {0} {1}

source: Unable to match local path {0} with any snapshot path: {1}
cs: Nedaří se nalézt shodu v místním popisu umístění {0} s jakýmkoli popisem umístění zachyceného stavu: {1}
da: Kan ikke matche lokal sti {0} med nogen snapshot-sti: {1}
de: Lokaler Pfad {0} stimmt mit keinem Snapshot-Pfad überein: {1}
es: No se puede hacer coincidir la ruta local {0} con ninguna ruta de instantánea: {1}
fi: Paikallista polkua {0} vastaavaa polkua ei löytynyt mistään vedoksesta: {1}
fr_ca: Impossible de faire correspondre le chemin d'accès local {0} avec un chemin d'instantané : {1}
it: Impossibile trovare il percorso locale {0} con qualsiasi percorso dell'istantanea: {1}
ja_jp: ローカルのパス {0} とスナップショットのパス {1} が一致しません
nl_nl: Lokale pad {0} kan niet in overeenstemming worden gebracht met een momentopname-pad: {1}
pl: Nie można dopasować ścieżki lokalnej {0} do żadnej ścieżki migawki: {1}
pt_br: Não é possível combinar o caminho local {0} com qualquer caminho de snapshot: {1}
ro: Căsuța locală {0} nu se poate potrivi cu nici o cale de acces instantaneu: {1}
ru: Не удалось сопоставить локальный путь {0} какому-либо пути к снимку: {1}
sk_sk: Nie je možné priradiť miestnu cestu {0} k žiadnej ceste snímky: {1}
sr_rs: Nije moguće upariti lokalnu putanju {0} sa bilo kojom putanjom snimka: {1}

source: Script returned successfully, but the temporary folder {0} does not exist: {1}
cs: Skript ohlásil úspěch, ale dočasná složka {0} neexistuje: {1}
da: Scriptet returnerede med succes, men den midlertidige mappe {0} eksisterer ikke: {1}
de: Skript wurde erfolgreich abgeschlossen, aber der temporäre Ordner {0} existiert nicht: {1}
es: Script retorno exitosamente, pero la carpeta temporal {0} no existe: {1}
fi: Skriptin suoritus onnistui, mutta tilapäiskansiota {0} ei löydy: {1}
fr_ca: Le script a bien été renvoyé, mais le dossier temporaire {0} n'existe pas : {1}
it: Lo Script ha restituito esito corretto, ma la cartella temporanea {0} non esiste: {1}
ja_jp: スクリプトを実行しましたが、一時フォルダー {0} がありません：{1}
nl_nl: Script gaf succesvol aan, maar de tijdelijke map {0} bestaat niet: {1}
pl: Skrypt zakończony pomyślnie, ale tymczasowy folder {0} nie istnieje: {1}
pt_br: Script retornou com sucesso, mas a pasta temporária {0} não existe: {1}
ro: Scriptul a revenit cu succes, dar dosarul temporar {0} nu există: {1}
ru: Сценарий завершён успешно, но временная папка {0} не существует: {1}
sk_sk: Skript sa vrátil úspešne, ale dočasný priečinok {0} neexistuje: {1}
sr_rs: Skripta se izvšila uspešno, ali privremena fascikla {0} ne postoji: {1}

source: Script returned successfully, but the temporary folder {0} still exist: {1}
cs: Skript ohlásil úspěšné dokončení, ale dočasná složka {0} pořád existuje: {1}
da: Scriptet returnerede med succes, men den midlertidige mappe {0} eksisterer stadig: {1}
de: Skript wurde erfolgreich abgeschlossen, aber der temporäre Ordner {0} existiert weiterhin: {1}
es: Script retorno exitosamente, pero la carpeta temporal {0} todavía existe: {1}
fi: Skriptin suoritus onnistui, mutta tilapäistiedosto {0} on vielä olemassa: {1}
fr_ca: Script retourné avec succès, mais le dossier temporaire {0} existe toujours : {1}
it: Lo Script ha restituito esito corretto, ma la cartella temporanea {0} esiste ancora: {1}
ja_jp: スクリプトを実行しましたが、一時フォルダー {0} が残っています：{1}
nl_nl: Script gaf succesvol aan, maar de tijdelijke map {0} bestaat nog steeds: {1}
pl: Skrypt zakończony pomyślnie, ale tymczasowy folder {0} nadal istnieje: {1}
pt_br: Script executado com sucesso, mas a pasta temporária {0} ainda existe: {1}
ro: Scriptul a revenit cu succes, dar dosarul temporar {0} mai există: {1}
ru: Сценарий завершён успешно, но временная папка {0} по прежнему существует: {1}
sk_sk: Skript sa vrátil úspešne, ale dočasný priečinok {0} stále existuje: {1}
sr_rs: Skripta se izvršila uspešno, ali privremena fascikla {0} još uvek postoji: {1}

source: The script returned exit code {0}, but {1} was expected: {2}
cs: Skript ohlásil kód dokončení {0}, ale bylo očekáváno {1}: {2}
da: Scriptet returnerede exitkode {0}, men {1} var forventet: {2}
de: Das Skript wurde mit dem Exit-Code {0} beendet, aber {1} wurde erwartet: {2}
es: La secuencia de comandos devolvió el código de salida {0}, pero se esperaba {1}: {2}
fi: Skriptin paluuarvo oli {0}, mutta odotettiin arvoa {1}: {2}
fr_ca: Le script a renvoyé le code de sortie {0}, mais {1} était attendu : {2}
it: Lo script ha restituito il codice di uscita {0}, ma {1} era atteso: {2}
ja_jp: スクリプトは終了コード {0} を返しましたが、期待されていたコードは {1} です：{2}
nl_nl: Het script gaf beëindigingscode {0}, maar {1} werd verwacht: {2}
pl: Skrypt zwrócił kod wyjścia {0}, ale oczekiwano {1}: {2}
pt_br: O script retornou o código de saída {0}, mas {1} era esperado: {2}
ro: Scriptul a returnat codul de iesire {0}, dar {1} a fost asteptat: {2}
ru: Сценарий вернул код {0}, хотя ожидалось {1}: {2}
sk_sk: Skript vrátil výstupný kód {0}, ale očakával sa {1}: {2}
sr_rs: Skripta se izvršila sa izlaznim kodom {0}, a {1} je bilo očekivano: {2}

source: Script returned successfully, but the output was missing the {0} parameter: {1}
cs: Skript ohlásil úspěšné dokončení, ale ve výstupu chybí parametr {0}: {1}
da: Scriptet returnerede med succes, men output manglede {0} parameteren: {1}
de: Skript wurde erfolgreich abgeschlossen, aber bei der Ausgabe fehlte der Parameter {0}: {1}
es: La secuencia de comandos se devolvió correctamente, pero en la salida faltaba el parámetro {0}: {1}
fi: Skriptin suoritus onnistui, mutta tulosteesta puuttui parametri {0}: {1}
fr_ca: Le script a été renvoyé avec succès, mais le paramètre {0} était manquant en sortie : {1}
it: Lo script ha restituito esito corretto, ma nell'uscita mancava il {0} parametro: {1}
ja_jp: スクリプトを実行しましたが、出力された結果には {0} のパラメーターが欠けています：{1}
nl_nl: Script gaf succesvol aan, maar de in uitvoer ontbreekt de {0} parameter: {1}
pl: Skrypt został pomyślnie zwrócony, ale w danych wyjściowych {0} brakowało parametru: {1}
pt_br: Script executado com sucesso, mas a saída estava faltando o {0} parâmetro: {1}
ro: Scriptul a revenit cu succes, dar la ieșire lipsește parametrul {0}: {1}
ru: Сценарий успешно завершён, но на выходе отсутствует параметр {0}: {1}
sk_sk: Skript sa vrátil úspešne, ale vo výstupe chýbal parameter {0}: {1}
sr_rs: Skripta se izvršila uspešno, ali je falio parametar {0} na izlazu: {1}

source: Unable to determine full file path for USN entry
cs: Nedaří se zjistit úplný popis umístění souboru pro USN položku
de: Der vollständige Dateipfad für den USN-Eintrag konnte nicht ermittelt werden
es: No se puede determinar la ruta completa del archivo para la entrada de USN
fr_ca: Impossible de déterminer le chemin de fichier complet pour l'entrée USN
it: Impossibile determinare il percorso completo del file per la voce USN
ja_jp: USNエントリーの完全なファイルパスを決定できません
nl_nl: Kan het volledige bestandenpad voor USN-vermelding niet bepalen
pl: Nie można określić pełnej ścieżki pliku dla wpisu USN
pt_br: Não é possível determinar o caminho completo do arquivo para a entrada USN
sk_sk: Nie je možné určiť úplnú cestu k súboru pre položku USN
sr_rs: Nije moguće utvrditi punu fajl putanju za USN unos

source: USN journal entries were purged since last scan
cs: Položky USN žurnálu byly od posledního skenu odstraněny
de: USN-Journaleinträge wurden seit dem letzten Scan gelöscht.
es: Las entradas de diario de USN se eliminaron desde la última exploración
fr_ca: Les entrées du journal USN ont été purgées depuis la dernière analyse
it: Le voci del registro USN sono state eliminate dall'ultima scansione
ja_jp: USNジャーナルのエントリーが直近のスキャン後に削除されました
nl_nl: USN logboekvermeldingen zijn gewist sinds de laatste scan
pl: Wpisy do dziennika USN zostały usunięte od ostatniego skanowania
pt_br: Journal USN foram removidas desde a última verificação
sk_sk: Záznamy v denníku USN boli od posledného skenovania vymazané
sr_rs: Unosi u USN dnevnik su očišćeni kod poslednjeg skeniranja

source: Unexpected empty response while enumerating
cs: Neočekávaná prázdná odpověď během výčtu
da: Uventet tomt svar under optælling
de: Unerwartete leere Antwort beim Aufzählen
es: Respuesta vacía inesperada al enumerar
fi: Odottamaton tyhjä vastaus listattaessa
fr_ca: Réponse vide inattendue lors de l'énumération
it: Inaspettata risposta vuota durante l'enumerazione
ja_jp: 列挙中に予期しない空の応答がありました
nl_nl: Onverwachte lege respons tijdens opsommen
pl: Nieoczekiwana pusta odpowiedź podczas wyliczania
pt_br: Resposta vazia inesperada ao enumerar
ro: Răspuns neașteptat gol în timp ce enumerați
ru: Неожиданный пустой ответ при перечислении
sk_sk: Neočakávaná prázdna odpoveď pri vypisovaní
sr_rs: Neočekivani prazan odgovor tokom nabrajanja

source: USN is not supported on Linux
cs: USN není na Linuxu podporováno
da: USN understøttes ikke på Linux
de: USN wird unter Linux nicht unterstützt
es: USN no es compatible con Linux
fi: USN ei toimi Linux-järjestelmissä
fr_ca: USN n'est pas supporté sur Linux
it: USN non supportato in Linux
ja_jp: USNはLinuxではサポートされていません
nl_nl: USN wordt niet ondersteund door Linux
pl: USN nie jest obsługiwany w systemie Linux
pt: USN não é suportado em sistemas Linux
pt_br: USN não é suportado no Linux
ro: USN nu este acceptat pe Linux
ru: USN не поддерживается на Linux
sk_sk: USN nie je podporovaný v Linux
sr_rs: USN nije podržan na Linux-u
