Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Stores files in Microsoft OneDrive or Microsoft OneDrive for Business via the Microsoft Graph API. Usage of this backend requires that you agree to the terms in {0} ({1}) and {2} ({3})
cs: Uchovává soubory na službách Microsoft OneDrive nebo Microsoft OneDrive for Business prostřednictvím Microsoft Graph API. Použití této podpůrné vrstvy vyžaduje abyste souhlasili s podmínkami v {0} ({1}) a {2} ({3})
it: Archiviare i file in Microsoft OneDrive o Microsoft OneDrive for Business tramite l'API di Microsoft Graph. L'utilizzo di questo backend richiede l'accettazione dei termini in {0} ({1}) e {2} ({3})
pt_br: Armazena arquivos no Microsoft OneDrive ou no Microsoft OneDrive for Business por meio da API do Microsoft Graph. O uso deste backend requer que você concorde com os termos em {0} ({1}) e {2} ({3})
sr_rs: Čuva fajlove u Microsoft OneDrive ili Microsoft OneDrive for Business preko Microsoft Graph API-ja. Korišćenje ovog pozadinskog dela zahteva da prihvatite uslove u {0} ({1}) i {2} ({3})

source: Stores files in a Microsoft SharePoint site via the Microsoft Graph API. Usage of this backend requires that you agree to the terms in {0} ({1}) and {2} ({3})
cs: Ukládá soubory na službě Microsoft SharePoint prostřednictvím Microsoft Graph API. Použití této podpůrné vrstvy vyžaduje abyste souhlasili s podmínkami v {0} ({1}) a {2} ({3})
it: Archiviare i file in un sito Microsoft SharePoint tramite l'API di Microsoft Graph. L'utilizzo di questo backend richiede l'accettazione dei termini in {0} ({1}) e {2} ({3})
pt_br: Armazena arquivos em um site do Microsoft SharePoint por meio da API do Microsoft Graph. O uso deste backend requer que você concorde com os termos em {0} ({1}) e {2} ({3})
sr_rs: Čuva fajlove na Microsoft SharePoint lokaciji preko Microsoft Graph API-ja. Korišćenje ovog pozadinskog dela zahteva da prihvatite uslove u {0} ({1}) i {2} ({3})

source: ID of the site to store data in
cs: Identifikátor místa ve kterém uchovávat data
it: ID del sito in cui archiviare i dati
pt_br: ID do site para armazenar dados em
sr_rs: ID sajta za skladištenje podataka

source: Conflicting site IDs used: given {0} but found {1}
cs: Použity odporující si identifikátory místa: zadáno {0} ale nalezeno {1}
it: Conflitto ID utilizzati per il sito: dato {0} ma trovato {1}
ja_jp: サイトIDが衝突しています。{0}が指定されましたが、{1}が見つかりました。
pt_br: IDs de sites conflitantes usados: dados {0} mas encontrados {1}
sr_rs: Korišćeni neusaglašeni ID-ovi sajtova: dati su {0}, ali pronađeni {1}

source: Stores files in a Microsoft Office 365 Group via the Microsoft Graph API. Allowed formats are "sharepoint://tenant.sharepoint.com/{{PathToWeb}}//{{Documents}}/subfolder" (with "//" being optionally used to indicate the root document folder), or just "sharepoint://subfolder" (in which case you must also explicitly specify the SharePoint site's ID via --site-id). Usage of this backend requires that you agree to the terms in {0} ({1}) and {2} ({3})
cs: Ukládá soubory ve skupině Microsoft Office 356 prostřednictvím Microsoft Graph API. Možné formáty zápisu jsou „sharepoint://tenant.sharepoint.com/{{UmisteniWebu}}//{{Dokumenty}}/subfolder“ (s tím, že volitelně použité „//“ slouží k indikaci kořenové složky dokumentů), nebo jen „sharepoint://subfolder“ (v takovém případě je také třeba výslovně zadat identifikátor SharePoint umístění --site-id). Použití této podpůrné vrstvy vyžaduje souhlas s podmínkami v {0} ({1}) a {2} ({3})
it: Archivia i file in un gruppo Microsoft Office 365 tramite l'API Microsoft Graph. I formati consentiti sono "sharepoint://tenant.sharepoint.com/{{PathToWeb}}//{{Documents}}/subfolder" (con "//" utilizzato facoltativamente per indicare la cartella del documento principale), o "sharepoint://subfolder" Ascolta (nel qual caso è necessario specificare in modo esplicito anche l'ID del sito di SharePoint tramite --site-id). L'utilizzo di questo backend richiede l'accettazione dei termini in {0} ({1}) e {2} ({3})
pt_br: Armazena arquivos em um Grupo do Microsoft Office 365 por meio da API do Microsoft Graph. Os formatos permitidos são "sharepoint://tenant.sharepoint.com/{{PathToWeb}}//{{Documents}}/subfolder" (com "//" sendo usado opcionalmente para indicar a pasta do documento raiz), ou apenas "sharepoint://subfolder" (nesse caso, você também deve especificar explicitamente o ID do site do SharePoint por meio de --site-id). O uso deste backend requer que você concorde com os termos em {0} ({1}) e {2} ({3})
sr_rs: Čuva fajlove u Microsoft Office 365 grupi preko Microsoft Graph API-ja. Dozvoljeni formati su "sharepoint://tenant.sharepoint.com/{{PathToWeb}}//{{Documents}}/subfolder" (sa "//" koja se opciono koristi za označavanje osnovnog foldera dokumenta) ili samo "sharepoint://subfolder" (u tom slučaju takođe morate eksplicitno da navedete ID SharePoint sajta preko --site-id). Korišćenje ovog pozadinskog dela zahteva da prihvatite uslove u {0} ({1}) i {2} ({3})

source: ID of the group to store data in
cs: Identifikátor skupiny, ve které data uchovávat
it: ID del gruppo in cui archiviare i dati
pt_br: ID do grupo para armazenar dados em
sr_rs: ID grupe u kojoj se čuvaju podaci

source: Email address of the group to store data in
cs: E-mailová adresa skupiny ve které data uchovávat
it: Indirizzo email del gruppo in cui archiviare i dati
pt_br: Endereço de email do grupo para armazenar dados em
sr_rs: Adresa e-pošte grupe u kojoj se čuvaju podaci

source: No group ID or group email address was provided
cs: Nebyl zadán žádný identifikátor nebo e-mailová adresa skupiny
it: Non è stato fornito alcun ID di gruppo o indirizzo email di gruppo
pt_br: Nenhum ID de grupo ou endereço de email do grupo foi fornecido
sr_rs: Nije naveden ID grupe ili adresa e-pošte grupe

source: All files will be written to the container specified
cs: Veškeré soubory budou zapsány do určeného kontejneru
fi: Kaikki tiedostot tallennetaan määrättyyn kansioon
it: Tutti i file saranno scritti nel contenitore specificato
pt_br: Todos os arquivos serão gravados no contêiner especificado
ro: Toate fișierele vor fi scrise în containerul specificat
ru: Все файлы будут записаны в указанный контейнер
sr_rs: Svi fajlovi će biti zapisani u navedeni kontejner

source: The name of the storage container
cs: Název úložného kontejneru
fi: Tallennuskansion nimi
it: Il nome del contenitore di archiviazione
pt_br: Nome do container de armazenamento
ro: Numele containerului de stocare
ru: Название контейнера для хранения
sr_rs: Naziv kontejnera za skladištenje

source: The Azure storage account name which can be obtained by clicking the "Manage Access Keys" button on the storage account dashboard
cs: Název účtu je možné zjistit kliknutím na „Manage Access Keys“ (spravovat přístupové klíče) na stránkách Azure, v přehledu účtu na úložišti
fi: Azure-tilin nimi. Tämän voit hakea klikkaamalla nappia "Managa Access Keys" tilin asetuksissa.
it: Il nome dell'account di archiviazione Azure che può essere ottenuto cliccando sul pulsante "Gestisci Chiavi Accesso" nel pannello dell'account di archiviazione
pt_br: O nome da conta de armazenamento do Azure que pode ser encontrado clicando em "Gerenciar chaves de acesso" no dashboard da conta de armazenamento
ro: Numele contului de stocare Azure care poate fi obținut făcând clic pe butonul "Gestionați cheile de acces" din tabloul de bord al contului de stocare
ru: Учетная запись может быть получена нажатием кнопки "Manage Access Keys" в личном кабинете хранилища Azure
sr_rs: Naziv Azure naloga za skladištenje koji se može dobiti klikom na dugme „Upravljaj pristupnim ključevima“ na kontrolnoj tabli naloga za skladištenje

source: The Azure access key which can be obtained by clicking the "Manage Access Keys" button on the storage account dashboard
cs: Přístupový klíč je možné zjistit kliknutím na „Manage Acess Keys“ (spravovat přístupové klíče) na stránkách Azure, v přehledu účtu na úložišti
fi: Tunnus "Azure access key". Tämän voit hakea klikkaamalla nappia "Managa Access Keys" tilin asetuksissa.
it: La chiave di accesso Azure che può essere ottenuta cliccando sul pulsante "Gestisci Chiavi Accesso" nella pannello dell'account di archiviazione
pt_br: A chave de acesso do Azure que pode ser encontrada clicando em "Gerenciar Chaves de Acesso" no dashboard da conta de armazenamento
ro: Cheia de acces Azure care poate fi obținută făcând clic pe butonul "Gestionați cheile de acces" din tabloul de bord al contului de stocare
ru: Ключ доступа может быть получен нажатием кнопки "Manage Access Keys" в личном кабинете хранилища Azure
sr_rs: Azure pristupni ključ koji se može dobiti klikom na dugme „Upravljaj pristupnim ključevima“ na kontrolnoj tabli naloga za skladištenje

source: No Azure access key given
cs: Není zadán přístupový klíč k úložišti Azure
fi: Palvelun Azure pääsyavain puuttuu
it: Nessuna chiave di accesso azure fornita
pt_br: Nenhuma chave de acesso do Azure informada
ro: Nu este indicată cheia de acces Azure
ru: Не задан ключ доступа Azure
sr_rs: Nije dat Azure pristupni ključ

source: This backend can read and write data to Azure blob storage. Allowed formats are: "azure://bucketname"
cs: Tato podpůrná vrstva (backend) může číst a zapisovat data do binárního (blob) úložiště Azure. Možné formáty zápisu jsou: „azure://nazevnadoby“
fi: Tämä moduuli voi siirtää tiedostoja palveluun 'Azure blob storage'. Osoite on muotoa 'Azure://ämpäri'.
it: Questo backend può leggere e scrivere dati nell'archivio Azure blob. I formati ammessi sono: "azure://bucketname"
pt_br: Este backend pode ler e gravar dados em blobs de armazenamento do Azure. Os formatos permitidos são: "azure://bucketname"
ro: Acest backend poate citi și scrie date în spațiul de stocare Azure blob. Formatele permise sunt: ​​"azure: // bucketname"
ru: Этот бэкэнд позволяет читать и записывать данные в хранище Azure blob. Допустимые форматы: «azure://bucketname»
sr_rs: Ovaa pozadina može da čita i upisuje podatke u Azure blob skladište. Dozvoljeni formati su: "azure://bucketname"

source: Tardigrade Decentralized Cloud Storage
sr_rs: Tardigrade decentralizovano skladište u oblaku

source: This backend can read and write data to the Tardigrade Decentralized Cloud Storage.
sr_rs: Ova pozadina može da čita i upisuje podatke u Tardigrade decentralizovano skladište u oblaku.

source: The connection-test failed.
sr_rs: Test veze nije uspeo.

source: The authentication method
sr_rs: Metod autentifikacije

source: The authentication method describes which way to use to connect to the network - either via API key or via an access grant.
sr_rs: Metod autentikacije opisuje koji način da se koristi za povezivanje na mrežu - bilo preko API ključa ili preko odobrenja pristupa.

source: The satellite
sr_rs: Satelit

source: The satellite that keeps track of all metadata. Use a Tardigrade-grade server for high-performance SLA-backed connectivity or use a community server. Or even host your own.
sr_rs: Satelit koji prati sve metapodatke. Koristite server na nivou Tardigrade za SLA-podržano povezivanje visokih performansi ili koristite server zajednice. Ili čak svoj host.

source: The API key
sr_rs: API ključ

source: The API key grants access to a specific project on your chosen satellite. Head over to the dashboard of your satellite to create one if you do not already have an API key.
sr_rs: API ključ omogućava pristup određenom projektu na odabranom satelitu. Pređite na kontrolnu tablu svog satelita da biste je napravili ako već nemate API ključ.

source: The encryption passphrase
sr_rs: Pristupna fraza za šifrovanje

source: The encryption passphrase is used to encrypt your data before sending it to the tardigrade network. This passphrase can be the only secret to provide - for Tardigrade you do not necessary need any additional encryption (from Duplicati) in place.
sr_rs: Pristupna fraza za šifrovanje se koristi za šifrovanje vaših podataka pre slanja na tardigrade mrežu. Ova pristupna fraza može biti jedina tajna koju treba obezbediti - za Tardigrade vam nije potrebna dodatna enkripcija (od Duplicatija).

source: The access grant
sr_rs: Odobrenje pristupa

source: An access grant contains all information in one encrypted string. You may use it instead of a satellite, API key and secret.
sr_rs: Odobrenje pristupa sadrži sve informacije u jednom šifrovanom stringu. Možete ga koristiti umesto satelita, API ključa i tajne.

source: The bucket
sr_rs: Segment

source: The bucket where the backup will reside in.
sr_rs: Segment u kojem će se nalaziti rezervna kopija.

source: The folder
sr_rs: Fascikla

source: The folder within the bucket where the backup will reside in.
sr_rs: Fascikla unutar segmenta u kojem će se nalaziti rezervna kopija.

source: This backend can read and write data to Jottacloud using it's REST protocol. Allowed format is "jottacloud://folder/subfolder".
cs: Tato podpůrná vrstva (backend) umožňuje čtení a zápis dat na cloudové úložiště Jottacloud (pomocí REST protokolu). Formát zápisu je „jottacloud://slozka/podslozka“.
fi: Tämä moduuli voi lukea ja kirjoittaa tietoja Jottacloudiin käyttäen sen REST-rajapintaa. Osoitteen muoto on "jottacloud://kansio/alikansio".
it: Questo backend può leggere e scrivere dati su Jottacloud usando il suo protocollo REST. Il formato ammesso è "jottacloud://folder/subfolder".
pt_br: Este backend pode ler e escrever dados no Jottacloud utilizando o protocolo REST. O formato suportado é "jottacloud://folder/subfolder".
ro: Acest backend poate citi și scrie date în Jottacloud utilizând protocolul REST. Formatul permise este "jottacloud: // folder / subfolder".
ru: Этот бэкэнд может читать и писать данные в Jottacloud, используя протокол REST. Допустимый формат — «jottacloud://folder/subfolder».
sr_rs: Ova pozadina može čitati i pisati podatke u Jottacloud koristeći svoj REST protokol. Dozvoljeni format je "jottacloud://folder/subfolder".

source: No path given, cannot upload files to the root folder
cs: Nebyl zadán popis umístění a soubory nelze nahrát do kořenové složky
fi: Et antanut polkua. Tiedostoja ei voi ladata juurikansioon.
it: Nessun percorso specificato, impossibile caricare i file nella cartella principale
pt_br: Nenhum caminho informado, não pode fazer upload de arquivos para a pasta raiz
ro: Nu există o cale dată, nu se pot încărca fișiere în dosarul rădăcină
ru: Не указан путь, невозможно загрузить файлы в корневую папку
sr_rs: Putanja nije data, ne mogu da se otpreme fajlovi u osnovnu fasciklu

source: Supplies the backup device to use
cs: Zadává zařízení, které se má použít pro zálohy
it: Fornisci il dispositivo di backup da utilizzare
pt_br: Fornece a chave de acesso usada para se conectar ao servidor
ro: Furnizează dispozitivul de rezervă de utilizat
ru: Предоставляет устройство для создания резервной копии
sr_rs: Obezbeđuje uređaj rezervne kopije za korišćenje

source: Supplies the mount point to use on the server
cs: Poskytuje přípojný bod který použít na serveru
it: Fornisci il punto di montaggio da utilizzare sul server
pt_br: Fornece o ponto de montagem a ser usado no servidor
ro: Furnizează punctul de montare pentru utilizare pe server
ru: Задание точки монтирования на сервере
sr_rs: Obezbeđuje tačku montiranja za korišćenje na serveru

source: Number of threads for restore operations.
sr_rs: Broj niti za operacije vraćanja.

source: The chunk size for simultaneous downloading.
sr_rs: Veličina dela za istovremeno preuzimanje.

source: This backend can read and write data to Mega.co.nz. Allowed formats are: "mega://folder/subfolder"
cs: Tato podpůrná vrstva (backend) umožňuje čtení a zápis dat na službu Mega.co.nz. Formát zápisu je: „mega://slozka/podslozka“
fi: Tämä moduuli voi siirtää tiedostoja palveluun Mega.co.nz. Osoite on muotoa "mega://kansio/alikansio".
it: Questo backend può leggere e scrivere dati su Mega.co.nz. Il formato ammesso è: "mega://folder/subfolder"
pt_br: Este backend pode ler e gravar dados no Mega.co.nz. O formato suportado é: "mega://folder/subfolder"
ro: Acest backend poate citi și scrie date la Mega.co.nz. Formatele permise sunt: ​​"mega: // folder / subfolder"
ru: Этот бэкэнд может читать и писать данные в Mega.co.nz. Допустимый формат — «mega://folder/subfolder»
sr_rs: Ova pozadina može čitati i pisati podatke na Mega.co.nz. Dozvoljeni formati su: "mega://folder/subfolder"

source: Supports connections to a SharePoint server (including OneDrive for Business). Allowed formats are "mssp://tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder" or "mssp://username:password@tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder". Use a double slash '//' in the path to denote the web from the documents library.
cs: Podporuje připojení na SharePoint server (včetně služby OneDrive for Business). Možné formáty zápisu jsou „mssp://tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder“ nebo „mssp://username:password@tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder“. Je možné použít dvě dopředná lomítka „//“ v popisu umístění pro označení webu ze složky dokumentů.
fi: Tukee SharePoint-palvelimen (myös OneDrive for Business) käyttöä. Osoitteet ovat muotoa "mssp://tennant.sharepoint.com/Sivusto//Dokumenttikirjastoa/alikansio" tai "mssp://käyttäjänimi:salasana@tennant.sharepoint.com/Sivusto//Dokumenttikirjastoa/alikansio". Käytä kaksinkertaista kauttaviivaa '//' erottamaan verkkosivuston juuri dokumenttikirjaston polusta.
it: Supporto connessioni a un server SharePoint (incluso OneDrive per Aziende). I formati ammessi sono "mssp://tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder" o "mssp://username:password@tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder". Utilizza una doppia barra '//' nel percorso per indicare il Web dalla libreria documenti.
pt_br: Suporte para conexões com um servidor SharePoint (incluindo OneDrive para Negócios). São permitidos formatos "mssp://tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder" ou "mssp://username:password@tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder". Utilize barras duplas '//' no caminho para denotar a partir de uma biblioteca de documentos.
ro: Suporta conexiuni la un server SharePoint (inclusiv OneDrive for Business). Formatele permise sunt "mssp: //tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder" sau "mssp: // username: password@tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder". Utilizați o slash dublă '//' în calea pentru a denota webul din biblioteca de documente.
ru: Поддерживает соединения с сервером SharePoint (включая OneDrive для бизнеса). Допустимыми форматами являются «mssp://tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder» или «mssp://username:password@tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder». Используйте двойной слэш '//' в пути для обозначения веб из библиотеки документов.
sr_rs: Podržava veze sa SharePoint serverom (uključujući OneDrive for Business). Dozvoljeni formati su "mssp://tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder" ili "mssp://username:password@tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder". Koristite dvostruku kosu crtu '//' na putanji da označite veb iz biblioteke dokumenata.

source: Upload files using binary direct mode.
cs: Nahrát soubory pomocí přímého binárního režimu.
fi: Lataa tiedostot tilassa 'binary direct'.
it: Carica i file utilizzando la modalità Binary Direct.
pt_br: Sobe os arquivos usando o modo direto binário.
ro: Încărcați fișiere utilizând modul binar direct.
ru: Загружать файлы в прямом бинарном режиме
sr_rs: Otpremite fajlove koristeći binarni direktni režim.

source: Set timeout for SharePoint web operations.
cs: Nastavit časový limit operací nad Sharepoint webem
fi: Aseta aikakatkaisu SharePoint-palvelimelle.
it: Imposta il timeout per le operazioni Web di SharePoint.
pt_br: Forneça um timeout para as operações web do SharePoint.
ro: Setați timeout pentru operațiile web SharePoint.
ru: Задать время ожидания для веб-операций SharePoint.
sr_rs: Podesite vremensko ograničenje za SharePoint veb operacije.

source: Set block size for chunked uploads to SharePoint.
cs: Nastavit velikost bloku pro nahrávání ve shlucích na SharePoint.
fi: Aseta SharePoint-palvelimen lähetyksen lohkokoko.
it: Imposta la dimensione del blocco per i caricamenti chunked in SharePoint.
pt_br: Defina o tamanho do bloco para envios fragmentados para o SharePoint.
ro: Setați dimensiunea blocurilor pentru încărcările încărcate cu caractere în SharePoint.
ru: Задать размер блока для фрагментированных загрузок в SharePoint.
sr_rs: Podesite veličinu bloka za otpremanja u komadima u SharePoint.

source: Supports connections to Microsoft OneDrive for Business. Allowed formats are "od4b://tennant.sharepoint.com/personal/username_domain/Documents/subfolder" or "od4b://username:password@tennant.sharepoint.com/personal/username_domain/Documents/folder". You can use a double slash '//' in the path to denote the base path from the documents folder.
cs: Podporuje připojení na službu Microsoft OneDrive for Business. Možné formáty zápisu jsou „od4b://tennant.sharepoint.com/personal/uzivatelskejmeno_domena/Documents/podslozka" nebo „od4b://uzivatelske_jmeno:heslo@tennant.sharepoint.com/personal/username_domain/Documents/slozka". Je možné použít dvě dopředná lomítka „//“ v popisu umístění pro označení základu popisu umístění ze složky dokumentů.
fi: Tukee palvelun myös OneDrive for Business käyttöä. Osoitteet ovat muotoa "od4b://tennant.sharepoint.com/personal/käyttäjä/Documents/subfolder" tai "od4b://käyttäjänimi:salasana@tennant.sharepoint.com/käyttäjä/Dokuments/kansio". Käytä kaksinkertaista kauttaviivaa '//' erottamaan verkkosivuston juuri dokumenttikirjaston polusta.
it: Supporto connessioni a Microsoft OneDrive per Aziende. I formati ammessi sono "od4b://tennant.sharepoint.com/personal/username_domain/Documents/subfolder" o "od4b://username:password@tennant.sharepoint.com/personal/username_domain/Documents/folder". Puoi usare una doppia barra '//' nel percorso per indicare il percorso di base dalla cartella documenti.
pt_br: Suporta conexões para Microsoft OneDrive para Negócios. Formatos permitidos são "od4b://tennant.sharepoint.com/personal/username_domain/Documents/subfolder" ou "od4b://username:password@tennant.sharepoint.com/personal/username_domain/Documents/folder". Você pode usar barras duplas '//' no caminho para denotar a base do caminho para a pasta de documentos.
ro: Suportă conexiunile la Microsoft OneDrive for Business. Formatele permise sunt "od4b: //tennant.sharepoint.com/personal/username_domain/Documents/subfolder" sau "od4b: // username: password@tennant.sharepoint.com/personal/username_domain/Documents/folder". Puteți utiliza o dublă slash "//" în cale pentru a denota calea de bază din dosarul documente.
ru: Поддерживает соединения с Microsoft OneDrive для бизнеса. Допустимые форматы «od4b://tennant.sharepoint.com/personal/username_domain/Documents/subfolder» или «od4b: / / username:password@tennant.sharepoint.com/personal/username_domain/Documents/folder». Вы можете использовать двойной слэш '//' в пути чтобы отделить основной путь от папки с документами.
sr_rs: Podržava veze sa Microsoft OneDrive for Business. Dozvoljeni formati su "od4b://tennant.sharepoint.com/personal/username_domain/Documents/subfolder" ili "od4b://username:password@tennant.sharepoint.com/personal/username_domain/Documents/folder". Možete koristiti dvostruku kosu crtu '//' u putanji da označite osnovnu putanju iz fascikle dokumenata.
