Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: A semicolon separated list of guids of VSS writers to exclude (Windows only)
cs: Středníkem oddělovaný seznam guid idenfikátorů VSS zapisovačů které vynechat (pouze Windows)
de: Eine mit Semikolon getrennte Liste von GUIDs von auszuschließenden VSS Writers (Nur Windows)
es: Una lista separada con punto y coma de los escritores de VSS a excluir (sólo en Windows)
fi: Puolipistein erotettu lista VSS-kirjoittajista (vain Windows-järjestelmillä)
fr_ca: Une liste de guids d'écrivains VSS séparés par des points-virgules à exclure (Windows uniquement)
it: Un elenco separato da punti e virgola di GUID di scrittori VSS da escludere (solo Windows)
ja_jp: 除外するVSSライターのGUIDをセミコロンで分けた一覧（Windowsのみ）
nl_nl: Een door puntkomma's gescheiden lijst met guid's van VSS writers die uitgesloten moeten worden (alleen Windows)
pl: Rozdzielana średnikami lista identyfikatorów guids obiektów zapisywania usługi VSS, które mają zostać wykluczone (tylko system Windows)
pt_br: Uma lista separada por ponto-e-vírgula de guids de escritores VSS para excluir (apenas Windows)
ro: Se exclude o listă de guiduri ale scriitorilor VSS separate prin punct și virgulă (numai pentru Windows)
ru: Перечень GUID писателей VSS через точку с запятой (только Windows)
sr_rs: Lista vodiča VSS pisaca odvojenih tačkom i zarezom za izuzimanje (samo za Vindouz)

source: This setting controls the usage of NTFS USN numbers, which allows Duplicati to obtain a list of files and folders much faster. If this is set to "off", Duplicati will not attempt to use USN. Setting this to "auto" makes Duplicati attempt to use USN, and fail silently if that was not allowed or supported. A setting of "on" will also make Duplicati attempt to use USN, but will produce a warning message in the log if it fails. Setting it to "required" will make Duplicati abort the backup if the USN usage fails. This feature requires administrative privileges.
fr_ca: Contrôle de l'utilisation des USN NTFS qui permet à Duplicati d'obtenir une liste de fichiers et de répertoires beaucoup plus rapidement. Si réglé à "off", Duplicati n'utilisera pas les USN. Un réglage à "auto" permet à Duplicati de tenter l'utilisation des USN, et échoue sans moufter si ça n'est pas autorisé ou supporté. À "on" , Duplicati tente d'utiliser les USN, mais génère un avertissement dans le journal en cas d'échec. En réglant sur "required", Duplicati abandonne la sauvegarde en cas d'échec d'utilisation des USN. Cette fonctionnalité demande le statut d'administrateur.

source: Control the use of NTFS Update Sequence Numbers
fr_ca: Utiliser les USN NTFS
ja_jp: NTFSのUpdate Sequence Numbersの使用を制御
nl_nl: Bepaal het gebruik van NTFS Update Sequence Numbers

source: When reading files, Duplicati can use the Windows BackupRead API to read files that are locked by other applications. This is useful for files that are in use, but requires administrative privileges. If this option is enabled, Duplicati will use the BackupRead API to read files if not snapshots are used. Setting this to "auto" will attempt to use it, but fail silently if there are insufficient permissions. Setting it to "on" wil also attempt to use BackupRead, but produces a warning if it is not possible. Setting it to "required" will make Duplicati abort the backup if it fails. This feature requires administrative privileges.
fr_ca: Lors de la lecture des fichiers, Duplicati peut utiliser l'API Windows BackupRead pour lire des fichiers verrouillés par d'autres applications. Utile pour les fichiers en cours d'utilisation, mais nécessite le statut d'Administrateur. Quand l'option est activée, Duplicati utilise l'API BackupRead API pour lire les fichiers si les clichés ne sont pas utilisés. À "auto" Duplicati tente l'utilisation sans brailler en cas de privilèges insuffisants. À "on" c'est pareil, mais il couine un avertissement en cas d'échec. À "required", Duplicati abandonne la sauvegarde en cas d'échec d'utilisation de l'API.

source: Use BackupRead API to read files
fr_ca: Utilisation de l'API BackupRead

source: Ignore advisory locking
de: Gesperrt-Warnung ignorieren
fr_ca: Ignorer les recommandations de verrouillage
nl_nl: Negeer adviserende vergrendeling

source: When reading files Duplicati can skip files that are marked locked by another application to ensure consistency. This flag can disable the check and perform optimistic reads of locked files.
de: Wenn Dateien gelesen werden kann Duplicati zur Sicherung der Konsistenz Dateien überspringen, die von einer anderen Anwendung als gesperrt markiert sind. Dieses Flag kann die Prüfung deaktivieren und optimistisches Lesen der gesperrten Dateien ausführen.
fr_ca: En lecture de fichiers, Duplicati peut sauter les fichiers marqués comme verrouillés par une autre application pour assurer la cohérence. Cette option peut désactiver la vérification et permet à Duplicati d'effectuer des lectures optimistes des fichiers verrouillés.
nl_nl: Bij het lezen van bestanden kan Duplicati bestanden overslaan die door een andere toepassing als vergrendeld zijn gemarkeerd om consistentie te garanderen. Deze vlag kan de controle uitschakelen en optimistische leesbewerkingen van vergrendelde bestanden uitvoeren.

source: When matching timestamps, Duplicati will adjust the times by a small fraction to ensure that minor time differences do not cause unexpected updates. If the option --{0} is set to keep a week of backups, and the backup is made the same time each week, it is possible that the clock drifts slightly, such that full week has just passed, causing Duplicati to delete the older backup earlier than expected. To avoid this, Duplicati inserts a 1% tolerance (max 1 hour). Use this option to disable the tolerance, and use strict time checking.
de: Beim Abgleichen von Zeitstempeln passt Duplicati die Zeiten um einen kleinen Bruchteil an, um sicherzustellen, dass geringfügige Zeitunterschiede keine unerwarteten Aktualisierungen verursachen. Wenn die Option --{0} so eingestellt ist, dass Backups für eine Woche beibehalten werden, und das Backup jede Woche zur gleichen Zeit durchgeführt wird, kann es vorkommen, dass die Uhr leicht abweicht. Ist die gesamte Woche gerade abgelaufen löscht Duplicati das ältereste Backup früher als erwartet. Um dies zu vermeiden, fügt Duplicati eine Toleranz von 1% ein (max. 1 Stunde). Verwenden Sie diese Option, um die Toleranz zu deaktivieren und eine strikte Zeitprüfung zu verwenden.
fr_ca: Lorsqu'il compare les horodatages, Duplicati ajuste les heures par une petite fraction pour s'assurer que des différences d'heure minimes ne provoquent pas des mises à jour non souhaitables. Si l'option --{0} est réglée pour garder une semaine de sauvegardes, et que la sauvegarde est effectuée à la même heure toutes les semaines, il est possible que, l'horloge ayant légèrement dérivé faisant que la semaine complète vienne juste de passer, Duplicati en vienne à effacer la plus vieille sauvegarde plus tôt que prévu. Pour éviter ceci de se produire, Duplicati introduit une tolérance de 1% (maximum 1 heure). Cette option désactive cette précaution, et force l'utilisation de la vérification stricte de l'heure.
ja_jp: タイムスタンプを検証する際、わずかな時差でバックアップの予期しない更新が生じないよう、Duplicatiは時間を調整します。--{0} のオプションで1週間のバックアップを保管するように設定し、また、毎週同じ時間にバックアップを作成する場合、バックアップを行う時間がずれて、ちょうど1週間が経過してしまい、その結果Duplicatiはバックアップを予定より早く削除してしまうことがありえます。これを防ぐために、Duplicatiは1％の誤差（最大で1時間）を考慮に入れて、タイムスタンプの検証を行います。このオプションを有効にすると、誤差の考慮を行わず、時間を厳密に確認します。
nl_nl: Bij het matchen van tijdstempels past Duplicati de tijden aan met een kleine fractie om ervoor te zorgen dat kleine tijdsverschillen geen onverwachte updates veroorzaken. Als de optie --{0} is ingesteld om een week aan back-ups te bewaren en de back-up elke week op hetzelfde tijdstip wordt gemaakt, is het mogelijk dat de klok enigszins afwijkt, zodat er net een hele week is verstreken, waardoor Duplicati de oudere back-up eerder verwijdert dan verwacht. Om dit te voorkomen, voegt Duplicati een tolerantie in van 1% (max 1 uur). Gebruik deze optie om deze tolerantie uit te schakelen en strikte tijdcontrole te gebruiken.

source: Deactivate tolerance when comparing times
de: Deaktiviere die Toleranz beim Vergleichen von Zeiten
fr_ca: Désactiver la tolérance de comparaison des horodatages
nl_nl: Deactiveer tolerantie bij het vergelijken van tijden

source: Use this option to verify uploads by listing contents.
de: Verwenden Sie diese Option, um Uploads durch Auflisten des Inhalts zu überprüfen.
fr_ca: Option de vérification des envois par listage de contenus.
ja_jp: このオプションを有効にすると、ファイルのリストを作成してアップロードを検証します。
nl_nl: Gebruik deze optie om uploads te controleren door het opvragen van de inhoud.

source: Verify uploads by listing contents
cs: Ověřovat nahrané soubory vypsáním jejich obsahu
de: Überprüfe Uploads durch Auflisten des Inhalts
es: Verificar las subidas listando los contenidos
fi: Tarkista siirtojen onnistuminen listaamalla etäpalvelimen tiedostot
fr_ca: Vérifie les téléchargements en répertoriant le contenu
it: Verificare i caricamenti elencando i contenuti
ja_jp: ファイルのリスト作成でアップロードを検証
nl_nl: Controleer uploads door het opvragen van de inhoud
pl: Weryfikowanie przesłanych treści przez wyświetlanie zawartości listy
pt_br: Verifique envio por conteúdo listado
ro: Verificați încărcările prin afișarea conținutului
ru: Подтверждение выгрузки по перечислению содержимого
sr_rs: Potvrdite otpremanja navođenjem sadržaja

source: Disables uploading multiple files concurrently to preserve bandwith. This will have the same effect as setting --asynchronous-upload-limit=1 but additionally wait for related uploads. The volume that is being created is not counted in the upload limit.
de: Deaktiviert das gleichzeitige Hochladen mehrerer Dateien, um Bandbreite zu sparen. Dies hat den gleichen Effekt als wenn die Option --asynchronous-upload-limit=1 gesetzt ist, wartet aber zusätzlich auf zugehörige Uploads. Das Volume, das erzeugt wird, wird bei der Upload-Grenze nicht mitgezählt.
fr_ca: Désactiver l'envoi simultané de fichiers pour préserver la bande passante. L'effet est le même que régler --asynchronous-upload-limit=1 mais en plus cela introduit une attente pour les envois associés. Le volume en cours de création n'est pas compté dans la limite d'envois.
nl_nl: Schakelt het uploaden van meerdere bestanden tegelijk uit om bandbreedte te besparen. Dit heeft hetzelfde effect als het instellen van --asynchronous-upload-limit=1, maar wacht daarnaast op gerelateerde uploads. Het volume dat wordt gemaakt, wordt niet meegeteld in de uploadlimiet.

source: Upload files synchronously
cs: Nahrávat soubory souběžně
de: Dateien synchron hochladen
es: Subir archivos sincrónicamente
fi: Lataa tiedostot varmuuskopioinnin aikana
fr_ca: Téléverser des fichiers de manière synchrone
it: Caricare i file in modo sincrono
ja_jp: 複数のファイルを並行してアップロード
nl_nl: Upload bestanden synchroon
pl: Wysyłaj pliki synchronicznie
pt_br: Envio de arquivos sincronizadamente
ro: Încărcați fișiere sincron
ru: Загружать файлы синхронно
sr_rs: Sinhrono otpremajte fajlove

source: Duplicati will attempt to perform multiple operations on a single connection, as this avoids repeated login attempts, and thus speeds up the process. Use this option to ensure that each operation is performed on a seperate connection.
de: Duplicati wird versuchen mehrere Operationen mit einer einzigen Verbindung durchzuführen, da dadurch wiederholte Anmeldeversuche verhindert werden und der Vorgang beschleunigt wird. Verwenden Sie diese Option, um für jede Operation eine eigene Verbindung aufzubauen
fr_ca: Duplicati tente d'effectuer de multiple opérations sur une seule connexion et évite ainsi des essais de connexion répétés, ce qui accélère le processus. Cette option fait en sorte que chaque opération est effectuée sur une connexion dédiée.
ja_jp: Duplicatiは、ログインを1度だけ行うことによって処理を高速化するために、1個の接続で複数の操作を実行します。このオプションを有効にすると、それぞれの操作を個別の接続で実行するように設定できます。
nl_nl: Duplicati zal proberen meerdere bewerkingen tegelijkertijd uit te voeren op één verbinding, omdat dit herhaalde aanmeldpogingen voorkomt en het proces dus versnelt. Gebruik deze optie om ervoor te zorgen dat elke bewerking uitgevoerd wordt op een afzonderlijke verbinding.

source: Do not re-use connections
cs: Nerecyklovat spojení
da: Genbrug ikke forbindelser
de: Verbindungen nicht wiederverwenden
es: No reutilizar las conexiones
fi: Älä uudelleenkäytä yhteyttä.
fr_ca: Ne pas réutiliser les connexions
it: Non riutilizzare le connessioni
ja_jp: 接続を再利用しない
nl_nl: Hergebruik geen verbindingen
pl: Nie używaj ponownie połączeń
pt: Não reutilizar ligações
pt_br: Não reutilize conexões
ro: Nu reutilizați conexiunile
ru: Не использовать соединения повторно
sr_rs: Nemojte ponovo koristiti veze

source: When an error occurs, Duplicati will silently retry, and only report the number of retries. Enable this option to have the error messages displayed when a retry is performed.
cs: Když dojde k chybě čtení, Duplicati se bez oznamování pokusí znovu a pouze ohlásí počet opakovaných pokusů. Zapnutím této předvolby budou při opětovných pokusech rovnou zobrazovány chybová hlášení.
de: Wenn ein Fehler auftritt, wird Duplicati es im Hintergrund erneut versuchen und nur die Anzahl der Wiederholungen melden. Aktivieren Sie diese Option, damit die Fehlermeldungen angezeigt werden, wenn eine Wiederholung durchgeführt wird.
es: Cuando se produce un error, Duplicati lo reintenta en silencio, y sólo informa del número de reintentos. Habilite esta opción para que se muestren los mensajes de error cuando se realice un reintento.
fi: Virheen sattuessa Dupicati yrittää automaattisesti uudestaa ja ilmoittaa vain uudelleenyritysten lukumäärän. Tällä valitsimella Duplicati tulostaa virheilmoituksen jokaisella yrityksellä.
fr_ca: Lorsqu'une erreur se produit, Duplicati réessaie silencieusement et ne signale que le nombre de tentatives. Activez cette option pour afficher les messages d'erreur lorsqu'une nouvelle tentative est effectuée.
it: Quando si verifica un errore, Duplicati ritenterà in modo invisibile e riporterà solo il numero di tentativi. Abilita questa opzione per visualizzare i messaggi di errore quando è eseguito un tentativo.
ja_jp: エラーが発生した場合、Duplicatiはエラーを表示せず、再試行した回数だけを報告します。このオプションを有効にすると、再試行が行われた際にエラーメッセージを表示させることができます。
nl_nl: Als een fout optreedt, zal Duplicati het zonder melding opnieuw proberen en alleen na een aantal mislukte pogingen een melding geven. Schakel deze optie in om foutmeldingen weer te geven zodra een bewerking opnieuw wordt uitgevoerd.
pl: Gdy wystąpi błąd, Duplicati dyskretnie spróbuje ponowić próbę i zgłosi tylko liczbę ponownych prób. Włącz tę opcję, aby komunikaty o błędach były wyświetlane po wykonaniu ponownej próby.
pt_br: Quando ocorrer um erro, o Duplicati irá repetir silenciosamente e apenas denunciará o número de tentativas. Ative esta opção para exibir as mensagens de erro quando uma repetição é executada.
ro: Când apare o eroare, Duplicați va reîncerca în tăcere și va raporta numai numărul de încercări. Activați această opțiune pentru a afișa mesajele de eroare atunci când este efectuată o nouă încercare.
ru: При возникновении ошибки Duplicati будет молча пытаться повторить операцию, сообщая только о количестве повторных попыток. Включите эту опцию, чтобы отображать сообщения об ошибках при повторном выполнении.
sr_rs: Kada dođe do greške, Duplicati će tiho pokušati ponovo i prijaviti samo broj ponovnih pokušaja. Omogućite ovu opciju da bi se poruke o grešci prikazivale kada se izvrši ponovni pokušaj.

source: Show error messages when a retry is performed
cs: Při opakovaném pokusu zobrazit chybové hlášení
de: Fehlermeldungen bei erneutem Versuch anzeigen
es: Mostrar mensajes de error cuando se realiza un reintento
fi: Näytä virheilmoitus uudelleenyrityksen jälkeen
fr_ca: Afficher les messages d'erreur lorsqu'une nouvelle tentative est effectuée
it: Mostra messaggi di errore quando è eseguito un tentativo
ja_jp: 再試行が行われた際にエラーメッセージを表示
nl_nl: Toon foutmeldingen zodra een bewerking opnieuw wordt uitgevoerd
pl: Pokaż komunikaty o błędach po wykonaniu ponownej próby
pt_br: Mostrar mensagens de erro quando uma nova tentativa for executada
ro: Afișați mesajele de eroare când este efectuată o nouă încercare
ru: Показывать сообщение об ошибке при выполнении повторной попытки
sr_rs: Prikaži poruke o grešci kada se izvrši ponovni pokušaj

source: If no files have changed, Duplicati will not upload a backup set. If the backup data is used to verify that a backup was executed, this option will make Duplicati upload a backupset even if it is empty.
de: Wenn keine Dateien geändert wurden, wird Duplicati kein Sicherungsset hochladen. Wenn die Sicherungs-Daten genutzt werden, um zu verifizieren, dass die Sicherung ausgeführt wurde, dann wird diese Option Duplicati das Sicherungsset auch hochladen lassen, wenn es leer ist.
fr_ca: Si aucun fichier n'a changé, Duplicati n'enverra pas un jeu de sauvegarde. Si les données de sauvegarde sont utilisées pour vérifier l'exécution de la sauvegarde, cette option forcera Duplicati en envoyer un jeu de sauvegarde même vide.
ja_jp: 変更されたファイルが無い場合、Duplicatiはバックアップのセットをアップロードしません。バックアップのデータを使って、バックアップが実行されたことを検証する場合、このオプションで、バックアップのセットが空だったとしても、Duplicatiにバックアップのセットをアップロードするように設定できます。
nl_nl: Als er geen bestanden gewijzigd zijn, zal Duplicati geen back-up set uploaden. Als de back-up gegevens gebruikt worden om te controleren dat de back-up was uitgevoerd, zorgt deze optie ervoor dat Duplicati altijd een back-up set uploadt, zelfs als die leeg is.

source: Upload empty backup files
cs: Nahrávat prázdné záložní soubory
da: Upload tomme backup filer
de: Leere Sicherungsdateien hochladen
es: Subir archivos de copias de seguridad vacíos
fi: Lataa tyhjätkin varmuuskopiot
fr_ca: Téléverse des fichiers de sauvegarde vides
it: Carica file di backup vuoti
ja_jp: 空のバックアップファイルをアップロード
nl_nl: Upload lege back-upbestanden
pl: Prześlij puste pliki kopii zapasowej
pt_br: Envio de cópia de arquivos vazio
ro: Încărcați fișiere de rezervă goale
ru: Выгружать пустые файлы резервной копии
sr_rs: Otpremite prazne fajlove rezervnih kopija

source: Set a limit to the amount of storage used on the backend (by this backup). This is in addition to the full backend quota, if available. Note: Backups will continue past the quota. This only creates warnings and error messages.
fr_ca: Indiquez une limite à la taille du stockage utilisé sur la destination (par cette sauvegarde). Ceci est en supplément au quota total de la destination, si disponible. Note : les sauvegardes continueront au-delà du quota. Ceci crée seulement des messages d'avertissement et d'erreur.
ja_jp: （このバックアップで）バックエンドが使用する保存領域の使用量に対する制限を設定できます。これは利用可能な場合、バックエンドの完全な割り当て量に追加されます。注意：バックアップは、割り当て量を超えた場合でも続行されます。これは警告とエラーのメッセージを出力するにとどまります。
nl_nl: Stel een limiet in voor de hoeveelheid opslagruimte die op de backend kan worden gebruikt (door deze back-up). Dit komt als extra bij het volledige backend-quotum, indien beschikbaar. Opmerking: Back-ups zullen worden voorgezet als het quotum overschreden is. Hierdoor ontstaan alleen waarschuwings- en foutberichten.

source: Limit storage use
fr_ca: Taille limite de stockage
ja_jp: 保存領域の使用を制限
nl_nl: Beperk opslaggebruik

source: Set a threshold for when to warn about the backend quota being nearly exceeded. It is given as a percentage, and a warning is generated if the amount of available quota is less than this percentage of the total backup size. If the backend does not report the quota information, this value will be ignored.
de: Legt einen Schwellenwert fest, wann gewarnt werden soll, dass die Backend-Quote fast überschritten wird. Sie wird als Prozentsatz angegeben, und es wird eine Warnung ausgegeben, wenn die Menge der verfügbaren Quote kleiner als dieser Prozentsatz der gesamten Backup-Größe ist. Wenn das Backend die Quoteninformationen nicht meldet, wird dieser Wert ignoriert.
fr_ca: Définir un seuil d'avertissement à l'approche du quota de destination. Il est donné en pourcentage et un avertissement est généré quand l'espace disponible est inférieur à ce pourcentage de la taille totale de la sauvegarde. Si la destination ne retourne pas d'informations de quota cette valeur est ignorée.
ja_jp: バックエンドに割り当てられた容量の残りが少なくなってきた際に、どの程度まで割り当て量が減少したら警告を行うか設定できます。量はパーセントで指定してください。バックアップの全容量のうち、利用可能な割り当て量がここで指定した値よりも少なくなった場合に警告を行います。バックエンドが割り当て量に関する情報を報告しない場合、この値は無視されます。
nl_nl: Stel een drempel in voor wanneer te waarschuwen over backend quota die bijna overschreden wordt. Dit wordt opgegeven als een percentage, en een waarschuwing wordt gegenereerd als de hoeveelheid beschikbare quota minder is dan dit percentage van de totale back-upgrootte. Als de backend geen quota-informatie rapporteert, zal deze waarde worden genegeerd.

source: Threshold for warning about low quota
cs: Práh varování před vyčerpáním kvóty
de: Schwellwert zur Warnung vor geringer Quote
es: Umbral de advertencia sobre cuota baja
fr_ca: Seuil d'avertissement concernant un quota disponible faible
it: Soglia di avviso su quota bassa
ja_jp: 割り当て量の残りについて警告する際の値
nl_nl: Drempelwaarde voor waarschuwing voor lage quota
pl: Próg ostrzeżenia o niskim przydziale
pt_br: Limite de aviso sobre quota baixa.
sr_rs: Prag za upozorenje o niskoj kvoti

source: Disable the quota reported by the backend. The option --{0} can still be used to set a manual quota
de: Deaktiviere die Quote, die vom Backend gemeldet wird. Die Option --{0} kann immer noch verwendet werden, um eine manuelle Quote zu setzen
fr_ca: Désactiver les retours de quota par la destination. L'option --{0} peut toujours être utilisée pour définir un quota manuel.
ja_jp: バックエンドにより報告される割り当て量を無効にします。--{0}のオプションを使うと、手動で割り当て量を設定できます。
nl_nl: Schakel het quotum uit dat wordt gerapporteerd door de backend. De optie --{0} kan gebruikt blijven worden voor het instellen van een handmatig quotum

source: Disable backend quota
de: Backend Quote deaktivieren
fr_ca: Désactiver les retours de quota de la destination
ja_jp: バックエンドの割り当て量を無効にする
nl_nl: Backend-quotum uitschakelen
