Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: This backend can read and write data to Dropbox. Supported format is "dropbox://folder/subfolder".
cs: Tato podpůrná vrstva umožňuje čtení a zápis dat na službu Dropbox. Formát zápisu je „dropbox://slozka/podslozka“.
fi: Tämä moduuli voi siirtää tiedostoja palveluun Dropbox. Osoite on muotoa "dropbox://kansio/alikansio".
it: Questo backend può leggere e scrivere dati su Dropbox. Il formato supportato è "dropbox://folder/subfolder".
pt_br: Este backend pode ler e escrever dados no Dropbox. O formato suportado é: "dropbox://folder/subfolder".
ro: Acest backend poate citi și scrie date în Dropbox. Formatul acceptat este "dropbox: // folder / subfolder".
ru: Этот бэкэнд может читать и записывать данные в Dropbox. Допустимый формат — «dropbox://folder/subfolder».
sr_rs: Ova pozadina može čitati i pisati podatke u Dropbox. Podržani format je "dropbox://folder/subfolder".

source: Supports connections to a WEBDAV enabled web server, using the HTTP protocol. Allowed formats are "webdav://hostname/folder" or "webdav://username:password@hostname/folder".
cs: Tato podpůrná vrstva (backend) umožňuje připojování na webový server, který poskytuje WEBDAV, pomocí HTTP protokolu. Možné formáty zápisu jsou „webdav://nazevstroje/slozka“ nebo „webdav://uzivatelskejmeno:heslo@nazevstroje/slozka“.
fi: Tämä moduuli siirtää tiedostoja WEBDAV-palvelimelle käyttäen HTTP-protokollaa. Osoitteet ovat muotoa "webdav://palvelin/kansio" tai "webdav://käyttäjä:salasana@palvelin/kansio".
it: Supporto connessioni a un web server WEBDAV abilitato, utilizzando il protocollo HTTP. I formati ammessi sono "webdav://hostname/folder" o "webdav://username:password@hostname/folder".
pt_br: Suporta conexões para um servidor web habilitado para WEBDAV, usando o protocolo HTTP. Os formatos permitidos são "webdav://hostname/folder" ou "webdav://username:password@hostname/folder".
ro: Suporta conexiuni la un server Web WEBDAV activat, folosind protocolul HTTP. Formatele permise sunt "webdav: // hostname / folder" sau "webdav: // username: password @ hostname / folder".
ru: Поддерживает соединение с WEBDAV веб-сервером, используя HTTP протокол. Допустимые форматы: «webdav://hostname/folder» или «webdav://username:password@hostname/folder».
sr_rs: Podržava veze sa WEBDAV omogućenim veb serverom, koristeći HTTP protokol. Dozvoljeni formati su "webdav://hostname/folder" ili "webdav://username:password@hostname/folder".

source: Using the HTTP Digest authentication method allows the user to authenticate with the server, without sending the password in clear. However, a man-in-the-middle attack is easy, because the HTTP protocol specifies a fallback to Basic authentication, which will make the client send the password to the attacker. Using this flag, the client does not accept this, and always uses Digest authentication or fails to connect.
cs: Použití ověření pomocí HTTP otisku (digest) umožňuje uživateli ověřit se vůči serveru aniž by heslo bylo odesláno v čitelné formě. Nicméně útok člověk uprostřed (man-in-the-middle) je snadný, protože HTTP protokol určuje náhradní použití základního ověření, což způsobí že klient pošle heslo útočníkovi. Pomocí tohoto příznaku toto klient nebude přijímat a vždy použije ověřování otiskem nebo se připojení nezdaří.
fi: Todennusmenetelmä Digest authentication mahdollistaa tunnistautumisen lähettämättä selväkielistä salasanaa verkon yli. Tämä ei kuitenkaan estä mies-välissä hyökkäystä, sillä HTTP-protokollan mukaan käytetään selväkielistä tunnistautumista, jos muut mentelmät epäonnistuvat. Täm valitsin estää selväkielisen tunnistautumisen. Tällöin yhteys epäonnistuu, jos Digest access authentication epäonnistuu.
it: L'utilizzo del metodo di autenticazione HTTP Digest consente all'utente di autenticarsi con il server, senza inviare la password in chiaro. Tuttavia, un attacco uomo-nel-mezzo è facile, perché il protocollo HTTP specifica un'alternativa per l'autenticazione di base, che farà inviare dal client la password all'utente malintenzionato. Usando questo flag, il client non fa questa procedura e utilizza sempre l'autenticazione Digest o non riesce a connettersi.
pt_br: O uso do método de autenticação HTTP Digest permite que o usuário se autentique com o servidor, sem enviar a senha em texto plano. No entanto, um ataque man-in-the-middle é fácil, porque o protocolo HTTP especifica uma resposta à autenticação básica, o que fará com que o cliente envie a senha para o invasor. Usando este sinalizador, o cliente não aceita isso e sempre usa autenticação Digest ou não consegue se conectar.
ro: Utilizarea metodei de autentificare HTTP Digest permite utilizatorului să se autentifice cu serverul, fără a trimite parola în mod clar. Cu toate acestea, un atac de tip "man-in-the-middle" este ușor, deoarece protocolul HTTP specifică o rezervă pentru autentificarea de bază, ceea ce va face clientul să trimită parola atacatorului. Utilizând acest steag, clientul nu acceptă acest lucru și utilizează întotdeauna autentificarea Digest sau nu reușește să se conecteze.
ru: Использование метода HTTP Digest позволяет пользователю пройти аутентификацию на сервере, не отправляя пароль в явном виде. Однако по-прежнему возможна атака «man-in-the-middle», т.к. протокол HTTP предоставляет запасной вариант проверки подлинности, который заставит клиента отправить пароль злоумышленнику. Если использован этот флаг, клиент не станет отправлять пароль, и при невозможности Digest аутентификации произойдет отказ в подключении.
sr_rs: Korišćenje HTTP Digest metode autentifikacije omogućava korisniku da se autentifikuje na serveru, bez slanja jasne lozinke. Međutim, napad „man-in-the-middle“ je lak, jer HTTP protokol navodi rezervni deo za osnovnu autentifikaciju, što će naterati klijenta da pošalje lozinku napadaču. Koristeći ovu zastavicu, klijent ovo ne prihvata i uvek koristi Digest autentifikaciju ili ne uspeva da se poveže.

source: Use this flag to communicate using Secure Socket Layer (SSL) over http (https).
cs: Použijte tento příznak pro komunikaci využívající SSL (Secure Socket Layer) přes http protokol (čili https).
fi: Käytä tätä valitsinta käyttääksesi SSL-salattua http-yhteyttä (https).
it: Usa questo flag per comunicare utilizzando Secure Socket Layer (SSL) su http (https).
pt_br: Utilize essa opção para se comunicar usando Secure Socket Layer (SSL) por http (https).
ro: Utilizați acest steag pentru a comunica utilizând Secure Socket Layer (SSL) peste http (https).
ru: Используйте этот флаг для соединения при помощи Secure Socket Layer (SSL) через http (https).
sr_rs: Koristite ovu zastavicu za komunikaciju pomoću sloja bezbedne utičnice (SSL) preko http (https).

source: To aid in debugging issues, it is possible to set a path to a file that will be overwritten with the PROPFIND response
cs: Jako pomůcka při ladění problémů, je možné nastavit popis umístění na soubor, který bude přepsán odpovědí PROPFIND
fi: Vianetsimiseksi on mahdollista ylikirjoittaa annettu tiedosto palvelimen PROPFIND-vastauksella.
it: Per agevolare i problemi di debug, è possibile impostare un percorso per un file che sarà sovrascritto con la risposta PROPFIND
pt_br: Para auxiliar na depuração de problemas, é possível definir um caminho para um arquivo que será sobrescrito com a resposta PROPFIND
ro: Pentru a ajuta la problemele de depanare, este posibil să setați o cale către un fișier care va fi suprascris cu răspunsul PROPFIND
ru: В целях отладки, возможно задать путь к файлу, в который будет записывать ответ PROPFIND
sr_rs: Da biste pomogli u otklanjanju grešaka, moguće je postaviti putanju do fajla koji će biti prepisan sa PROPFIND odgovorom

source: The OAuth service is currently over quota, try again in a few hours
cs: U služby OAuth je nyní překročena kvóta, zkuste to znovu za pár hodin
fi: OAuth-palvelun käyttäjäliintiö on ylitetty. Yritä uudelleen muutaman tunnin kuluttua.
it: Il servizio OAuth è attualmente sovraccarico, riprovare tra alcune ore
pt_br: O serviço OAuth atualmente está sobrecarregado, tente novamente em algumas horas
ro: Serviciul OAuth depășește în prezent cota, încercați din nou în câteva ore
ru: В настоящее время квота службы OAuth превышена, повторите попытку через несколько часов.
sr_rs: OAuth usluga je trenutno prekoračena, pokušajte ponovo za nekoliko sati

source: Please use the {0} option instead
cs: Namísto toho použijte předvolbu {0}
fi: Käytä valitsinta {0} tämän sijaan
it: Per favore utilizza invece l'opzione {0}
pt_br: Use a opção {0} em vez disso
ro: Utilizați în schimb opțiunea {0}
ru: Вместо этого используйте параметр {0}
sr_rs: Molimo koristite opciju {0} umesto toga

source: Sets the Zip compression level
cs: Nastavuje úroveň komprese Zip
fi: Aseta ZIP-pakkauksen taso
it: Imposta livello di compressione Zip
pt_br: Selecione o nível de compressão Zip
ro: Setează nivelul de compresie Zip
ru: Задает уровень сжатия Zip
sr_rs: Postavlja nivo Zip kompresije

source: This option can be used to set an alternative compressor method, such as LZMA. Note that using another value than Deflate will cause the {0} option to be ignored.
cs: Pomocí této předvolby je možné nastavit používání alternativní metody komprimace, například LZMA. Poznamenejme že použití jakékoli jiné hodnoty než „Deflate“ způsobí, že bude ignorována předvolba {0}.
fi: Tämä valitsin asettaa käytetyn pakkausmetodin. Valitsimella {0} ei ole vaikutusta muilla valinnoilla kuin "Deflate".
it: Questa opzione può essere utilizzata per impostare un metodo alternativo di compressione, ad esempio LZMA. Nota che l'utilizzo di un altro valore di Deflate farà sì che l'opzione {0} sia ignorata.
pt_br: Esta opção pode ser usada para configurar um método de compressor alternativo, como o LZMA. Observe que usar outro valor além de Deflate fará com que a opção {0} seja ignorada.
ro: Această opțiune poate fi utilizată pentru a seta o metodă alternativă a compresorului, cum ar fi LZMA. Rețineți că utilizarea unei alte valori decât Deflate va determina ignorarea opțiunii {0}.
ru: Эта опция может использоваться для установки альтернативного метода сжатия, такого как LZMA. Обратите внимание, что использование значения, отличного от "Deflate", приведет к игнорированию параметра {0}.
sr_rs: Ova opcija se može koristiti za podešavanje alternativnog metoda kompresije, kao što je LZMA. Imajte na umu da će korišćenje druge vrednosti osim Deflate prouzrokovati ignorisanje opcije {0}.

source: Sets the Zip compression method
cs: Nastavuje metodu komprese Zip
fi: Valitse pakkausmetodi
it: Imposta il metodo di compressione Zip
pt_br: Selecione o método de compressão Zip
ro: Setează metoda de compresie Zip
ru: Задает метод сжатия ZIP
sr_rs: Postavlja metod Zip kompresije

source: Toggles Zip64 support
cs: Zap./vyp. podporu Zip64
it: Attiva/disattiva supporto Zip64
pt_br: Alterna o suporte para Zip64
ro: Comută suportul Zip64
sr_rs: Uključuje podršku za Zip64

source: The zip64 format is required for files larger than 4GiB, use this flag to toggle it
cs: Zip64 formát je třeba pro soubory větší než 4GiB – pro jeho ovládání použijte tento příznak
it: Il formato Zip64 è richiesto per i file più grandi di 4GiB, usa questo flag per attivarlo
pt_br: O formato zip64 é necessário para arquivos maiores que 4GiB, use esse sinalizador para alternar
ro: Formatul zip64 este necesar pentru fișierele mai mari de 4GiB, utilizați acest steguleț pentru ao comuta
sr_rs: Zip64 format je neophodan za fajlove veće od 4GiB, koristite ovu zastavicu da biste ga uključili

source: This module provides the industry standard Zip compression. Files created with this module can be read by any standard-compliant zip application.
cs: Tento modul poskytuje průmyslový standard ZIP kompresi. Soubory vytvořené s tímto modulem mohou být čteny libovolnou aplikací, která podporuje standard zip.
fi: Tämä moduuli käyttää standardia Zip -pakkausta. Tämän moduulin luomia tiedostoja voidaan lukea millä hyvänsä standardinmukaisella zip-ohjelmalla.
it: Questo modulo fornisce la compressione standard del formato Zip. I file creati con questo modulo possono essere letti da qualsiasi applicazione zip conforme allo standard.
pt_br: Este módulo fornece a compressão Zip padrão da indústria. Os arquivos criados com este módulo podem ser lidos por qualquer aplicativo zip dentro dos padrões.
ro: Acest modul oferă compresia Zip standard în industrie. Fișierele create cu acest modul pot fi citite de orice aplicație zip compatibilă standard.
ru: Этот модуль обеспечивает стандартное сжатие Zip. Файлы, созданные с помощью этого модуля, могут быть прочитаны любым совместимым приложением.
sr_rs: Ovaj modul obezbeđuje industrijski standard Zip kompresije. Fajlovi kreirani pomoću ovog modula mogu se čitati bilo kojom standardnom zip aplikacijom.

source: Zip compression
cs: Zip komprese
fi: Zip-pakkaus
it: Compressione Zip
pt_br: Compressão Zip
ro: Compresie prin zip
ru: Сжатие ZIP
sr_rs: Zip kompresija

source: Archive not opened for writing
cs: Archiv není otevřen pro zápis
fi: Arkistoa ei avattu kirjoittamista varten
it: Archivio non aperto per la scrittura
pt_br: Arquivo não aberto para escrita.
ro: Arhiva nu a fost deschisă pentru scriere
ru: Архив не открыт для записи
sr_rs: Arhiva nije otvorena za upis

source: Archive not opened for reading
cs: Archiv není otevřen pro čtení
fi: Arkistoa ei avattu lukemista varten
it: L'archivio non è stato aperto per la lettura
pt_br: Arquivo não aberto para leitura.
ro: Arhiva nu a fost deschisă pentru citire
ru: Архив не открыт для чтения
sr_rs: Arhiva nije otvorena za čitanje

source: The given file is not part of this archive
cs: Daný soubor není součástí tohoto archivu.
fi: Annettu tiedosto ei ole tässä arkistossa
it: Il file indicato non fa parte di questo archivio
pt_br: O conteúdo não faz parte deste arquivo.
ro: Fișierul dat nu face parte din această arhivă
ru: Данный файл не является частью этого архива
sr_rs: Dati fajl nije deo ove arhive

source: *Experimental*: 7z Archive with LZMA2 support.
cs: *Experimentální*: 7z archiv s podporou algoritmu LZMA2.
it: *Sperimentale*: Archivio 7z con supporto LZMA2.
pt_br: * Experimental *: 7z Arquivo com suporte LZMA2.
sr_rs: *Eksperimentalno*: 7z arhiva sa podrškom za LZMA2.

source: Experimental - 7z Archive
cs: Experimentální – 7z archiv
it: Sperimentale - Archivio 7z
pt_br: Experimental - 7z Arquivo
sr_rs: Eksperimentalno - 7z Arhiva

source: The number of threads used in LZMA 2 compression. Defaults to the number of processor cores.
cs: Počet vláken použitých při LZMA 2 kompresi. Jako výchozí se použije počet procesorových jader.
fi: LZMA2 -pakkauksessa käytettävien säikeiden määrä. Oletusarvo on prosessoriytimien määrä.
it: Il numero di thread utilizzati nella compressione LZMA 2. L'impostazione predefinita è numero di core del processore.
pt_br: O número de threads utilizados na compressão LZMA 2. Padrão é o número de núcleos do processador.
ro: Numărul de fire utilizate în compresia LZMA 2. Implicit la numărul de nuclee de procesoare.
ru: Количество потоков, используемых в сжатии LZMA 2. По умолчанию - количество процессорных ядер.
sr_rs: Broj niti korišćenih u LZMA 2 kompresiji. Podrazumevano je broj procesorskih jezgara.

source: Number of threads used in compression
cs: Počet vláken použitých ke kompresi
fi: Pakkauksessa käytettävien säikeiden lukumäärä
it: Numero di thread utilizzati nella compressione
pt_br: Número de tarefas utilizadas na compressão
ro: Numărul de fire utilizate în comprimare
ru: Количество потоков, используемых в сжатии
sr_rs: Broj niti korišćen u kompresiji

source: Sets the 7z compression level
cs: Nastavuje úroveň komprese 7z
fi: Asettaa 7z-pakkauksen tason
it: Imposta il livello di compressione 7z
pt_br: Selecione o nível 7z de compressão.
ro: Setează nivelul de compresie de 7z
ru: Задает уровень сжатия 7z
sr_rs: Postavlja nivo 7z kompresije

source: This option controls the compression algorithm used. Enabling this option will cause 7z to use the fast algorithm, which produces slightly less compression.
cs: Tato předvolba určuje jaký kompresní algoritmus použít. Zapnutí této předvolby způsobí že 7z použije rychlejší algoritmus, což se projeví na o něco horším kompresním poměru.
fi: Tämä valitsin asettaa käytettävän pakkausalgoritmin. Tämä valitsin valitsee nopean 7z-pakkauksen. Se tuottaa hieman suurempia tiedostoja.
it: Questa opzione controlla l'algoritmo di compressione utilizzato. L'attivazione di questa opzione farà sì che 7z utilizzi l'algoritmo fast, che produce una compressione leggermente inferiore.
pt_br: Esta opção controla o algoritmo de compressão utilizado. Habilitar esta opção fará com que o 7z use o algoritmo rápido, que produz uma compressão ligeiramente menor.
ro: Această opțiune controlează algoritmul de comprimare utilizat. Activarea acestei opțiuni va determina 7z să utilizeze algoritmul rapid, care produce o comprimare puțin mai mică.
ru: Эта опция управляет используемым алгоритмом сжатия. Включение этой опции приведет к тому, что 7z будет использовать более быстрый алгоритм, который дает немного меньшее сжатие.
sr_rs: Ova opcija kontroliše korišćeni algoritam kompresije. Omogućavanje ove opcije će prouzrokovati da 7z koristi brzi algoritam, koji proizvodi nešto manje kompresije.

source: Sets the 7z fast algorithm usage
cs: Nastavuje použití rychlého algoritmu 7z
fi: Valitsee nopean 7z-agoritmin
it: Imposta l'utilizzo dell'algoritmo 7z fast
pt_br: Define o uso de algoritmo rápido do 7z
ro: Setează utilizarea algoritmului rapid 7z
ru: Устанавливает использование быстрого алгоритма 7z
sr_rs: Postavlja upotrebu brzog algoritma 7z

source: The option {0} is deprecated: {1}
cs: Volba {0} je zastaralá: {1}
fi: Valitsin {0} on poistumassa: {1}
it: L'opzione {0} è obsoleta: {1}
pt_br: A opção {0} está obsoleta: {1}
ro: Opțiunea {0} este respinsă: {1}
ru: Нерекомендуемый параметр {0}: {1}
sr_rs: Opcija {0} je zastarela: {1}

source: The option --{0} exists more than once, please report this to the developers
cs: Volba --{0} existuje více než jednou, prosím ohlaste to vývojářům
fi: Valitsin --{0} on olemassa useampaan kertaan. Ilmoita tämä kehittäjille.
it: L'opzione --{0} esiste più di una volta, per favore segnala l'accaduto agli sviluppatori
pt_br: A opção --{0} existe mais de uma vez, por favor reporte isso aos desenvolvedores
ro: Opțiunea - {0} există mai mult de o dată, vă rugăm să raportați acest lucru dezvoltatorilor
ru: Опция --{0} присутствует более одного раза. Пожалуйста, сообщите об этом разработчикам.
sr_rs: Opcija --{0} postoji više puta, prijavite ovo programerima

source: The source folder {0} does not exist, aborting backup
cs: Zdrojová složka {0} neexistuje, rušení zálohy
fi: Lähdekansio {0} ei ole olemassa. Varmuuskopio keskeytetään.
it: La cartella sorgente {0} non esiste, interruzione del backup
pt_br: A pasta de origem {0} não existe, cancelando o backup
ro: Dosarul sursă {0} nu există, avortând backup
ru: Исходная папка {0} не существует, отмена резервного копирования
sr_rs: Izvorni direktorijum {0} ne postoji, prekidanje pravljenja rezervne kopije

source: The value "{1}" supplied to --{0} does not parse into a valid boolean, this will be treated as if it was set to "true"
cs: Hodnota „{1}“ zadaná pro --{0} po zpracování (parse) není platnou boolean hodnotou, toto bude považováno za jako by bylo nastaveno na „pravda“
fi: Valitsimelle --{0} annettu argumentti "{1}" ei ole kelvollinen totuusarvo. Se tulkitaan todeksi.
it: Il valore "{1}" fornito a --{0} non frammenterà in un booleano valido, questo sarà trattato come se fosse impostato su 'vero'
pt_br: O valor "{1}" fornecido a --{0} não analisa em um booleano válido, isso será tratado como se fosse definido como "verdadeiro"
ro: Valoarea "{1}" furnizată la - {0} nu parsează într-un boolean valid, acesta va fi tratat ca și cum ar fi fost setat la "true"
ru: Не удалось преобразовать "{1}", переданное в --{0}, в логическое значение. Вместо этого будет использовано значение "истина"
sr_rs: Vrednost „{1}“ dostavljena u --{0} se ne raščlanjuje u važeću logičku vrednost, ovo će se tretirati kao da je postavljeno na „true“

source: The option --{0} does not support the value "{1}", supported values are: {2}
cs: Předvolba --{0} nepodporuje hodnotu „{1}“, podporované hodnoty jsou: {2}
fi: "{1}" ei ole kelvollinen argumentti valitsimelle --"{0}". Sallitut arvot ovat: {2}
it: L'opzione --{0} non supporta il valore "{1}", i valori supportati sono: {2}
pt_br: A opção --{0} não tem suporte para o valor "{1}", são suportados valores: {2}
ro: Opțiunea - {0} nu acceptă valoarea "{1}", valorile acceptate sunt: ​​{2}
ru: Опция --{0} не поддерживает значение «{1}», поддерживаемые значения: {2}
sr_rs: Opcija --{0} ne podržava vrednost "{1}", podržane vrednosti su: {2}

source: The option --{0} does not support the value "{1}", supported flag values are: {2}
cs: Volba --{0} nepodporuje hodnotu „{1}“, podporované hodnoty příznaku jsou: {2}
fi: "{1}" ei ole kelvollinen argumentti valitsimelle --"{0}". Sallitut arvot ovat: {2}
it: L'opzione --{0} non supporta il valore "{1}", i valori supportati dei flag sono: {2}
pt_br: A opção --{0} não tem suporte para o valor "{1}", as opções de valores suportados são: {2}
ro: Opțiunea - {0} nu acceptă valoarea "{1}", valorile semnelor acceptate sunt: ​​{2}
ru: Опция - {0} не поддерживает значение «{1}», поддерживаемые флаги: {2}
sr_rs: Opcija --{0} ne podržava vrednost "{1}", podržane vrednosti zastavice su: {2}

source: The operation {0} has failed with error: {1}
cs: Operace {0} se nezdařila s chybou: {1}
fi: Toimenpide {0} epäonnistui. Virheilmoitus oli: {1}
it: L'operazione {0} non è riuscita con l'errore: {1}
ja_jp: 操作 {0} はエラーのため失敗しました。エラー：{1}
pt_br: A operação {0} falhou com erro: {1}
ro: Operația {0} nu a reușit cu eroare: {1}
ru: Сбой при операции {0} с ошибкой: {1}
sr_rs: Operacija {0} nije uspela sa greškom: {1}

source: If a backup is interrupted there will likely be partial files present on the backend. Using this flag, Duplicati will automatically remove such files when encountered.
cs: Pokud je zálohování přerušeno, nejspíš na podpůrné vrstvě zůstaly části souborů. Pomocí tohoto příznaku bude Duplicati takové soubory automaticky odebírat.
fi: Jos varmuuuskoion teko keskeytyi, etäpalvelimella on todennäköisesti vaillinaisia tiedostoja. Tällä valitsimella Duplicati poistaa sellaiset tiedostot.
it: Se un backup è interrotto ci saranno probabilmente file parziali presenti sul backend. Usa questo flag, Duplicati rimuoverà automaticamente questi file quando saranno rilevati.
pt_br: Se um backup for interrompido, provavelmente haverá arquivos parciais presentes no backend. Usando esta opção, o Duplicati irá remover automaticamente esses arquivos quando encontrados.
ro: Dacă o copie de rezervă este întreruptă, probabil vor fi fișiere parțiale prezente pe backend. Folosind acest steguleț, Duplicati va elimina automat astfel de fișiere atunci când se întâlnesc.
ru: Если резервное копирование будет прервано, то, скорее всего, в бэкэнде будут оставаться частичные файлы. При наличии этого флажка Duplicati будет автоматически удалять такие файлы.
sr_rs: Ako je rezervna kopija prekinuta, verovatno će biti delimični fajlovi prisutni na pozadini. Koristeći ovu zastavicu, Duplicati će automatski ukloniti takve fajlove kada naiđu.
