Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Use this option to handle symlinks differently. The "{0}" option will simply record a symlink with its name and destination, and a restore will recreate the symlink as a link. Use the option "{1}" to ignore all symlinks and not store any information about them. The option "{2}" will cause the symlinked target to be backed up and restored as a normal file with the symlink name. Early versions of Duplicati did not support this option and behaved as if "{2}" was specified.
de: Verwenden Sie diese Option, um Symlinks anders zu behandeln. Die Option "{0}" zeichnet einfach einen Symlink mit seinem Namen und seinem Ziel auf, und bei einer Wiederherstellung wird der Symlink als Link neu erstellt. Verwenden Sie die Option "{1}", um alle Symlinks zu ignorieren und keine Informationen über sie zu speichern. Die Option "{2}" bewirkt, dass das mit einem Symlink versehene Ziel gesichert und als normale Datei mit dem Namen des Symlinks wiederhergestellt wird. Frühere Versionen von Duplicati unterstützten diese Option nicht und reagieren so, als ob "{2}" angegeben wurde.
fr_ca: Option de gestion différente des raccourcis. L'option "{0}" enregistrera simplement un raccourci avec son nom et sa cible, et la restauration recréera le raccourci en tant que lien. Utiliser l'option "{1}" pour ignorer tous les raccourcis et ne stocker aucune information à leur sujet. L'option "{2}" provoquera la sauvegarde et la restauration de la cible du raccourci comme un fichier normal avec le nom du raccourci. Les anciennes versions de Duplicati ne géraient pas cette option et se comportaient comme si "{2}" avait été indiqué.
ja_jp: シンボリックリンクの扱い方を設定できます。「{0}」のオプションを設定すると、名前とリンク先を含めてシンボリックリンクを記録し、復元の際にはこれをリンクとして再度作成します。「{1}」のオプションでは、シンボリックリンクを考慮せず、シンボリックリンクの情報を保存しません。「{2}」のオプションを設定すると、シンボリックリンクのリンク先にあるファイルをバックアップし、シンボリックリンクの名前で、通常のファイルとして復元します。Duplicatiの初期のバージョンではこのオプションがサポートされておらず、{2}が指定されたものとして動作していました。
nl_nl: Gebruik deze optie om symlinks op een andere manier af te handelen. De "{0}" optie zal simpelweg de symlink opnemen met zijn naam en doel, en een herstelbewerking zal de symlink opnieuw als link aanmaken. Gebruik de optie "{1}" om alle symlinks te negeren en geen informatie hierover op te slaan. De instelling "{2}", zorgt ervoor dat symlink bestanden aan de back-up worden toegevoegd en hersteld als normale bestanden met de symlink-naam. Eerdere versies van Duplicati ondersteunden deze optie niet en gedroegen zich alsof optie "{2}" was opgegeven.

source: Symlink handling
cs: Zacházení se symbolickými odkazy (symlink)
da: Symlink håndtering
de: Symlink-Handhabung
es: Manejo del enlace simbólico
fi: Symbolisten linkkien tallentaminen
fr_ca: Gestion de symlink
it: Gestione collegamento simbolico
ja_jp: シンボリックリンクの扱い方
nl_nl: Symlink afhandeling
pl: Obsługa dowiązania symbolicznego
pt: Gestão de ligações simbólicas
pt_br: Manipulação de link simbólico
ro: Manipularea simbolică
ru: Обработка symlink
sr_rs: Upravljanje simboličkim vezama

source: Use this option to handle hardlinks (only works on Linux/OSX). The "{0}" option will record a hardlink ID for each hardlink to avoid storing hardlinked paths multiple times. The option "{1}" will ignore hardlink information, and treat each hardlink as a unique path. The option "{2}" will ignore all hardlinks with more than one link.
cs: Pomocí této předvolby se obsluhují pevné odkazy (hardlink) (funguje pouze na GNU-Linux / macOS). Volba „{0}“ zaznamená identifikátor každého z odkazů aby nebyly ukládány popisy umístění odkazů vícekrát. Volba „{1}“ bude ignorovat informace o odkazu a bude každý z nich považovat za neopakující se. Volba „{2}“ bude ignorovat všechny pevné odkazy s více než jedním odkazem.
de: Verwende diese Option, um mit Hardlinks umzugehen (funktioniert nur unter Linux/OSX). Die Option "{0}" hinterlegt für jeden Hardlink eine Hardlink-ID, um das mehrfache Speichern von Hardlinkpfaden zu vermeiden. Die Option "{1}" ignoriert Hardlink-Informationen und behandelt jeden Hardlink als eindeutigen Pfad. Die Option "{2}" ignoriert alle Hardlinks mit mehreren Links.
es: Use esta opción para manejar los enlaces duros (sólo funciona en Linux/OSX). La opción "{0}" registrará un ID de enlace duro para cada enlace duro para evitar almacenar rutas de enlace duro múltiples veces. La opción "{1}" ignorará la información del enlace duro, y tratará cada enlace duro como un camino único. La opción "{2}" ignorará todos los enlaces duros con más de un enlace.
fr_ca: Utilisez cette option pour gérer les liens physiques (i.e. "hardlinks" fonctionnant uniquement sous Linux / OSX). L'option "{0}" enregistrera un identifiant de lien physique pour chaque lien physique afin d'éviter de stocker plusieurs fois des chemins de lien. L'option "{1}" ignore les informations de liens physiques et traite chaque lien physique comme un chemin unique. L'option "{2}" ignorera tous les liens physiques avec plus d'un lien.
it: Usa questa opzione per gestire gli hardlink (funziona solo su Linux/OSX). L'opzione "{0}" registrerà un ID hardlink per ogni hardlink per evitare di archiviare più volte i percorsi hardlink. L'opzione "{1}" ignorerà le informazioni hardlink e tratterà ogni hardlink come un percorso univoco. L'opzione "{2}" ignorerà tutti i hardlink con più di un collegamento.
ja_jp: ハードリンクの扱い方を設定できます（LinuxまたはmacOSでのみ機能）。「{0}」のオプションを設定すると、ハードリンクのパスを複数回保存するのを防ぐため、それぞれのハードリンクに関してIDを記録します。「{1}」のオプションでは、ハードリンクの情報を考慮せず、それぞれのハードリンクを異なるパスとして扱います。「{2}」のオプションを設定すると、1個のリンクを除いて、全てのハードリンクが無視されます。
nl_nl: Gebruik deze optie om hardlinks af te handelen (werkt alleen onder Linux/OSX). De "{0}" optie zal een hardlink ID opnemen voor iedere hardlink om te voorkomen dat hardlink paden meerdere malen worden opgeslagen. De optie "{1}" zal hardlink informatie negeren, en iedere hardlink behandelen als een uniek pad. De optie "{2}" zal alle hardlinks negeren met meer dan één link.
pl: Użyj tej opcji do obsługi dowiązań twardych (działa tylko w systemie Linux/OSX). Opcja "{0}" zarejestruje identyfikator dowiązania twardego dla każdego dowiązania twardego, aby uniknąć wielokrotnego przechowywania ścieżek. Opcja "{1}" zignoruje informacje o dowiązaniu twardym i będzie traktować każde dowiązanie twarde jako unikalną ścieżkę. Opcja "{2}" zignoruje wszystkie dowiązania twarde z więcej niż jednym łączem.
pt_br: Use esta opção para lidar com hardlinks (só funciona em Linux / OSX). A opção "{0}" irá gravar uma ID de hardlink para cada hardlink para evitar armazenar caminhos de hardlink várias vezes. A opção "{1}" ignorará as informações do hardlink e tratará cada hardlink como um caminho exclusivo. A opção "{2}" ignorará todos os hardlinks com mais de um link.
ro: Utilizați această opțiune pentru a gestiona hardlink-urile (funcționează numai pe Linux / OSX). Opțiunea "{0}" va înregistra un ID hard-disc pentru fiecare hardlink pentru a evita stocarea mai multor căi hardlinkate. Opțiunea "{1}" va ignora informațiile despre hardlink și va trata fiecare hardlink ca o cale unică. Opțiunea "{2}" va ignora toate hardlink-urile cu mai mult de un link.
ru: Используйте этот параметр для обработки жестких ссылок (работает только в Linux/OSX). Опция «{0}» будет записывать идентификатор для каждой жесткой ссылки, чтобы избежать многократного сохранения жестко связанных путей. Опция «{1}» будет игнорировать информацию о жестких ссылках и обрабатывать каждую ссылку как уникальный путь. Опция «{2}» будет игнорировать все жесткие ссылки с более чем одной связью.
sr_rs: Koristite ovu opciju za rukovanje tvrdim vezama (radi samo na Linux/OSX). Opcija "{0}" će zabeležiti ID čvrste veze za svaku čvrstu vezu kako bi se izbeglo višestruko skladištenje tvrdo povezanih putanja. Opcija "{1}" će ignorisati informacije o čvrstoj vezi i tretirati svaku čvrstu vezu kao jedinstvenu putanju. Opcija "{2}" će ignorisati sve tvrde veze sa više od jedne veze.

source: Hardlink handling
cs: Zacházení se symbolickými odkazy (hardlink)
da: Hardlink håndtering
de: Hardlink-Handhabung
es: Manejo de los enlaces duros
fi: Kovien linkkien käsittely
fr_ca: Manipulation de Hardlink
it: Gestione hardlink
ja_jp: ハードリンクの扱い方
nl_nl: Hardlink afhandeling
pl: Obsługa dowiązań twardych
pt_br: Manipulação de Hardlink
ro: Manipularea hardlinkurilor
ru: Обработка жестких ссылок
sr_rs: Rukovanje čvrstim vezama

source: Use this option to exclude files with certain attributes. Use a comma separated list of attribute names to specify more than one. Possible values are: {0}.
de: Verwenden Sie diese Option, um Dateien mit bestimmten Attributen auszuschließen. Verwenden Sie eine durch Komma getrennte Liste von Attributnamen an, um mehrere festzulegen. Mögliche Werte sind: {0}.
fr_ca: Option d'exclusion des fichier marqués de certains attributs. Liste de noms d'attributs séparés par des virgules. Valeurs possible : {0}.
ja_jp: 特定の属性をもつファイルを除外できます。複数の属性を指定する場合は、属性の名称をコンマで区切ってください。除外できる属性は {0} です。
nl_nl: Gebruik deze optie om bestanden uit te sluiten met bepaalde attributen. Gebruik een door komma's gescheiden lijst met attribuutnamen om er meer dan één op te geven. Mogelijke waarden zijn: {0}.

source: Exclude files by attribute
cs: Vynechávat soubory na základě atributů
de: Dateien mit folgenden Attributen ausschließen
es: Excluir archivos por atributo
fi: Ohita tiedostoja ominaisuuksien perusteella
fr_ca: Exclure les fichiers par attribut
it: Escludi file per attributo
ja_jp: 属性でファイルを除外
nl_nl: Sluit bestanden uit op basis van attribuut
pl: Wyklucz pliki według atrybutu
pt_br: Exclusão de arquivos por atributo
ro: Excludeți fișierele după atribut
ru: Исключить файлы по атрибутам
sk_sk: Vylúčenie súborov podľa atribútov
sr_rs: Izuzmi fajlove prema atributima

source: Activate this option to map VSS snapshots to a drive (similar to SUBST, using Win32 DefineDosDevice). This will create temporary drives that are then used to access the contents of a snapshot. This workaround can speed up file access on Windows XP.
cs: Aktivací této předvolby budou VSS zachycené stavy mapovány na disk (obdobně jako SUBST pomocí Win32 DefineDosDevice). Toto vytvoří dočasné jednotky které slouží k přístupu k obsahu zachyceného stavu. Toto obejití problému může zrychlit přístup k souborů pod systémem Windows XP.
de: Aktivieren Sie diese Option, um einen Laufwerksbuchstaben einem VSS-Snapshot zuzuordnen (ähnlich dem SUBST-Befehl, der die Win32-Funktion DefineDosDevice verwendet). Dadurch werden temporäre Laufwerke erstellt, die den Zugriff auf den Inhalt des Snapshots erlauben. Dieser Workaround kann auf Windows XP den Dateizugriff beschleunigen.
es: Active esta opción para asignar instantáneas VSS a una unidad (similar a SUBST, usando Win32 DefineDosDevice). Esto creará unidades temporales que se utilizan para acceder al contenido de una instantánea. Esta solución puede acelerar el acceso a los archivos en Windows XP.
fi: Tällä asetuksella Duplicati liittää VSS-vedoksen levyksi (kuten Win32 DefineDosDevice:n komento SUBST). Tämä luo tilapäisen levyn, jota käytetään vedoksen tiedostojen lukemiseen. Tämä voi nopeuttaa varmuuskopioita tietokoneissa, joissa on Windows XP.
fr_ca: Activez cette option pour mapper des instantanés VSS sur un lecteur (similaire à SUBST, à l'aide de Win32 DefineDosDevice). Cela créera des lecteurs temporaires qui sont ensuite utilisés pour accéder au contenu d'un instantané. Cette solution de contournement peut accélérer l'accès aux fichiers sur Windows XP.
it: Attiva questa opzione per mappare le istantanee VSS per le unità (simile a SUBST, usando Win32 DefineDosDevice). In questo modo saranno create unità temporanee utilizzate per accedere al contenuto di una istantanea. Questa soluzione può velocizzare l'accesso ai file su Windows XP.
ja_jp: このオプションを有効にすると、VSSスナップショットをドライブにマップし（Win32 DefineDosDeviceを使ったSUBSTと類似）、スナップショットの内容にアクセスするのに使用する一時的なドライブを作成します。マッピングを行うと、Windows XPでファイルにアクセスする速度を向上することができます。
nl_nl: Activeer deze optie om VSS snapshots toe te wijzen aan een schijf (soortgelijk aan SUBST, door middel van Win32 DefineDosDevice). Dit zal tijdelijke schijven aanmaken die daarna worden gebruikt om toegang te geven tot de inhoud van een momentopname. Deze workaround kan bestandstoegang versnellen onder Windows XP.
pl: Aktywuj tę opcję, aby mapować migawki VSS na dysk (podobnie jak SUBST, przy użyciu Win32 DefineDosDevice). Spowoduje to utworzenie tymczasowych dysków, które są następnie używane do uzyskiwania dostępu do zawartości migawki. To obejście może przyspieszyć dostęp do plików w systemie Windows XP.
pt_br: Ative esta opção para mapear snapshots VSS para uma unidade de disco (semelhante a SUBST, usando Win32 DefineDosDevice). Isso criará unidades temporárias que serão usadas para acessar o conteúdo de um snapshot. Esta solução alternativa pode acelerar o acesso a arquivos no Windows XP.
ro: Activați această opțiune pentru a cartografia instantanee VSS pe o unitate (similară cu SUBST, utilizând Win32 DefineDosDevice). Acest lucru va crea unități temporare care sunt apoi utilizate pentru a accesa conținutul unui instantaneu. Această soluție poate accelera accesul la fișiere în Windows XP.
ru: Активируйте эту опцию, чтобы отображать снимки VSS на диск (аналогично SUBST при использовании Win32 DefineDosDevice). При этом произойдет создание временных дисков, которые затем будут использоваться для доступа к содержимому моментального снимка. Это обходное решение может ускорить доступ к файлам в Windows XP.
sr_rs: Aktivirajte ovu opciju da biste mapirali VSS snimke na disk jedinicu (slično SUBST-u, koristeći Win32 DefineDosDevice). Ovo će stvoriti privremene disk jedinice koje se zatim koriste za pristup sadržaju snimka. Ovo rešenje može da ubrza pristup fajlu u operativnom sistemu Vindouz XP.

source: Map snapshots to a drive (Windows only)
cs: Namapovat zachycené stavy jako disky (pouze Windows)
de: Snapshots einem Laufwerksbuchstaben zuweisen (Nur Windows)
es: Instantáneas de mapas a una unidad (sólo en Windows)
fi: Liitä vedokset levynä (vain Windowsilla)
fr_ca: Mapper des instantanés sur un lecteur (Windows uniquement)
it: Mappa istantanee su un'unità (solo Windows)
ja_jp: スナップショットをドライブにマッピング（Windowsのみ）
nl_nl: Wijs momentopnames toe aan een schijf (alleen Windows)
pl: Mapuj migawki na dysk (tylko Windows)
pt_br: Mapa de snapshot em uma unidade de disco (apenas no Windows)
ro: Împărțiți imaginile unei unități (numai pentru Windows)
ru: Назначить диск для снимков (только для Windows)
sr_rs: Mapirajte snimke na disk (samo za Vindouz)

source: A display name that is attached to this backup. This can be used to identify the backup when sending mail or running scripts.
fr_ca: Nom convivial de cette sauvegarde. Utilisable pour identifier la sauvegarde lors de l'envoi de courriels ou en exécution de scripts.
ja_jp: バックアップに与えられる表示名。電子メールを送信したり、スクリプトを実行したりする際に、バックアップを一意に特定するのに使用できます。
nl_nl: Een weergavenaam die is gekoppeld aan deze back-up. Dit kan gebruikt worden om de back-up te identificeren bij het verzenden van email of het uitvoeren van scripts.

source: Name of the backup
cs: Název zálohy
da: Navn på backupen
de: Name der Sicherung
es: Nombre de la copia de seguridad
fi: Varmuuskopion nimi
fr_ca: Nom de la sauvegarde
it: Nome del backup
ja_jp: バックアップの名称
nl_nl: Naam van de back-up
pl: Nazwa kopii zapasowej
pt: Nome da cópia de segurança
pt_br: Nome para a cópia
ro: Numele de rezervă
ru: Название резервной копии
sk_sk: Názov zálohy
sr_rs: Naziv rezervne kopije

source: A unique identification for this backup. This can be used to identify the backup when sending mail or running scripts.
de: Eine eindeutige Identifikation für diese Sicherung. Dies kann dazu benutzt werden, um die Sicherung zum Senden von Emails oder Skripts zu identifizieren.
fr_ca: Identification unique de cette sauvegarde. Utilisable pour identifier la sauvegarde lors de l'envoi de courriels ou en exécution de scripts.
ja_jp: バックアップの一意の識別子。メールを送信したりスクリプトを実行したりする際に、バックアップを特定するのに使うことができます。
nl_nl: Een unieke identificatie voor deze back-up. Dit kan gebruikt worden voor het identificeren van de back-up bij het verzenden van mail of het uitvoeren van scripts.

source: Backup ID
de: Sicherung ID
fr_ca: ID de sauvegarde
ja_jp: バックアップのID

source: A unique identification of the machine running the backup. This can be used to identify the machine when sending mail or running scripts.
de: Eine eindeutige Identifikation des Rechners, auf dem die Sicherung läuft. Dies kann dazu benutzt werden, um den Rechner zum Senden von Emails oder Skripts zu identifizieren.
fr_ca: Identification unique de la machine effectuant la sauvegarde. Utilisable pour identifier la machine lors de l'envoi de courriels ou en exécution de scripts.
ja_jp: バックアップを実行しているコンピューターの一意の識別子。メールを送信したりスクリプトを実行したりする際に、コンピューターを特定するのに使うことができます。
nl_nl: Een unieke identificatie van de machine waarop de back-up wordt uitgevoerd. Dit kan gebruikt worden voor het identificeren van de machine bij het verzenden van mail of het uitvoeren van scripts.

source: Machine ID
de: Rechner ID
fr_ca: ID de machine
ja_jp: コンピューターのID

source: The name of the machine running the backup. This can be used to identify the machine when sending mail or running scripts.
de: Der Name des Rechners, auf dem die Sicherung läuft. Dies kann dazu benutzt werden, um den Rechner zum Senden von Emails oder Skripts zu identifizieren.
fr_ca: Nom de la machine effectuant la sauvegarde. Utilisable pour identifier la machine lors de l'envoi de courriels ou en exécution de scripts.
nl_nl: De naam van de machine die de back-up uitvoert. Dit kan worden gebruikt om de machine te identificeren bij het verzenden van mail of het uitvoeren van scripts.

source: Machine name
de: Rechner-Name
fr_ca: Nom de la machine
nl_nl: Machinenaam

source: The time of the next scheduled run
de: Die Zeit der nächsten geplanten Ausführung
fr_ca: Prochaine exécution
nl_nl: De tijd van de volgende geplande uitvoering

source: This property is a reporting option and does not affect the actual scheduled time. Use this option to inform a reporting destination about the next expected time the backup will run.
de: Diese Anzeige ist eine Report-Option und hat keinen Einfluss auf die aktuell geplante Ausführungszeit. Verwenden Sie diese Option, um einem Report-Ziel die voraussichtliche Zeit der nächsten Sicherung mitzuteilen.
fr_ca: Option de rapport sans effet sur le calendrier réel. Utilisez cette option pour informer une destination de rapport à propos de la planification prévue de la prochaine sauvegarde.
nl_nl: Deze eigenschap is een rapportageoptie en heeft geen invloed op de daadwerkelijk geplande tijd. Gebruik deze optie om een ​​rapportagebestemming te informeren over het verwachte volgende tijdstip waarop de back-up wordt uitgevoerd.

source: Use this option to point to a text file where each line contains a file extension that indicates a non-compressible file. Files that have an extension found in the file will not be compressed, but simply stored in the archive. The file format ignores any lines that do not start with a period, and considers a space to indicate the end of the extension. A default file is supplied, that also serves as an example. The default file is placed in {0}.
de: Verwenden Sie diese Option, um auf eine Textdateizu weisen, die in jeder Zeile eine Dateierweiterung enthält, welche eine nicht komprimierbare Datei angibt. Wird für eine Datei die Erweiterung gefunden, wird diese im Archiv direkt gespeichert anstatt komprimiert. Das Dateiformat ignoriert alle Zeilen, die nicht mit einem Punkt beginnen, und berücksichtigt ein Leerzeichen, um das Ende der Erweiterung anzuzeigen. Eine Standarddatei wird mitgeliefert, die auch als Beispiel dient. Die Standarddatei befindet sich in {0}.
fr_ca: Fichiers non compressibles. Cette option pointe vers un fichier text dans lequel chaque ligne est une extension de fichier non compressible. LEs fichiers dont l'extension se trouve dans ce fichier ne seront pas compressés, mais simplement stockés dans l'archive. Le format du fichier ignore toute ligne qui ne commence pas par un point, et considère qu'un espace est la fin d'une extension. Un fichier par défaut est fourni à titre d'exemple. Le fichier par défaut est dans {0}.
ja_jp: ここで指定したテキストファイルの各行にファイルの拡張子を指定すると、指定された拡張子をもつファイルに関しては圧縮を行わず、単純にアーカイブとしてのみ保存します。ピリオド（.）で始まらない行は考慮されません。また、拡張子の後には半角スペースを追加してください。既定のファイルには設定例が含まれます。既定のファイルは {0} にあります。
nl_nl: Gebruik deze optie om naar een tekstbestand te verwijzen waarbij elke regel een bestandsextensie bevat die aangeeft dat het een niet-comprimeerbaar bestand is. Bestanden met een extensie die in het bestand is gevonden, worden niet gecomprimeerd, maar gewoon opgeslagen in het archief. Het bestandsformaat negeert alle regels die niet beginnen met een punt, en veronderstelt dat een spatie het einde van de extensie aangeeft. Een standaard bestand wordt meegeleverd, dat eveneens dient als voorbeeld. Het standaard bestand is opgeslagen in {0}.

source: Manage non-compressible file extensions
cs: Spravovat přípony souborů, které nelze komprimovat
da: Administrer ikke-komprimerbare filtyper
de: Verwalten von Dateinameerweiterungen, die nicht-komprimierbare Daten enthalten
es: Administra las extensiones de archivos no comprimibles
fi: Hallitse pakkautumattomien tiedostojen listaa
fr_ca: Gérer les extensions de fichiers non compressibles
it: Gestisci le estensioni di file non comprimibili
ja_jp: 圧縮を行わないファイルの拡張子を設定
nl_nl: Beheer niet-comprimeerbare bestandsextensies
pl: Zarządzaj nieskompresowanymi rozszerzeniami plików
pt_br: Gerenciar extensões de arquivo não compressíveis
ro: Gestionați extensiile de fișiere care nu pot fi comprimate
ru: Управление несжимаемыми расширениями файлов
sr_rs: Upravljajte ekstenzijama fajlova koji nisu komprimovani
