Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: The file {0} was not found. Message: {1}
de: Die Datei {0} wurde nicht gefunden. Nachricht: {1}
fr_ca: Fichier {0} introuvable. Message : {1}
nl_nl: Het bestand {0} is niet gevonden. Melding: {1}
pl: The file {0} was not found. Wiadomość: {1}

source: Treat the url path as absolute
de: URL-Pfad als absolut behandeln.
fr_ca: Traiter le chemin url comme absolu
nl_nl: Behandel het url-pad als absoluut
pl: Traktuj ścieżkę URL jako bezwzględną

source: Use this option to interpret the url path as an absolute path. This option only has an effect if the initial starting folder in the FTP server is not the (virtual) root folder. If not set, the path in the url is treated as relative to the initial login folder.
de: Verwenden Sie diese Option, um den URL-Pfad als absoluten Pfad zu interpretieren. Diese Option hat nur einen Effekt, wenn der initiale Startordner auf dem FTP-Server nicht der (virtuelle) Root-Ordner ist. Wenn nicht gesetzt, wird der Pfad als relativ zum initialen Login-Ordner behandelt.
fr_ca: Utilisez cette option pour interpréter le chemin de l’URL comme un chemin absolu. Cette option n’a d’effet que si le dossier de démarrage initial sur le serveur FTP n’est pas le dossier racine (virtuel). Si elle n’est pas activée, le chemin dans l’URL est considéré comme relatif au dossier de connexion initial.
nl_nl: Gebruik deze optie om het url-pad te beschouwen als een absoluut pad. Deze optie heeft alleen effect als de initiële startmap in de FTP-server niet de (virtuele) root-map is. Als deze optie niet is ingesteld, wordt het pad in de url behandeld als relatief ten opzichte van de initiële login-map.
pl: Użyj tej opcji, aby potraktować ścieżkę URL jako ścieżkę bezwzględną. Opcja ta ma znaczenie tylko wtedy, gdy początkowy folder startowy na serwerze FTP nie jest (wirtualnym) folderem głównym. Jeśli opcja nie jest ustawiona, ścieżka w URL-u jest traktowana jako względna względem początkowego folderu logowania.

source: Treat the url path as relative
de: URL-Pfad als relativ behandeln.
fr_ca: Traiter le chemin url comme relatif
nl_nl: Behandel het url-pad als relatief
pl: Traktuj ścieżkę URL jako względną

source: Use this option to interpret the url path as a path that is relative to the initial login folder. This option only has an effect if the initial starting folder in the FTP server is not the (virtual) root folder. If not set, the path in the url is treated as absolute, ignoring the initial login folder.
de: Verwenden Sie diese Option, um den URL-Pfad als Pfad relativ zum initialen Login-Ordner zu interpretieren. Diese Option hat nur einen Effekt, wenn der initiale Startordner auf dem FTP-Server nicht der (virtuelle) Root-Ordner ist. Wenn nicht gesetzt, wird der Pfad als absolut behandelt. Der initiale Login-Ordner wird dabei ignoriert.
fr_ca: Utilisez cette option pour interpréter le chemin de l’URL comme un chemin relatif au dossier de connexion initial. Cette option n’a d’effet que si le dossier de démarrage initial sur le serveur FTP n’est pas le dossier racine (virtuel). Si elle n’est pas activée, le chemin dans l’URL est considéré comme absolu, en ignorant le dossier de connexion initial.
nl_nl: Gebruik deze optie om het url-pad te beschouwen als een relatief pad ten opzichte van de initiële login-map. Deze optie heeft alleen effect als de initiële startmap in de FTP-server niet de (virtuele) root-map is. Als deze optie niet is ingesteld, wordt het pad in de url behandeld als absoluut, waarbij de initiële login-map wordt genegeerd.
pl: Użyj tej opcji, aby potraktować ścieżkę URL jako ścieżkę względną względem początkowego folderu logowania. Opcja ta ma znaczenie tylko wtedy, gdy początkowy folder startowy na serwerze FTP nie jest (wirtualnym) folderem głównym. Jeśli opcja nie jest ustawiona, ścieżka w URL-u jest traktowana jako bezwzględna, z pominięciem początkowego folderu logowania.

source: Use CWD instead of absolute paths
de: CWD -Aktuelles Arbeitsverzeichnis- statt absoluter Pfade verwenden
fr_ca: Utilisez CWD plutôt que des chemins absolus
nl_nl: Gebruik CWD in plaats van absolute paden
pl: Używaj polecenia CWD zamiast ścieżek bezwzględnych

source: Use this option to start the connection with a CWD command instead of an absolute path. This can be useful if the FTP server does not support absolute paths.
de: Benutzen Sie diese Option, um die Verbindung mit einem CWD-Kommando statt eines absoluten Pfads zu starten. Dies kann hilfreich sein, wenn der FTP-Server keine absoluten Pfade unterstützt.
fr_ca: Utilisez cette option pour démarrer la connexion avec une commande CWD au lieu d’un chemin absolu. Ceci peut être utile si le serveur FTP ne gère pas les chemins absolus.
nl_nl: Gebruik deze optie om de verbinding te starten met een CWD-opdracht in plaats van een absoluut pad. Dit kan handig zijn als de FTP-server geen absolute paden ondersteunt.
pl: Użyj tej opcji, aby rozpocząć połączenie od polecenia CWD zamiast ścieżki bezwzględnej. Może to być przydatne, jeśli serwer FTP nie obsługuje ścieżek bezwzględnych.

source: Error creating folder {0}, gave folder: {1}
de: Fehler beim Erstellen des Ordners {0}, Erhaltener Ordner: {1}
fr_ca: Erreur de création du répertoire {0}, a donné le répertoire : {1}
nl_nl: Fout bij het aanmaken van map {0}, gaf map: {1}
pl: Błąd podczas tworzenia folderu {0}, podano folder: {1}

source: Error writing file: {0}, error: {1}
de: Fehler beim Schreiben der Datei: {0}, Fehler: {1}
fr_ca: Erreur d'écriture du fichier : {0}, erreur: {1}
nl_nl: Fout bij het schrijven naar bestand: {0}, fout: {1}
pl: Błąd podczas zapisu pliku: {0}, błąd: {1}

source: Ignore PureFTPd limit warnings
de: Ignoriere PureFTPd Höchstgrenzen-Warnungen
fr_ca: Ignorer les alertes de limites PureFTPd
nl_nl: Negeer PureFTPd-limietwaarschuwingen
pl: Ignoruj ostrzeżenia o limitach PureFTPd

source: PureFTPd is known to truncate file listings. If server has been configured to a higher limit or do not expect to store more than 10000 files you can suppress errors and warnings with {0}
de: PureFTPd ist dafür bekannt, Datei-Auflistungen zu verkürzen. Wenn Server für eine höhere Grenze konfiguriert wurden oder nicht erwarten mehr als 10000 Dateien zu speichern, können Sie Fehler und Warnungen mit {0} unterdrücken
fr_ca: PureFTPd est connu pour tronquer les listes de fichiers. Si le serveur a été configuré pour une limite supérieure ou si vous ne prévoyez pas de stocker plus de 10000 fichiers, vous pouvez supprimer les erreurs et avertissements avec {0}.
nl_nl: Het is bekend dat PureFTPd bestandslijsten kan afkappen. Als voor de server een hogere limiet is ingesteld of als er niet verwacht wordt meer dan 10000 bestanden op te slaan, kunnen fouten en waarschuwingen onderdrukt worden met {0}
pl: Jest wiadome, że PureFTPd obcina listy plików. Jeśli serwer został skonfigurowany na wyższy limit lub nie planujesz przechowywać więcej niż 10 000 plików, możesz wyłączyć błędy i ostrzeżenia za pomocą opcji {0}.

source: This backend can read and write data to Google Cloud Storage. Allowed format is "gcs://bucket/folder".
de: Dieses Backend kann Daten in den Google Cloud Speicher lesen und schreiben. Erlaubtes Format ist "gcs://bucket/folder".
fr_ca: Ce point terminal permet la lecture et l'écriture vers le stockage Google Cloud. Format autorisé : "gcs://seau/répertoire".
ja_jp: このバックエンドでは、Google クラウドストレージとの間でデータの読み書きを実行できます。許可されている形式は、「gcs://バケット/フォルダー」となります。
nl_nl: Deze backend kan gegevens lezen en schrijven naar Google Cloud Storage. Toegestane indeling is "gcs://bucket/folder".
pl: To backend może odczytywać i zapisywać dane w Google Cloud Storage. Dozwolony format to „gcs://zaspbnik/folder”.

source: You must supply a project ID with --{0} for creating a bucket.
de: Die Projekt-ID muss mit --{0} angeben werden, um einen Bucket zu erstellen.
fr_ca: Vous devez fournir un ID de projet avec --{0} pour créer un seau.
ja_jp: バケットの作成時には --{0} でプロジェクトのIDを指定してください。
nl_nl: U moet een project-ID opgeven met --{0} voor het aanmaken van een bucket.
pl: Musisz podać identyfikator projektu za pomocą --{0}, aby utworzyć zasobnik.

source: This option is only used when creating new buckets. Use this option to change what region the data is stored in. Charges vary with bucket location. Known bucket locations: {0}
cs: Tato volba je použita při vytváření nových nádob (bucket). Pomocí této volby změňte oblast světa, ve které jsou data uložena. Poplatky se liší dle umístění nádoby. Známé umístění nádob: {0}
da: Denne indstilling bruges kun, når du opretter nye buckets. Brug denne mulighed til at ændre hvilken region dataene er gemt i. Udgifter varierer med bucket lokationer. Kendte bucket lokationer: {0}
de: Diese Option wird nur beim Erstellen neuer Buckets genutzt. Verwenden Sie diese Option um die Region wo sich die Daten befinden zu ändern. Die Kosten variieren je nach Ort des Buckets. Bekannte Bucket Orte: {0}
es: Esta opción sólo se usa al crear nuevos depósitos. Utilice esta opción para cambiar que región de datos es almacenada en él. Las cargas varían con la localización del depósito. Lugares conocidos del deposito: {0}
fi: Tätä valitsinta käytetään vain luotaessa uusia ämpäreitä. Käytä tätä valitsinta muuttaaksesi aluetta, johon tiedot tallennetaan. Hinnat vaihtelevat alueen mukaan. Tunnetut alueet ovat: {0}
fr_ca: Cette option est utilisé uniquement quand de nouvelles collections sont crées. Utiliser cette option pour changer la région où les données sont stockées. Localisations des collections connus: {0}
it: Questa opzione è utilizzata solo quando si creano nuovi bucket. Utilizzare questa opzione per modificare l'area in cui sono archiviati i dati. Le tariffe variano con la posizione del bucket. Posizioni conosciute del bucket: {0}
ja_jp: このオプションは新しいバケットの作成時にのみ使用されます。このオプションで、データを保存するリージョンを変更できます。利用料金は、バケットの場所に応じて変わります。バケットを作成できる既知の場所には以下のものがあります。 {0}
nl_nl: Deze optie wordt enkel gebruikt als nieuwe buckets worden aangemaakt. Gebruik deze optie om de regio aan te passen waarin de gegevens zijn opgeslagen. Kosten variëren tussen bucket locaties. Bekende bucket locaties: {0}
pl: Ta opcja jest używana tylko podczas tworzenia nowych zasobników. Użyj tej opcji, aby zmienić region, w którym przechowywane są dane. Opłaty różnią się w zależności od lokalizacji zasobnika. Znane lokalizacje zasobników: {0}
pt_br: Esta opção só é usada na criação de novos buckets. Use esta opção para alterar em qual região os dados serão armazenados. As cobranças variam de acordo com a localização do bucket. Locais de bucket conhecidos: {0}
ro: Această opțiune este utilizată numai atunci când creați galeți noi. Utilizați această opțiune pentru a schimba regiunea în care sunt stocate datele. Încărcarea variază în funcție de locația cuponului. Locații cunoscute pentru găleți: {0}
ru: Этот параметр используется только при создании новых блоков памяти. Используйте параметр, чтобы задать, в какой области будут храниться данные. Расходы варьируются в зависимости от расположения блока памяти. Известные расположения блоков памяти: {0}
sr_rs: Ova opcija se koristi samo kada se kreiraju novi segmenti. Koristite ovu opciju da biste promenili region u kom se podaci čuvaju. Naknade zavise od lokacije segmenta. Poznate lokacije segmenta: {0}

source: Specify location option for creating a bucket
de: Standortoption zum Erstellen eines Buckets bestimmen
fr_ca: Spécifiez l'option d'emplacement pour créer un seau
nl_nl: Geef de locatie-optie op voor het aanmaken van een bucket
pl: Określ opcję lokalizacji przy tworzeniu zasobnika.

source: This option is only used when creating new buckets. Use this option to change what storage type the bucket has. Charges and functionality vary with bucket storage class. Known storage classes: {0}
cs: Tato volba je použita pouze při vytváření nových „nádob“ (bucket). Pomocí této volby je možné změnit typ úložiště, na kterém se nádoba nachází. Poplatky a funkce se liší dle třídy úložiště nádoby. Známé třídy úložišť: {0}
da: Denne indstilling bruges kun, når du opretter nye bucket's. Brug denne indstilling til at ændre hvilken lagertype bucket'en har. Udgifter og funktionalitet varierer med bucket lagerklasse. Kendte lagerklasser: {0}
de: Diese Option wird nur beim Anlegen eines neuen Buckets verwendet. Verwenden Sie diese Option zum ändern des Speichertypes vom Bucket. Ladung und Funktionalität variieren mit der Bucket-Speicherklasse. Bekannte Speicherklassen: {0}
es: Esta opción sólo se utiliza al crear nuevos depósitos. Utilice esta opción para cambiar qué tipo de almacenamiento tiene el depósito. Las cargas y funcionalidades varían con la clase de almacenamiento del depósito. Clases de almacenamiento conocidas: {0}
fi: Tätä valitsinta käytetään vain luotaessa uusia ämpäreitä. Käytä tätä valitsinta muuttaaksesi luotavan ämpärin tallennusluokkaa. Hinnat ja toiminnallisuus vaihtelevat luokan mukaan. Tunnetut luokat ovat: {0}
fr_ca: Cette option est utilisé uniquement quand de nouvelles collections sont crées. Utiliser cet option pour changer le type de stockage où est la collection. Les charges et fonctionnalités varient selon la classe de stockage de la collection. Classes de stockage connues : {0}
it: Questa opzione è utilizzata solo quando si creano nuovi bucket. Utilizzare questa opzione per modificare il tipo di archiviazione disponibile nel bucket. Le tariffe e le funzionalità variano con la classe di archiviazione del bucket. Classi di archiviazione conosciute: {0}
ja_jp: このオプションは新しいバケットの作成時にのみ使用されます。このオプションで、バケットの保存領域のタイプを変更できます。利用料金と機能は、バケットの保存領域のクラスに応じて変わります。既知の保存領域のクラスには以下のものがあります。 {0}
nl_nl: Deze optie wordt enkel gebruikt als nieuwe buckets worden aangemaakt. Gebruik deze optie om aan te passen welk soort opslag de bucket heeft. Kosten en functionaliteit variëren tussen bucket storage klassen. Bekende storage klassen: {0}
pl: Ta opcja jest używana tylko podczas tworzenia nowych zasobników. Użyj tej opcji, aby zmienić typ pamięci zasobnika. Opłaty i funkcjonalność różnią się w zależności od klasy przechowywania zasobnika pamięci. Znane klasy pamięci: {0}
pt_br: Esta opção só é usada na criação de novos buckets. Use esta opção para alterar em qual região os dados serão armazenados. As cobranças e funcionalidades variam de acordo com a classe de armazenamento do bucket. Classes de armazenamento de bucket conhecidas: {0}
ro: Această opțiune este utilizată numai atunci când creați galeți noi. Utilizați această opțiune pentru a schimba tipul de spațiu de stocare al găleții. Încărcăturile și funcționalitatea variază în funcție de clasa de depozitare a cupelor. Clase de stocare cunoscute: {0}
ru: Этот параметр используется только при создании новых блоков памяти. Используйте параметр, чтобы изменить тип хранилища блока памяти. Расходы и функциональность зависит от класса хранилища блока. Известные классы хранилища: {0}
sr_rs: Ova opcija se koristi samo kada se kreiraju novi segmenti. Koristite ovu opciju da promenite koji tip skladištenja ima segment. Punjenje i funkcionalnost variraju u zavisnosti od klase segmenta skladištenja. Poznate klase skladištenja: {0}

source: Specify storage class for creating a bucket
de: Speicherklasse zum Erstellen eines Buckets bestimmen
fr_ca: Spécifiez une classe de stockage pour créer un seau
nl_nl: Geef opslagklasse op voor het aanmaken van een bucket
pl: Określ klasę przechowywania przy tworzeniu zasobnika.

source: This option is only used when creating new buckets. Use this option to supply the project ID that the bucket is attached to. The project determines where usage charges are applied.
de: Diese Option wird nur bei der Erzeugung eines neuen Buckets verwendet. Verwenden Sie diese Option, um die Projekt-ID zu liefern, mit der der Bucket verbunden ist. Das Projekt legt fest, wo die Nutzungsgebühren angewendet werden
fr_ca: Cette option n’est utilisée que lors de la création de nouveaux buckets. Utilisez cette option pour fournir l’ID du projet auquel le bucket est associé. Le projet détermine où les frais d’utilisation sont appliqués.
ja_jp: このオプションは新しいバケットの作成時にのみ使用されます。このオプションで、バケットが存在するプロジェクトのIDを指定できます。利用料金の請求先は、プロジェクトにより決定されます。
nl_nl: Deze optie wordt alleen gebruikt bij het aanmaken van nieuwe buckets. Gebruik dee optie om het project-ID op te geven waaraan de bucket is gekoppeld.. Het project bepaalt waar de gebruikskosten worden geheven.
pl: Ta opcja jest używana tylko podczas tworzenia nowych zasobników. Użyj jej, aby podać identyfikator projektu, do którego będzie przypisany zasobnik. Projekt określa, gdzie zostaną naliczone opłaty za użycie.

source: Specify project for creating a bucket
de: Projekt zum Erstellen eines Buckets bestimmen
fr_ca: Spécifiez un projet pour créer un seau
nl_nl: Geef project op voor het aanmaken van een bucket
pl: Określ projekt do utworzenia zasobnika

source: Service account JSON
fr_ca: JSON de compte de service

source: String with JSON credentials for a Google Cloud service account. When set, AuthID is not required.
fr_ca: Chaîne avec identifiants JSON pour un compte de service Google Cloud. Une fois définie, l'AuthID n'est plus requise.
nl_nl: String met JSON-referenties voor een Google Cloud-serviceaccount. Indien ingesteld, is AuthID niet vereist.

source: Path to a file with JSON credentials for a Google Cloud service account. When set, AuthID is not required.
fr_ca: Chemin vers un fichier d'identifiants JSON pour un compte de service Google Cloud. Une fois défini, l'AuthID n'est plus requise.
nl_nl: Pad naar een bestand met JSON-referenties voor een Google Cloud-serviceaccount. Indien ingesteld, is AuthID niet vereist.

source: This backend can read and write data to Google Drive. Allowed format is "googledrive://folder/subfolder".
de: Dieses Backend kann Daten von Google Drive lesen und schreiben. Das erlaubte Format ist "googledrive://folder/subfolder".
fr_ca: Ce point terminal peut lire et écrire des données vers Google Drive. Format autorisé : "googledrive://répertoire/sous-répertoire".
ja_jp: このバックエンドでは、Googleドライブとの間でデータの読み書きを実行できます。許可されている形式は、「googledrive://フォルダー/サブフォルダー」となります。
nl_nl: Deze backend kan gegevens lezen en schrijven naar Google Drive. Toegestane indeling is "googledrive://folder/subfolder".
pl: Ten backend może odczytywać i zapisywać dane na Dysku Google. Dozwolony format to "googledrive://folder/podfolder”.

source: There is more than one item named "{0}" in the folder "{1}".
de: Es gibt mehr als einen Eintrag mit dem Namen "{0}" im Ordner "{1}".
fr_ca: Il y a plus d'un élément nommé "{0}" dans le répertoire "{1}".
ja_jp: フォルダー「{1}」内に「{0}」の名前のファイルが2つ以上存在しています。
nl_nl: Er is meer dan één item met de naam "{0}" in de map "{1}".
pl: W folderze „{1}” znajduje się więcej niż jeden element o nazwie „{0}”.

source: File not found: {0}
cs: Soubor nenalezen: {0}
da: Fil ikke fundet: {0}
de: Datei nicht gefunden: {0}
es: Archivo no encontrado: {0}
fi: Tiedostoa ei löydy: {0}
fr_ca: Fichier non trouvé : {0}
it: File non trovato: {0}
ja_jp: ファイルが見つかりません：{0}
nl_nl: Bestand niet gevonden: {0}
pl: Nie znaleziono pliku: {0}
pt: Ficheiro não encontrado: {0}
pt_br: Arquivo não encontrado: {0}
ro: Fișierul nu a fost găsit: {0}
ru: Файл не найден: {0}
sk_sk: Súbor nenájdený: {0}
sr_rs: Fajl nije pronađen: {0}
sv_se: Filen kan inte hittas: {0}

source: This option sets the team drive to use. Leaving it empty uses the personal drive.
de: Diese Option stellt das zu verwendende Gruppen-Laufwerk ein. Wenn Sie es leer lassen, wird das persönliche Laufwerk verwendet.
fr_ca: Cette option défini le disque d'équipe à utiliser. Laisser vide pour utiliser le disque personnel.
ja_jp: 使用するチームのドライブを指定できます。オプションを設定しない場合、個人用のドライブを使用します。
nl_nl: Met deze optie wordt de team drive ingesteld die gebruikt moet worden. Als u deze optie leeg laat, wordt de persoonlijke drive gebruikt.
pl: Ta opcja ustawia dysk zespołu, który ma być używany. Pozostawienie pustego pola spowoduje użycie dysku osobistego.

source: Team drive ID
da: Team drev ID
es: Identificación de unidad de equipo
fr_ca: Identifiant du Drive partagé
ja_jp: チームのドライブID
pl: Identyfikator zespołu dysku
pt: ID de Disco de Equipa

source: The list response was not valid.
de: Die Antwort auf List war nicht gültig.
fr_ca: La réponse liste est invalide.
nl_nl: Het antwoord op 'Lijst opvragen' was ongeldig.
pl: Odpowiedź z listą była nieprawidłowa.

source: The about response was not valid.
de: Die Antwort auf Über war nicht gültig.
fr_ca: La réponse à-propos est invalide.
nl_nl: Het antwoord op 'Over' was ongeldig

source: The create folder response was not valid.
de: Die Antwort auf Ordner erstellen war nicht gültig.
fr_ca: La réponse création de répertoire est invalide.
nl_nl: Het antwoord op 'Map aanmaken' was ongeldig.

source: Google Cloud Storage configuration module
de: Google Cloud Storage Konfiguration Modul
fr_ca: Module de configuration Google Cloud Storage
ja_jp: Google クラウドストレージの設定モジュール
nl_nl: Google Cloud Storage configuratiemodule

source: Expose Google Cloud Storage configuration as a web module
de: Google Cloud Storage-Konfiguration als Webmodul zur Verfügung stellen
fr_ca: Présente la configuration Google Cloud Storage en tant que module web
nl_nl: Toon de Google Cloud Storage-configuratie als een webmodule

source: This backend can read and write data to an S3 compatible server. Allowed format is "s3://bucketname/prefix".
de: Dieses Backend kann Daten auf einem S3 kompatiblen Server lesen und schreiben. Erlaubtes Format ist: "s3://bucketname/prefix".
fr_ca: Ce point terminal peut lire et écrire des données vers un serveur compatible S3. Format autorisé : "s3://nom-de-seau/préfixe".
ja_jp: このバックエンドでは、S3互換サーバーとの間でデータの読み書きを実行できます。許可されている形式は、「s3://バケット名/プレフィックス」となります。
nl_nl: Deze backend kan gegevens lezen en schrijven naar een S3 compatibele server. Toegestane indeling is: "s3://bucketname/prefix".

source: S3 compatible
da: S3 kompatibel
de: S3 kompatibel
fr_ca: Compatible S3
ja_jp: S3互換
pl: Kompatybilny z S3
pt: Compatível com S3
sk_sk: S3 kompatibilné
sr_rs: S3 kompatibilan

source: Access Key ID
de: Zugriffsschlüssel ID
fr_ca: ID de clé d'accès
ja_jp: アクセスキーのID
nl_nl: Toegangscode ID
pl: ID Klucza Dostępu
