Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: When storing the file, the standard operation is to copy the file and delete the original. This sequence ensures that the operation can be retried if something goes wrong. Activating this option may cause the retry operation to fail. This option has no effect unless the option --{0} is activated.
de: Wenn die Datei gespeichert wird, ist das Standardverfahren, die Datei zu kopieren und das Original zu löschen. Dieses Vorgehen garantiert, dass die Operation erneut gestartet werden kann, falls ein Fehler auftritt. Das Aktivieren dieser Option kann dazu führen, dass das erneute Starten der Operation fehlschlägt. Die Option hat keinen Effekt, wenn nicht auch die Option --{0} aktiviert ist.
fr_ca: Lors de l'enregistrement d'un fichier, la méthode habituelle consiste à le copier puis écraser l'original. Cette séquence permet à l'opération d'être retentée si elle échoue. L'activation de cette option pourrait provoquer l'échec de la tentative de re-effectuer l'opération. Option sans effet si --{0} n'est pas activée.
ja_jp: ファイルを保存する際、通常の手順では、ファイルをコピーしてからオリジナルのファイルを削除します。そのようにすることで、何か問題が発生した場合に操作をやり直せるようにしています。このオプションを有効にすると、再試行の操作が失敗する可能性があります。なお、このオプションは、--{0}のオプションが有効にされていない限り機能しません。
nl_nl: Bij het opslaan van het bestand is de standaardbewerking het kopiëren van het bestand en het verwijderen van het origineel. Deze volgorde zorgt ervoor dat bewerkingen opnieuw kunnen worden geprobeerd als er iets misgaat. Het activeren van deze optie kan ertoe leiden dat het opnieuw proberen mislukt. Deze optie heeft geen effect tenzij de optie --{0} is geactiveerd.

source: Move the file instead of copying it
cs: Namísto kopírování soubor přesunout
da: Flyt filen i stedet for at kopiere den
de: Verschiebe die Datei, statt sie zu kopieren
es: Mover el archivo en lugar de copiarlo
fi: Siirrä tiedostot kopioimisen sijaan
fr_ca: Déplacer le fichier au lieu de le copier
it: Sposta il file invece di copiarlo
ja_jp: ファイルをコピーする代わりに移動
nl_nl: Verplaats het bestand in plaats van het te kopiëren
pl: Przenieś plik zamiast go kopiować
pt: Mover o ficheiro em vez de o copiar
pt_br: Move o arquivo em vez de copiá-lo
ro: Mutați fișierul în loc să îl copiați
ru: Переместить файл вместо копирования
sr_rs: Premesti datoteku umesto kopiranja
sv_se: Flytta filen istället för att kopiera den

source: If this option is set, any existing authentication against the remote share is dropped before attempting to authenticate.
de: Ist diese Option ausgewählt, wird jede vorhandene Authentifizierung für die Remote-Freigabe verworfen, bevor versucht wird, sich zu authentifizieren
fr_ca: Abandon de toute authentification préexistante avant la tentative d'authentification au partage distant.
ja_jp: このオプションを設定すると、リモート共有に対する既存の認証は、認証を試みる前に終了されます。
nl_nl: Als deze optie is ingesteld, wordt eventuele bestaande authenticatie voor de externe gedeelde map verwijderd voordat er een authenticatiepoging wordt uitgevoerd.

source: Force authentication against remote share
cs: Vynutit ověřování vůči sdílení na protějšku
da: Gennemtving godkendelse til den delte mappe
de: Authentifizierung gegen Remotefreigabe erzwingen
es: Forzar autentificación frente a acciones remotas
fi: Pakota tunnistautumaan verkkojakoa käytettäessä
fr_ca: Forcer l'identification contre le partage à distance
it: Forza autenticazione su condivisione remota
ja_jp: リモート共有に対する認証を強制
nl_nl: Forceer authenticatie naar een externee gedeelde map
pl: Wymuś autentykacje na zdalny udział
pt_br: Forçar autenticação ao compartilhamento remoto
ro: Forțați autentificarea împotriva partajării de la distanță
ru: Принудительная аутентификация в удаленном хранилище
sr_rs: Prisilna provera autentičnosti za daljinsko deljenje

source: As an extra precaution the uploaded file length will be checked against the local source length.
de: Als zusätzliche Vorsorgemaßnahme wird die Dateigröße der hochgeladenen Datei mit der Größe der lokalen Quell-Datei verglichen.
fr_ca: Vérifier la taille du fichier envoyé par rapport à celle du fichier local au titre de précaution additionnelle.
ja_jp: 追加の予防策として、アップロードしたファイルの大きさを、ローカルのバックアップ元の大きさと比較します。
nl_nl: Als extra voorzorgsmaatregel zal het geüploade bestand worden gecontroleerd aan de hand van de lokale bronlengte.

source: Disable length verification
de: Deaktiviere Dateigrößen-Überprüfung
fr_ca: Désactiver la vérification de taille
ja_jp: 大きさの検証を無効にする
nl_nl: Lengteverificatie uitschakelen

source: When this option is set, the backend will not sanitize filenames. This may lead to issues with certain characters in the filename, but is necessary for some mounted storage that returns incorrect paths.
fr_ca: Désactiver la normalisation des noms de fichiers. Cela peut mener à des problèmes avec certains caractères dans les noms de fichiers, mais est nécessaire pour certains type de destination qui renvoient des chemins incorrects.
nl_nl: Wanneer deze optie is ingeschakeld, worden bestandsnamen niet opgeschoond door de backend. Dit kan leiden tot problemen met bepaalde tekens in de bestandsnaam, maar is noodzakelijk voor sommige gekoppelde opslagmedia die onjuiste paden retourneren.

source: Disable filename sanitization
fr_ca: Désactiver la normalisation des noms de fichiers.
nl_nl: Opschonen van bestandsnamen uitschakelen

source: This backend can read and write data to the Backblaze B2 Cloud Storage. Allowed format is "b2://bucketname/prefix".
de: Dieses Backend kann Daten von Backblaze B2 Cloud Storage lesen und schreiben. Erlaubtes Format ist "b2://bucketname/prefix"
fr_ca: Ce type de cible peut lire et écrire des données vers Backblaze B2 Cloud Storage. Format attendu : "b2://bucketname/prefix".
ja_jp: このバックエンドでは、Backblaze B2 クラウドストレージとの間でデータの読み書きを実行できます。許可されている形式は、「b2://バケット名/プレフィックス」となります。
nl_nl: Deze backend kan gegevens lezen en schrijven naar de Backblaze B2 Cloud Opslag. Toegestane indeling is: "b2://bucketname/prefix".

source: B2 Cloud Storage Application Key can be obtained after logging into your Backblaze account. This can also be supplied through the option --{0}.
de: Der B2 Cloud Storage Application Key kann nach dem Anmelden in Ihrem Backblaze Konto erhalten werden. Dies kann auch über die Option --{0} erfolgen.
fr_ca: La clé d'application B2 Cloud Storage peut être obtenue après connexion à votre compte Backblaze. Peut aussi être passée via l'option --{0}.
ja_jp: B2 クラウドストレージのアプリケーションキーは、Backblazeのアカウントにログインしてから取得できます。オプション --{0} でも指定できます。
nl_nl: B2 Cloud Opslag Applicatie Sleutel kan verkegen worden na het inloggen op uw Backblaze account. Dit kan ook worden opgegeven met de optie --{0}.

source: B2 Cloud Storage Application Key
es: B2 Clave de aplicación de Cloud Storage
fr_ca: Clé d'application B2 Cloud Storage
ja_jp: B2 クラウドストレージのアプリケーションのキー
nl_nl: B2 Cloud Storage Applicatiesleutel
pl: Klucz aplikacji B2 magazynu w chmurze
pt: Chave da aplicação B2 Cloud Storage

source: B2 Cloud Storage Account ID can be obtained after logging into your Backblaze account. This can also be supplied through the option --{0}.
de: Die B2 Cloud Storage Account ID kann nach dem Anmelden in Ihrem Backblaze Konto erhalten werden. Dies kann auch über die Option --{0} erfolgen.
fr_ca: L'ID de compte B2 Cloud Storage peut être obtenue après connexion à votre compte Backblaze. Peut aussi être passée via l'option --{0}.
ja_jp: B2 クラウドストレージのアカウントのIDは、Backblazeのアカウントにログインしてから取得できます。オプション --{0} でも指定できます。
nl_nl: B2 Cloud Opslag Account ID kan verkregen worden na het inloggen op uw Backblaze-account. Dit kan ook worden opgegeven met de optie --{0}.

source: B2 Cloud Storage Account ID
es: B2 Cuenta Cloud Storage ID
fr_ca: Identifiant du compte B2 Cloud Storage
ja_jp: B2 クラウドストレージのアカウントのID
pl: ID konta magazynu w chmurze B2
pt: ID da conta B2 Cloud Storage

source: No B2 Cloud Storage Application Key given
de: Kein B2 Cloud Storage Application Key angegeben
fr_ca: Pas de clé d'application B2 Cloud Storage indiquée
ja_jp: B2 クラウドストレージのアカウントキーが指定されていません
nl_nl: Geen B2 Cloud Opslag Applicatie Sleutel gegeven

source: No B2 Cloud Storage Account ID given
de: Keine B2 Cloud Storage Account ID angegeben
fr_ca: Pas d'ID de compte B2 Cloud Storage indiqué
ja_jp: B2 クラウドストレージのアカウントのIDが指定されていません
nl_nl: Geen B2 Cloud Opslag Account-ID gegeven

source: By default, a private bucket is created. Use this option to set the bucket type. Refer to the B2 documentation for allowed types.
de: Standardmäßig wird ein privater Bucket erstellt. Verwenden Sie diese Option um den Buckettyp festzulegen. Die erlaubten Typen sind in der B2 Dokumentation beschrieben.
fr_ca: Un seau privé est créé par défaut. Utilisez cette option pour choisir le type de seau. Voir la documentation B2 pour les types autorisés
ja_jp: 既定では非公開のバケットが作成されます。このオプションでバケットの種類を設定できます。許可されている種類についてはB2のドキュメンテーションを参照してください。
nl_nl: Standaard wordt een privé-bucket aangemaakt. Gebruik deze optie om het bucket-type in te stellen. Raadpleeg de B2-documentatie voor toegestane typen.

source: The bucket type used when creating a bucket
cs: Typ vytvářené „nádoby“ (bucket)
da: Bucket typen der bruges ved oprettelse af en bucket
de: Der Buckettyp, der verwendet wurde als der Bucket erstellt wurde.
es: El tipo de depósito que utiliza para crear un depósito
fi: Luotavan ämpärin tyyppi.
fr_ca: Le type de bucket utilisé pendant la création d'un bucket
it: Il tipo di bucket utilizzato quando si crea un bucket
ja_jp: 作成する種類のバケット
nl_nl: Het bucket soort dat gebruikt wordt bij het aanmaken van een bucket
pl: Typ zasobnika, który był używany podczas tworzenia zasobnika.
pt_br: O tipo de bucket utilizado ao criar um bucket
ro: Tipul de cupă utilizat la crearea unei găleți
ru: Тип блока памяти, используемый при создании блока
sr_rs: Tip segmenta koji se koristi prilikom kreiranja segmenta

source: Use this option to set the page size for listing contents of B2 buckets. A lower number means less data, but can increase the number of Class C transaction on B2. Suggested values are between 100 and 1000.
de: Verwenden Sie diese Option, um die Seitengröße für Inhaltsauflistungen von B2-Buckets festzulegen. Ein niedriegerer Wert führt zu weniger Daten, aber kann die Anzahl an Class-C Transaktionen zu B2 vergrößern. Empfohlener Bereich: 100-1000.
fr_ca: Cette option définit la taille de page de listage des contenus de seaux B2. Un petit nombre signifie moins de données mais peut augmenter le nombre de transactions de classe C sur B2. Valeur suggérée entre 100 et 1000.
ja_jp: B2のバケットの内容の一覧ページのサイズを設定できます。サイズが小さければデータ量も減りますが、B2でのクラスCのトランザクション数が多くなる可能性があります。100から1000までの間の数値を指定することを推奨します。
nl_nl: Gebruik deze optie om de paginagrootte in te stellen voor het weergeven van de inhoud van B2-buckets. Een lager getal betekent minder gegevens, maar kan het aantal klasse-C transacties op B2 laten toenemen. Aanbevolen waarden liggen tussen 100 en 1000.

source: The size of file-listing pages
cs: Velikost stránek s výpisem souborů
de: Seitengröße für Inhaltsauflistungen
es: El tamaño de las páginas de lista de archivos
fr_ca: La taille des pages de listage de fichiers
it: La dimensione delle pagine per l'elenco file
ja_jp: ファイルの一覧ページのサイズ
nl_nl: De grootte van pagina's met bestandsvermeldingen
pl: Rozmiar stron z listą plików
pt_br: O tamanho da pagina da lista de arquivos
ro: Dimensiunea paginilor cu înregistrări de fișiere
sr_rs: Veličina stranica sa spiskom fajlova

source: Change this if you want to use your custom domain to download files, and uploading will not be affected. The default download URL depends on your account and looks like "https://f00X.backblazeb2.com".
de: Ändern Sie dies, wenn Sie Ihre benutzerdefinierte Domain zum Herunterladen von Dateien verwenden möchten. Das Hochladen wird nicht beeinflusst. Die Standard-Download-URL hängt von Ihrem Konto ab und sieht aus wie z.B. "https://f00X.backblazeb2.com".
fr_ca: Modifier pour utiliser votre propre domaine personnalisé pour télécharger les fichiers, mais que les envois ne soient pas affectés. L'URL de téléchargement par défaut dépends de votre compte et ressemble à "https://f00X.backblazeb2.com".
ja_jp: ファイルのダウンロード元のカスタムドメインを設定できます。アップロードには影響しません。既定のダウンロード元のURLはアカウントに応じて、「https://f00X.backblazeb2.com」のようなドメインのはずです。
nl_nl: Wijzig dit als u uw aangepaste domein wilt gebruiken voor het downloaden van bestanden, en uploaden zal niet worden beïnvloed. De standaard download-URL is afhankelijk van uw account en ziet eruit als "https://f00X.backblazeb2.com".

source: The base URL to use for downloading files
de: Die Basis-URL, die für das Herunterladen von Dateien verwendet wird.
es: La URL base que se utilizará para descargar archivos.
fr_ca: Lien de base à utiliser pour le téléchargement de fichiers
ja_jp: ファイルのダウンロードに使うベースのURL
nl_nl: De basis-URL die gebruikt moet worden voor het downloaden van bestanden
pl: Podstawowy adres URL używany do pobierania plików
sr_rs: Osnovni URL koji se koristi za preuzimanje fajlova

source: The setting "{0}" is invalid for "{1}". It must be an integer larger than zero.
de: Die Einstellung "{0}" ist ungültig für "{1}". Es muss eine ganze Zahl grösser als null gewählt werden.
fr_ca: Réglage "{0}" invalide pour "{1}". Nombre entier strictement positif attendu.
ja_jp: "{0}"の設定は"{1}"にとって正しくありません。0よりも大きい整数に設定してください。
nl_nl: De instelling "{0}" is ongeldig voor "{1}". Het moet een integer groter dan nul zijn.

source: Size of individual fragments which are uploaded separately for large files. It is recommended to be between 5-10 MiB (though a smaller value may work better on a slower or less reliable connection), and to be a multiple of 320 KiB.
cs: Velikost jednotlivých fragmentů velkých souborů, které jsou nahrávány samostatně. Doporučuje se aby bylo 5-10 MiB (i když nižší hodnoty mohou být vhodnější pro pomalejší nebo nespolehlivá připojení), a je třeba, aby se jednalo o násobky 320 KiB.
da: Størrelse på individuelle fragmenter, der uploades separat for store filer. Det anbefales at bruge værdier mellem 5-10 MiB (muligvis vil mindre værdier fungerer bedre for langsomme eller mindre pålidelig forbindelse), og være en multiplum på 320 KiB.
de: Größe der einzelnen Fragmente, die separat für große Dateien hochgeladen werden. Es ist empfohlen, zwischen 5-10 MiB zu liegen (obwohl ein niedrigerer Wert bei einer langsameren oder weniger zuverlässigen Verbindung besser funktionieren kann) und ein Vielfaches von 320 KiB zu sein.
es: Tamaño de los fragmentos individuales que se cargan por separado para archivos grandes. Se recomienda que esté entre 5-10 MiB (aunque un valor más pequeño puede funcionar mejor en una conexión más lenta o menos confiable) y que sea un múltiplo de 320 KiB.
fr_ca: Taille des fragments individuels qui sont téléchargés séparément pour les fichiers volumineux. Il est recommandé d'avoir entre 5 et 10 MiB (bien qu'une plus petite valeur puisse fonctionner mieux avec une connexion plus lente ou moins fiable) et un multiple de 320 KiB.
it: Dimensione dei singoli frammenti che sono caricati separatamente per file di grandi dimensioni. Si consiglia di stare tra 5-10 MiB (anche se un valore inferiore può funzionare meglio con una connessione più lenta o meno affidabile) e di essere un multiplo di 320 KiB.
ja_jp: 大きなサイズのファイルは、ここで指定したサイズに分割して送信されます。サイズは5MiBから10MiBの間で（速度が遅かったり、不安定だったりするネットワーク接続では、小さいサイズの方がよく機能する場合があります）、320KiBの倍数に設定することを推奨します。
nl_nl: Grootte van afzonderlijke fragmenten die afzonderlijk worden geüpload bij grote bestanden. Een grootte tussen 5-10 MiB wordt aanbevolen (hoewel een kleinere waarde beter zou kunnen werken bij een tragere of minder betrouwbare verbinding), evenals een veelvoud van 320 KiB.
pl: Rozmiar poszczególnych fragmentów, które są wgrywane osobno dla dużych plików. Zaleca się, aby mieścił się w przedziale 5-10 MiB (chociaż mniejsza wartość może działać lepiej na wolniejszym lub mniej niezawodnym połączeniu) i stanowi wielokrotność 320 KiB.
pt_br: Tamanho de fragmentos individuais que são enviados separadamente para arquivos grandes. Recomenda-se estar entre 5-10 MiB (embora um valor menor possa funcionar melhor em uma conexão mais lenta ou menos confiável) e ser um múltiplo de 320 KiB.
sr_rs: Veličina pojedinačnih fragmenata koji se zasebno učitavaju za velike fajlove. Preporučuje se da bude između 5-10 MiB (iako manja vrednost može bolje da funkcioniše na sporijoj ili manje pouzdanoj vezi) i da bude višestruka od 320 KiB.

source: Fragment size for large uploads
cs: Velikost fragmentu pro objemná nahrávání
da: Fragmentstørrelse for store uploads
de: Fragmentgröße für große Uploads
es: Tamaño de los fragmentos para cargas grandes
fr_ca: Taille des fragments pour les gros téléchargements
it: Dimensione del frammento per caricamenti di grandi dimensioni
ja_jp: アップロードする大きなファイルを分割する際のサイズ
nl_nl: Fragment-grootte voor grote uploads
pl: Rozmiar fragmentu dla dużych przesyłanych plików
pt_br: Tamanho do fragmento para grandes envios
sr_rs: Veličina fragmenta za velika otpremanja

source: Number of retry attempts made for each fragment before failing the overall file upload.
de: Anzahl erneuter Versuche für jedes Fragment bevor der gesamte Datei-Upload fehlschlägt
fr_ca: Nombre de tentatives pour chaque bloc avant décision d'échec global de l'envoi du fichier.
ja_jp: 分割した各ファイルについて、ファイル全体のアップロードを失敗したと判断して終了するまで、最大で何回の再試行を許可するか指定してください。
nl_nl: Aantal nieuwe pogingen voor elk fragment voordat de algehele bestandsupload mislukt.

source: Number of retries for each fragment
cs: Počet opakovaných pokusů pro každý fragment
da: Antal forsøg for hvert fragment
de: Anzahl der Versuche für jedes Fragment
es: Número de reintentos para cada fragmento
fr_ca: Nombre de tentatives pour chaque fragment
it: Numero di tentativi per ciascun frammento
ja_jp: 分割した各ファイルについての再試行数
nl_nl: Aantal pogingen voor elk fragment
pl: Liczba ponownych prób dla każdego fragmentu
pt_br: Número de novas tentativas para cada fragmento
sr_rs: Broj ponovnih pokušaja za svaki fragment

source: Amount of time (in milliseconds) to wait between failures when uploading fragments.
de: Wartezeit (in Millisekunden) zwischen erfolglosen Versuchen während des Uploads von Fragmenten
fr_ca: Durée d'attente (en ms) entre échecs lors de l'envoi de blocs.
ja_jp: 分割した各ファイルをアップロードする際のエラーに関して、待機する時間をミリ秒で指定してください。
nl_nl: Hoeveelheid tijd (in milliseconden) voor het wachten tussen fouten bij het uploaden van fragmenten.

source: Millisecond delay between fragment errors
cs: Prodleva mezi chybami fragmentů
da: Antal millisekunders pause efter fragmentfejl
de: Verzögerung in Millisekunden zwischen Fragmentfehler
es: Milisegundos de retraso de entre errores de fragmentos
fr_ca: Délai en millisecondes entre les erreurs de fragment
it: Ritardo in millisecondi tra gli errori del frammento
ja_jp: 分割したファイルに関するエラー間の時間（ミリ秒）
nl_nl: Milliseconde vertraging tussen fragmentfouten
pl: ilisekundowe opóźnienie między błędami fragmentów
pt_br: Atraso de milissegundos entre erros de fragmento
sr_rs: Kašnjenje u milisekundi između grešaka fragmenta

source: Use this option to set HttpClient class to perform HTTP requests.
de: Verwenden Sie diese Option, um die HTTP-Client-Klasse für HTTP-Anfragen festzulegen.
fr_ca: Définir la classe HttpClient pour exécuter les requêtes HTTP.
ja_jp: このオプションを有効にすると、HTTPリクエストを行う際にHttpClientクラスを設定します。
nl_nl: Gebruik deze optie voor het instellen van HttpClient klasse om HTTP requests uit te voeren.

source: Whether the HttpClient class should be used
de: Gibt an, ob die HttpClient Klasse genutzt werden soll
es: Si se debe usar la clase HttpClient
fr_ca: Si la classe HttpClient devait être utilisée
ja_jp: HttpClientクラスの使用を選択
nl_nl: Of de klasse HttpClient moet worden gebruikt
pl: Czy należy użyć klasy HttpClient
sr_rs: Da li treba koristiti klasu HttpClient

source: The option --use-http-client is deprecated and has no effect.
de: Die Option --use-http-client ist veraltet und hat keinen Effekt.
fr_ca: L'option --use-http-client est obsolète et n'a plus d'effet.
nl_nl: De optie --use-http-client is verouderd en heeft geen effect.

source: Store files in Microsoft OneDrive or Microsoft OneDrive for Business via the Microsoft Graph API. Usage of this backend requires that you agree to the terms in {0} ({1}) and {2} ({3}).
de: Speichert Dateien in Microsoft OneDrive oder Microsoft OneDrive Business mit der Microsoft Graph APÍ. Die Nutzung dieses Backends erfordert die Zustimmung der Vereinbarungen in {0} ({1}) und {2} ({3}).
fr_ca: Enregistre les fichiers sur Microsoft OneDrive ou OneDrive Business via l'API MS Graph. Vous devez préalablement accepter les clauses {0} ({1}) and {2} ({3}).
ja_jp: Microsoft Graph APIでファイルをMicrosoft OneDriveまたはMicrosoft OneDrive for Businessに保存します。このバックエンドを使用するには{0}（{1}）と{2}（{3}）の利用規約に同意する必要があります。
nl_nl: Sla bestanden op in Microsoft OneDrive of Microsoft OneDrive voor Business via de Microsoft Graph API. Gebruik van deze backend vereist u akkoord gaat met de voorwaarden in {0} ({1}) en {2} ({3}).

source: ID of the drive to store data in. If no drive is specified, the default OneDrive or OneDrive for Business drive will be used via '{0}'.
cs: Identifikátor úložiště na kterém uchovávat dat. Pokud není zadáno, bude použito výchozí pro OneDrive nebo OneDrive for Business prostřednictvím „{0}“.
de: ID des Laufwerks zum Speichern der Daten. Sollte kein Laufwerk angegeben sein, wird das Standard OneDrive oder OneDrive for Business Laufwerk via '{0}' genutzt.
es: ID de la unidad para almacenar datos. Si no se especifica ninguna unidad, la unidad predeterminada de OneDrive o OneDrive for Business se utilizará a través de '{0}'.
fr_ca: ID du lecteur dans lequel stocker les données. Si aucun lecteur n'est spécifié, le lecteur OneDrive ou OneDrive for Business par défaut sera utilisé via '{0}'.
it: ID dell'unità in cui archiviare i dati. Se non è specificata alcuna unità, sarà utilizzata l'unità predefinita OneDrive o OneDrive for Business tramite '{0}'.
ja_jp: データを保存するドライブのID。ドライブが指定されていない場合は、「{0}」を介して、OneDriveまたはOneDrive for Businessの既定のドライブを使用します。
nl_nl: ID van de drive om gegevens in op te slaan. Als geen drive is opgegeven, zal de standaard drive van OneDrive of OneDrive for Business worden gebruikt via '{0}'.
pl: Identyfikator dysku do przechowywania danych. Jeśli nie określono żadnego dysku, domyślny dysk OneDrive lub OneDrive dla Firm będzie używany za pomocą '{0}'.
pt_br: ID da unidade para armazenar dados. Se nenhuma unidade for especificada, a unidade padrão do OneDrive ou do OneDrive for Business será usada por meio de '{0}'.
sr_rs: ID disk jedinice na kojoj se čuvaju podaci. Ako nije naveden nijedan disk, podrazumevani OneDrive ili OneDrive for Business disk će se koristiti preko '{0}'.

source: Optional ID of the drive
cs: Volitelný identifikátor úložiště
de: Optionale ID vom Laufwerk
es: ID opcional de la unidad
fr_ca: ID facultatif du lecteur
it: ID opzionale dell'unità
ja_jp: ドライブのID（オプション）
nl_nl: Optionele ID van de drive
pl: Opcjonalny identyfikator dysku
pt_br: ID opcional da unidade
sr_rs: Opcioni ID disk jedinice

source: Store files in a Microsoft SharePoint site via the Microsoft Graph API. Usage of this backend requires that you agree to the terms in {0} ({1}) and {2} ({3}).
de: Speichert Dateien in Microsoft SharePoint mit Hilfe der Microsoft Graph API. Die Nutzung dieses Backends erfordert die Zustimmung der Vereinbarungen in {0} ({1}) und {2} ({3})
fr_ca: Enregistre les fichiers vers un site Microsoft SharePoint via l'API MS Graph. Vous devez préalablement accepter les clauses {0} ({1}) and {2} ({3}).
nl_nl: Sla bestanden op in een Microsoft SharePoint site via de Microsoft Graph API. Gebruik van deze backend vereist dat u akkoord gaat met de voorwaarden in {0} ({1}) en {2} ({3}).

source: ID of the site to store data in.
de: ID der Seite zum Speichern der Daten
fr_ca: ID du site vers lequel enregistrer les données.
ja_jp: データを保存するサイトのID。
nl_nl: ID dan de site waarin gegevens worden opgeslagen.
