Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Storage class of the object; check enumerated values at https://intl.cloud.tencent.com/document/product/436/30925.
de: Speicherklasse des Objekts; prüfen Sie die aufgezählten Werte auf https://intl.cloud.tencent.com/document/product/436/30925.
fr_ca: Classe de stockage de l'objet; vérifiez les valeurs listées sur https://intl.cloud.tencent.com/document/product/436/30925.
ja_jp: オブジェクトのストレージのクラス。列挙された値については https://intl.cloud.tencent.com/document/product/436/30925 で確認してください。
nl_nl: Opslagklasse van het object; controleer de opgesomcde waarden op https://intl.cloud.tencent.com/document/product/436/30925.

source: Storage class of the object
de: Speicherklasse des Objekts
fr_ca: Classe de stockage de l'objet
ja_jp: オブジェクトのストレージのクラス
nl_nl: Opslagklasse van het object

source: This backend can read and write data to Jottacloud using its REST protocol. Allowed format is "jottacloud://folder/subfolder".
de: Dieses Backend kann Daten von Jottacloud unter Benutzung dessen REST Protokolls lesen und schreiben. Erlaubtes Format ist "jottacloud://folder/subfolder".
fr_ca: TYpe de cible pour lire/écrire vers Jottacloud avec son protocole REST. Format attendu : "jottacloud://folder/subfolder".
ja_jp: このバックエンドでは、Jottacloudとの間でRESTプロトコルを使い、データの読み書きを実行できます。許可されている形式は、「jottacloud://フォルダー/サブフォルダー」となります。
nl_nl: Deze backend kan gegevens lezen en schrijven naar Jottacloud door middel van het REST protocol. Toegestane indeling is "jottacloud://folder/subfolder".

source: No username found
de: Kein Benutzername gefunden
fr_ca: Nom d'utilisateur introuvable
ja_jp: ユーザー名が見つかりません
nl_nl: Geen gebruikersnaam gevonden
pl: Nie znaleziono nazwy użytkownika

source: No path given. Files cannot be uploaded to the root folder
de: Kein Pfad angegeben Dateien können nicht in den Stammordner hochladen hochgeladen werden
fr_ca: Pas de chemin indiqué. Impossible d'envoyer des fichiers vers le répertoire racine
ja_jp: パスが指定されていません。ルートフォルダーにはファイルをアップロードできません
nl_nl: Geen pad opgegeven. Kan geen bestanden uploaden naar de hoofdmap

source: Illegal mount point given.
cs: Zadán neplatný přípojný bod.
da: Ikke gyldigt mount givet
de: Der angegebene Einhängepunkt ist ungültig.
es: Se ha dado un punto de montaje ilegal.
fi: Virheellinen liitospiste.
fr_ca: Le point de montage indiqué est illégal.
it: Punto di montaggio fornito non valido.
ja_jp: 不正なマウントポイントが指定されています。
nl_nl: Ongeldig koppelpunt opgegeven.
pl: Podano niedozwolony punkt montowania.
pt_br: Ponto de montagem inválido.
ro: Punct de pornire ilegal.
ru: Указана некорректная точка монтирования.
sr_rs: Data je nedozvoljena tačka montiranja.

source: Failed to upload file
cs: Soubor se nepodařilo nahrát
da: Kunne ikke uploade fil
de: Upload der Datei fehlgeschlagen
es: Error al cargar archivo
fi: Tiedoston lataus epäonnistui
fr_ca: Échec du téléversement de fichier
it: Impossibile caricare il file
ja_jp: ファイルをアップロードできませんでした
nl_nl: Uploaden bestand mislukt
pl: Nie udało się przesłać pliku
pt: Falha ao carregar o ficheiro
pt_br: Falha no upload do arquivo
ro: Nu sa încărcat fișierul
ru: Не удалось загрузить файл
sk_sk: Súbor nie je možné nahrať
sr_rs: Otpremanje fajla nije uspelo
sv_se: Misslyckades att ladda upp fil

source: The backup device to use. Will be created if not already exists. You can manage your devices from the backup panel in the Jottacloud web interface. When you specify a custom device you should also specify the mount point to use on this device with the "{0}" option.
cs: Zálohovací zařízení které použít. Pokud neexistuje, bude vytvořeno. Svá zařízení můžete spravovat z panelu záloh ve webovém rozhraní Jottacloud. Když zadáte vlastní zařízení, měli byste také zadat přípojný bod, který pro něj použít pomocí předvolby „{0}“.
da: Den backup enhed, der skal bruges. Bliver oprettet, hvis den ikke allerede eksisterer. Du kan styre dine enheder fra backuppanelet i Jottacloud's web-interface. Når du angiver en brugerdefineret enhed, skal du også angive det mount point, der skal bruges til denne enhed, med indstillingen "{0}".
de: Das Sicherungsmedium verwenden. Wird erstellt, wenn es nicht bereits vorhanden ist. Sie können Ihre Geräte aus dem backup-Panel im Jottacloud-Web-Interface verwalten. Wenn Sie ein benutzerdefiniertes Gerät angeben, sollten Sie mit der Option "{0}" auch den Mount Punkt für dieses Gerät angeben.
es: El dispositivo de respaldo que se utilizará. Se creará si no existe. Puede administrar sus dispositivos desde el panel de respaldo en la interfaz web de Jottacloud. Cuando especifica un dispositivo personalizado, también debe especificar el punto de montaje para usar en este dispositivo con la opción "{0}".
fr_ca: Le système de sauvegarde sera crée s'il n'est pas encore existant. Vous pouvez administrer vos appareils depuis le panel web de sauvegarde de l'interface de JottaCloud. Quand vous parametrez un appareil spécial, vous devez également indiquer le point de montage à utiliser avec l'option "{0}".
it: Dispositivo di backup da utilizzare. Sarà creato se non esiste. Puoi gestire i tuoi dispositivi dal pannello di backup nell'interfaccia Web Jottacloud. Quando specifichi un dispositivo personalizzato devi specificare anche il punto di montaggio da utilizzare nel dispositivo con l'opzione "{0}".
ja_jp: 使用するバックアップ用のデバイス。存在しない場合はこれを作成します。デバイスはJottacloudのウェブインターフェースのバックアップパネルで管理できます。ユーザー定義のデバイスを指定する場合は、「{0}」オプションで、デバイスで使用するマウントポイントも指定してください。
nl_nl: Het te gebruiken back-up apparaat. Zal worden aangemaakt indien nodig. Apparaten kunnen worden beheerd vanuit het back-up paneel in de Jottacloud web interface. Als een aangepast apparaat wordt opgegeven, moet eveneens het koppelpunt worden opgegeven dat gebruikt moet worden op dit apparaat met de "{0}" optie.
pl: Urządzenie kopii zapasowej do użycia. Zostanie utworzone, jeśli jeszcze nie istnieje. Możesz zarządzać swoimi urządzeniami z panelu kopii zapasowej w interfejsie internetowym Jottacloud. Podczas określania urządzenia niestandardowego należy również określić punkt montowania, który ma być używany na tym urządzeniu, za pomocą opcji "{0}".
pt_br: O dispositivo de cópia usado. Será criado se ainda não existir. Você pode gerenciar os seus dispositivos no painel cópia na interface web do Jottacloud. Ao especificar um dispositivo é necessário especificar o ponto de montagem deste dispositivo utilizando a opção "{0}".
ro: Dispozitivul de rezervă de utilizat. Va fi creat dacă nu există deja. Puteți gestiona dispozitivele dvs. din panoul de rezervă din interfața web Jottacloud. Când specificați un dispozitiv personalizat, ar trebui să specificați și punctul de montare pe care să îl utilizați pe acest dispozitiv cu opțiunea "{0}".
ru: Устройство резервного копирования. Будет создано, если еще не существует. Вы можете управлять своими устройствами с панели резервного копирования в веб-интерфейсе Jottacloud. При указании пользовательского устройства, следует также указать точку монтирования для использования на этом устройстве с параметром «{0}».
sr_rs: Rezervni uređaj za korišćenje rezervne kopije. Biće kreiran ako već ne postoji. Možete upravljati svojim uređajima sa rezervne kopije u Jottacloud veb interfejsu. Kada navedete prilagođeni uređaj, trebalo bi da navedete i tačku montiranja koja će se koristiti na ovom uređaju sa opcijom "{0}".

source: Supply the backup device to use
de: Gibt das zu benutzende Speichergerät an
fr_ca: Appareil de secours à utiliser
ja_jp: 使用するバックアップ用デバイスを指定
nl_nl: Geef het te gebruiken back-up apparaat op

source: The mount point to use on the server. The default is "Archive" for using the built-in archive mount point. Set this option to "Sync" to use the built-in synchronization mount point instead, or if you have specified a custom device with option "{0}" you are free to name the mount point as you like.
cs: Přípojný bod který na serveru použít. Výchozí je „Archive“ pro použití vestavěného archivního přípojného bodu. Nastavte tuto volbu na „Sync“ pro použití vestavěného synchronizačního přípojného bodu namísto toho, nebo pokud jste zadali vlastní zařízení pomocí volby „{0}“, můžete si přípojný bod nazvat dle libosti.
de: Der zu verwendende Mount-Punkt auf dem Server. Als Voreinstellung wird "Archiv" für die Verwendung des eingebauten Archiv-Einhängepunktes angegeben. Setzen Sie diese Option auf "Sync", um stattdessen den eingebauten Synchronisations-Einhängepunkt zu verwenden, oder wenn Sie ein benutzerdefiniertes Gerät mit der Option "{0}" angegeben haben, können Sie den Mount-Punkt beliebig benennen.
es: El punto de montaje que se utilizará en el servidor. El valor predeterminado es "Archivo" para usar el punto de montaje de archivo integrado. Establezca esta opción en "Sincronizar" para usar el punto de montaje de sincronización integrado en su lugar, o si ha especificado un dispositivo personalizado con la opción "{0}", puede nombrar el punto de montaje como desee.
fr_ca: Le point de montage a utiliser sur le serveur. Le défaut est "Archive" pour utiliser le point de montage intégré. Paramétrer cette option sur "Sync" pour utiliser le point de montage intégré en remplacement, ou si vous avez spécifié un périphérique personnalisé a l'aide de l'option "{0}" vous pouvez nommer le point de montage comme vous le désirez
it: Il punto di montaggio da utilizzare sul server. Il valore predefinito è "Archivio" per utilizzare il punto di montaggio integrato nell'archivio. Impostare questa opzione su "Sync" per utilizzare il punto di montaggio incorporato nella sincronizzazione, oppure se hai specificato un dispositivo personalizzato con l'opzione "{0}" puoi assegnare il nome che preferisci al punto di montaggio.
ja_jp: サーバーで使用するマウントポイント。既定では、組み込み型のアーカイブのマウントポイントを使用するように「Archive」が設定されます。「Sync」に設定すると、組み込み型の同期用マウントポイントが設定されます。「{0}」でカスタムデバイスを指定した場合は、任意に名前を設定して構いません。
nl_nl: Het koppelpunt dat gebruikt moet worden op de server. Standaardwaarde is "Archive" voor het gebruiken van het ingebouwde archive koppelpunt. Stel deze optie in op "Sync" om in plaats hiervan het ingebouwde synchronisatie koppelpunt te gebruiken, of als een aangepast apparaat werd opgegeven met de optie "{0}" kan de naam van ieder gewenst koppelpunt worden opgegeven.
pl: Punkt instalacji do użycia na serwerze. Domyślnie jest to 'Archiwum' dla korzystania z wbudowanego punktu instalacji archiwum. Ustaw tę opcję na 'Synchronizacja', aby zamiast tego użyć wbudowanego punktu instalacji synchronizacji lub jeśli określono niestandardowe urządzenie z opcją '{0}', możesz nadać nazwę punktowi instalacji, jaką chcesz.
pt_br: Ponto de montagem para usar no servidor. O padrão é "Arquivo" para usar o ponto de montagem incorporado do arquivo. Defina esta opção como "Sincronizar" para usar o ponto de montagem de sincronização incorporado, ou se você especificou um dispositivo personalizado com a opção "{0}", você pode nomear o ponto de montagem como quiser.
ro: Punctul de montare pe server. Valoarea prestabilită este "Arhiva" pentru utilizarea punctului de montare încorporat în arhivă. Setați această opțiune la "Sincronizare" pentru a utiliza în schimb punctul de montare pentru sincronizare încorporat sau dacă ați specificat un dispozitiv personalizat cu opțiunea "{0}", puteți să denumiți punctul de montare așa cum doriți.
ru: Точка монтирования для использования на сервере. По умолчанию используется «Архив» для использования встроенной точки монтирования архива. Установите этот параметр на «Синхронизировать», чтобы вместо этого использовать встроенную точку подключения синхронизации, или, если вы указали пользовательское устройство с параметром «{0}», вы можете назвать точку монтирования по своему усмотрению.
sr_rs: Tačka montiranja koja se koristi na serveru. Podrazumevano je "Archive" za korišćenje ugrađene tačke montiranja arhive. Podesite ovu opciju na "Sync" da biste umesto nje koristili ugrađenu tačku montiranja za sinhronizaciju, ili ako ste naveli prilagođeni uređaj sa opcijom "{0}", slobodni ste da imenujete tačku montiranja kako želite.

source: Supply the mount point to use on the server
de: Gibt den zu benutzenden Einhängepunkt auf dem Server an
fr_ca: Indiquer le point de montage à utiliser sur le serveur
nl_nl: Geef het koppelpunt op dat gebruikt moet worden op de server.

source: Number of threads for restore operations. In some cases the download rate is limited to 18.5 Mbps per stream. Use multiple threads to increase throughput.
de: Anzahl der Threads für Wiederherstellungsvorgänge. In einigen Fällen ist die Download-Rate auf 18,5 Mbit/s pro Stream begrenzt. Verwenden Sie mehrere Threads, um den Durchsatz zu erhöhen.
es: Número de subprocesos para operaciones de restauración. En algunos casos, la velocidad de descarga está limitada a 18,5 Mbps por flujo. Utilice varios subprocesos para aumentar el rendimiento.
fr_ca: Nombre de processus pour les opérations de restauration. Dans certains cas, le taux de téléchargement est limité à 18,5 Mbps par flux. Utiliser plusieurs processus pour augmenter le débit.
ja_jp: 復元操作に使用するスレッド数。いくつかの場合では、各ストリームのダウンロードスピードが18.5Mbpsに制限されることがあります。その際、複数のスレッドを使用すると、スループットを向上される可能性があります。
nl_nl: Aantal threads voor herstelbewerkingen. In sommige gevallen is de downloadsnelheid beperkt tot 18,5 Mbps per stream. Gebruik meerdere threads om de doorvoer te verhogen.
pl: Liczba wątków dla operacji przywracania. W niektórych przypadkach prędkość pobierania jest ograniczona do 18,5 Mb/s na strumień. Użyj wielu wątków, aby zwiększyć przepustowość.
sr_rs: Broj niti za operacije vraćanja. U nekim slučajevima brzina preuzimanja je ograničena na 18,5 Mbps po strimu. Koristite više niti da povećate propusnost.

source: Number of threads for restore operations
de: Anzahl der Threads für Wiederherstellungsvorgänge.
fr_ca: Nombre de tâches pour les opérations de restauration
ja_jp: 復元の操作に使用するスレッド数
nl_nl: Aantal threads voor herstelbewerkingen
pl: Liczba wątków dla operacji przywracania

source: The chunk size for simultaneous downloading. These chunks will be held in memory, so keep it as low as possible.
de: Die Größe des Datensegments für das gleichzeitige Herunterladen. Diese Abschnitte werden im Speicher gehalten, also halten Sie sie so niedrig wie möglich.
es: El tamaño del fragmento para la descarga simultánea. Estos fragmentos se guardarán en la memoria, así que manténgalos lo más pequeños posible.
fr_ca: La taille des segments pour le téléchargement simultané. Ces segments seront gardés en mémoire, gardez-les aussi bas que possible.
ja_jp: 並行ダウンロードの際のチャンクのサイズ。チャンクはメモリーに保存されるため、可能な限り小さいサイズを設定してください。
nl_nl: De grootte van gegevensbrokken voor het gelijktijdig downloaden. Deze brokken zullen in het interne geheugen gehouden worden, dus houd dit zo laag mogelijk.
pl: Rozmiar segmentu danych do jednoczesnego pobrania. Sekcje te są przechowywane w pamięci, więc utrzymuj je jak najniżej.
sr_rs: Veličina dela za istovremeno preuzimanje. Ovi delovi će biti sačuvani u memoriji, pa ih držite što je moguće niže.

source: The chunk size for simultaneous downloading
de: Die Größe des Datensegments für das gleichzeitige Herunterladen
fr_ca: Taille de bloc pour les téléchargements simultanés
ja_jp: 並行ダウンロード用のチャンクのサイズ
nl_nl: De blokgrootte voor het gelijktijdig downloaden
pl: Rozmiar fragmentu do jednoczesnego pobierania

source: This backend can read and write data to Mega.co.nz. Allowed format is "mega://folder/subfolder".
de: Dieses Backend kann Daten von Mega.co.nz lesen und schreiben. Erlaubtes Format ist "mega://folder/subfolder".
fr_ca: Type de cible pour lire/écrire vers Mega.co.nz. Format attendu : "mega://folder/subfolder".
ja_jp: このバックエンドでは、Mega.co.czとの間でデータの読み書きを実行できます。許可されている形式は、「mega://フォルダー/サブフォルダー」となります。
nl_nl: Deze backend kan gegevens lezen en schrijven naar Mega.co.nz. Toegestane indeling is: "mega://folder/subfolder".
pl: Ten backend może odczytywać i zapisywać dane na Mega.co.nz. Dozwolony format to: "mega://folder/subfolder".

source: For accounts with two-factor authentication enabled, set the shared secret used to generate the two-factor TOTP codes.
fr_ca: Pour les comptes à double authentification, définissez le secret partagé destiné à générer les codes 2FA TOPT.
ja_jp: 2要素認証が有効とされているアカウントの場合は、ここにTOTPコードを生成する共有のシークレットを設定してください。
nl_nl: Stel voor accounts waarvoor twee-factor-authenticatie is ingeschakeld het gedeelde geheim in dat gebruikt wordt om twee-factor TOTP codes te genereren.
pl: Dla kont z włączoną weryfikacją dwuetapową ustaw udostępniony klucz tajny używany do generacji dwuetapowych kodów TOTP.

source: The shared secret used to generate two-factor TOTP codes
fr_ca: Secret partagé pour générer les codes TOTP
ja_jp: 2要素認証用のTOTPコードの生成に使用する共有シークレット
nl_nl: Het gedeelde geheim dat wordt gebruikt voor het genereren van twee-factor TOTP codes
pl: Udostępniony klucz tajny używany do generacji dwuetapowych kodów TOTP

source: No password given
cs: Nebylo zadáno heslo
da: Password ikke sat
de: Kein Passwort angegeben
es: Sin contraseña dada
fi: Et antanut salasanaa
fr_ca: Mot de passe non renseigné
it: Nessuna password inserita
ja_jp: パスワードが入力されていません
nl_nl: Geen wachtwoord opgegeven
pl: Nie podano hasła
pt: Palavra-passe não fornecida
pt_br: Nenhuma senha informada
ro: Nu a fost dată nici o parolă
ru: Не указан пароль
sk_sk: Nezadané heslo
sr_rs: Nije data lozinka
sv_se: Inget lösenord angivet

source: No username given
cs: Nebylo zadáno uživatelské jméno
da: Brugernavn ikke sat
de: Kein Benutzername angegeben
es: Ningún nombre de usuario dado
fi: Et antanut käyttäjätunnusta
fr_ca: Utilisateur non renseigné
it: Nessun nome utente inserito
ja_jp: ユーザー名が入力されていません
nl_nl: Geen gebruikersnaam opgegeven
pl: Nie podano nazwy użytkownika
pt: Utilizador não fornecido
pt_br: Nenhum nome de usuário informado
ro: Niciun nume de utilizator dat
ru: Не указано имя пользователя
sk_sk: Nezadané užívateľské meno
sr_rs: Nije dato korisničko ime
sv_se: Inget användarnamn angivet

source: This backend can read and write data to IDrive e2. Allowed format is "e2://bucket/folder".
de: Dieses Backend kann Daten von IDrive e2 lesen und schreiben. Erlaubtes Format ist "e2://bucket/folder".
fr_ca: Type de cible pour lire/écrire vers IDrive e2. Format "e2://bucket/folder".
nl_nl: Deze backend kan gegevens lezen en schrijven naar IDrive e2. Toegestane indeling is "e2://bucket/folder".

source: Access Key Secret can be obtained after logging into your IDrive e2 account. This can also be supplied through the option --{0}.
de: Das Zugriffsschlüssel Secret kann nach der Anmeldung im IDrive e2 Account eingesehen werden. Alternativ kann dies auch über die Option --{0} erfolgen.
fr_ca: Le secret de clé d'accès est obtensible dans votre compte IDrive e2. Peut également être passé par --{0}.
ja_jp: アクセスキーのシークレットは、IDrive e2のアカウントにログインしてから取得できます。オプション --{0} でも指定できます。
nl_nl: Toegangssleutel-geheim kan verkregen worden na inloggen op uw IDrive e2-account. Deze kan ook worden opgegeven met de optie --{0}.

source: Access Key ID can be obtained after logging into your IDrive e2 account. This can also be supplied through the option --{0}.
de: Die Zugriffsschlüssel ID kann nach der Anmeldung im IDrive e2 Account eingesehen werden. Alternativ kann dies auch über die Option --{0} erfolgen.
fr_ca: L'ID de clé d'accès est obtensible dans votre compte IDrive e2. Peut également être passé par --{0}.
ja_jp: アクセスキーのIDは、IDrive e2のアカウントにログインしてから取得できます。オプション --{0} でも指定できます。
nl_nl: Toegangssleutel-ID kan verkregen worden na inloggen op uw IDrive e2-account. Deze kan ook worden opgegeven met de optie --{0}.

source: No Access Key Secret given
de: Kein Zugriffsschlüssel Secret angegeben
fr_ca: Pas de secret de clé d'accès indiqué
ja_jp: アクセスキーのシークレットが指定されていません
nl_nl: Geen Toegangssleutelgeheim opgegeven
pl: Nie podano Tajnego Klucza Dostępu

source: No Access Key ID given
de: Keine Zugriffsschlüssel ID angegeben
fr_ca: Pas d'ID de clé d'accès indiqué
ja_jp: アクセスキーのIDが指定されていません
nl_nl: Geen Toegangssleutel-ID opgegeven

source: This backend can read and write data to a SharePoint server (including OneDrive for Business). Allowed formats are "mssp://tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder" and "mssp://username:password@tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder". Use a double slash '//' in the path to denote the web from the documents library.
de: Dieses Backend kann Daten von einem SharePoint Server (einschließlich OneDrive for Business) lesen und schreiben. Erlaubte Formate sind "mssp://tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder" oder "mssp://username:password@tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder". Mit einem Doppel-Slash '//' im Pfad werden Web und Dokumente Bibliothek getrennt.
fr_ca: Type de cible pour lire/écrire vers un serveur SharePoint (dont OneDrive for Business). Format "mssp://tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder" ou "mssp://username:password@tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder". Utiliser un double slash '//' dans le chemin pour séparer la partie web de celle de la bibliothèque de documents.
ja_jp: このバックエンドでは、SharePoint Server（OneDrive for Businessを含む）との間でデータの読み書きを実行できます。許可されている形式は、「mssp://tennant.sharepoint.com/ウェブへのパス//BaseDocLibrary/サブフォルダー」と「mssp://ユーザー名:パスワード@tennant.sharepoint.com/ウェブへのパス//BaseDocLibrary/サブフォルダー」となります。パスに二重スラッシュ（//）を使うと、ドキュメントのライブラリーからウェブを示すことができます。
nl_nl: Deze backend kan gegevens lezen en schrijven naar een SharePoint server (inclusief OneDrive for Business). Toegestane indelingen zijn "mssp://tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder" en "mssp://username:password@tennant.sharepoint.com/PathToWeb//BaseDocLibrary/subfolder". Gebruik een dubbele schuine streep '//' in het pad om de scheiding tussen het web en de documentenbibliotheek aan te geven.
