Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: The port the webserver listens on. Multiple values may be supplied with a comma in between.
cs: Port na kterém webový server bude očekávat spojení. Je možné zadat vícero hodnot oddělovaných čárkou.
da: Den port, webserveren lytter til. Flere værdier kan angives med et komma imellem.
de: Der Port auf dem der Webserver läuft. Mehrere Werte können mit einem Komma getrennt angegeben werden.
es: El puerto del servidor web está escuchando. Se pueden suministrar múltiples valores separándolos con un coma en medio.
fi: Portti, jota www-palvelin kuuntelee. Voit antaa useita arvoja pilkulla erotettuna.
fr_ca: Le port sur lequel le serveur Web écoute. Plusieurs valeurs, séparées par une virgule, peuvent être fournies.
it: La porta su cui il webserver è in ascolto. Valori multipli possono essere forniti con una virgola in mezzo.
nl_nl: De poort waarop de webserver luistert. Meerdere waarden mogen worden opgegeven met een komma ertussen.
pl: Port serwera web nasłuchuje. Można wprowadzić wiele wartości jednocześnie oddzielając je przecinkiem.
pt: A porta que o servidor web utiliza. Podem ser especificadas várias portas, separadas por vírgulas.
pt_br: A porta do servidor web escuta em. Múltiplos valores podem ser suportados entre vírgulas
ro: Portul pe care serverul web îl ascultă. Mai multe valori pot fi adăugate cu o virgulă între ele.
ru: Порт для входящих соединений веб-сервера. Несколько значений может быть задано через запятую.
sr_rs: Port koji osluškuje web server. Moguće je navesti više vrednosti sa zarezom između.
sv_se: Porten som webbservern lyssnar på. Flera värden kan anges med ett komma emellan.

source: Deactivates the use of HTTPS even if a certificate is stored in the database or provided on the commandline.
de: Deaktiviert die Benutzung von HTTPS auch wenn ein Zertifikat in der Datenbank gespeichert ist oder in der Kommandozeile eingegeben wurde.
fr_ca: Désactiver HTTPS même si un certificat est présent dans la base de données ou spécifié sur la ligne de commande.
nl_nl: Deactiveert het gebruik van HTTPS, zelfs als een certificaat is opgeslagen in de database, of opgegeven met de opdrachtregel.

source: Removes any existing certificate from the database. This option also disables HTTPS.
de: Entfernt alle existierenden Zertifikate aus der Datenbank. Diese Option deaktiviert auch HTTPS.
fr_ca: Enlève tout certificat de la base de données. Cette option désactive aussi HTTPS.
nl_nl: Verwijdert alle bestaande certificaten uit de database. Deze optie schakelt eveneens HTTPS uit.

source: The certificate and key file in PKCS #12 format the webserver use for SSL.
de: Das Zertifikat und die Schlüsseldatei in PKCS #12 Format welches der Webserver für SSL verwendet.
fr_ca: Certificat et fichier de clé au format PKCS #12 du serveur pour TLS
nl_nl: Het certificaat en het sleutelbestand in PKCS #12 indeling die de webserver gebruikt voor SSL.
pl: Serwer web użyje certyfikat i plik klucza w formacie PKCS #12 do SSL.

source: The password for decryption of the provided certificate PKCS #12 file.
de: Das Passwort für die Entschlüsselung der Zertifikat-PKCS #12-Datei.
fr_ca: Mot de passe de déchiffrement du fichier de certificat PKCS #12.
nl_nl: Het wachtwoord voor ontsleuteling van he opgegeven PKS #12-certificaatbestand.

source: The interface the webserver listens on. The special values "*" and "any" means any interface. The special value "loopback" means the loopback adapter.
cs: Rozhraní na kterém webový server očekává spojení. Speciální hodnoty „*“ a „any“ (libovolné) znamená libovolné rozhraní. Speciální hodnota „loopback“ znamená zpětnou smyčku (loopback).
da: Det netværksinterface, webserveren lytter til. De specielle værdier "*" og "any" betyder all interfaces. Specialværdien "loopback" betyder loopback-adapteren.
de: Die Schnittstelle, worauf der Webserver auf ankommende Verbindungen wartet. Die speziellen Werte "*" und "any" bedeuten alle Schnittstellen. Der besondere Wert "loopback" steht für den "Loopback-Adapter".
es: La interfaz en la que el servidor web escucha. Los valores especiales &quot;*&quot; y &quot;any&quot; significan cualquier interfaz. El valor especial &quot;loopback&quot; significa el adaptador de loopback.
fi: Verkkorajapinta, jota www-palvelin kuuntelee. Erityiset arvot "*" ja "any" tarkoittavat kaikkia mahdollisia verkkorajapintoja. Arvolla"loopback" www-palvelin kuuntelee vain paikallisia yhteyksiä.
fr_ca: L'interface sur laquelle le serveur web écoute. Les valeurs spéciales "*" et "any" signifient n'importe quelle interface. La valeur spéciale "loopback" signifie l'adaptateur de bouclage.
it: L'interfaccia su cui il webserver è in ascolto. I valori speciali "*" e "any" significano qualsiasi interfaccia. Il valore speciale "loopback" significa la scheda loopback.
nl_nl: De interface waarop de webserver luistert. De speciale waarden "*" en "any" betekent iedere willekeurige interface. De speciale waarde "loopback" betekent de loopback adapter.
pl: Interfejs serwera web nasłuchuje. Specjalne wartości "*" i "any" oznacza dowolny interfejs. Specjalna wartość "loopback" oznacza kartę sprzężenia zwrotnego.
pt: A ligação de rede que o servidor web utilizar. Os valores especiais '*' e 'any' significa todas as interfaces disponíveis, e 'loopback' corresponde ao adaptador virtual acessível apenas por utilizadores locais.
pt_br: A interface na qual o servidor web escuta. Os valores especiais "*" e "qualquer" significam qualquer interface. O valor especial "loopback" significa o adaptador de loopback.
ro: Interfața pe care serverele web o ascultă. Valorile speciale "*" și "orice" înseamnă orice interfață. Valoarea specială "loopback" înseamnă adaptorul loopback.
ru: Интерфейс, который будет слушать веб-сервер. Специальные значения «*» и «any» означают любой интерфейс. Специальное значение «loopback» означает адаптер loopback.
sr_rs: Interfejs koji veb server sluša. Posebne vrednosti "*" i "any" označavaju bilo koji interfejs. Posebna vrednost "loopback" označava adapter za hvatanje petlje.

source: The password required to access the webserver. This option is saved so you do not need to set it on each run. An access password is mandatory.
de: Das Passwort, das für den Zugriff auf den Webserver benötigt wird. Diese Option wird gespeichert, so dass diese nicht bei jedem Start gesetzt werden muss. Ein Zugriffs-Passwort ist zwingend erforderlich.
fr_ca: Mot de passe d'accès au serveur web. Cette option est enregistrée, si bien que vous n'avez pas besoin de la répéter à chaque exécution. Ce mot de passe d'accès est obligatoire.
nl_nl: Het wachtwoord dat vereist is om de webserver te benaderen. Deze optie wordt opgeslagen, dus het is niet nodig dit bij iedere uitvoering in te stellen. Een toegangswachtwoord is verplicht.

source: The hostnames that are accepted, separated with semicolons. If any of the hostnames are "*", all hostnames are allowed and the hostname checking is disabled.
cs: Jsou přijímány názvy strojů, oddělované středníkem. Pokud je některý z názvů „*“ (hvězdička), jsou umožněny všechny názvy strojů a kontrola názvu stroje je vypnutá.
da: Hostnavne der er accepteret, separeret med semikolon. Hvis nogle af hostnavne er "*" vil alle hostnavne være tilladt.
de: Die Hostnamen, getrennt durch Semikolons, welche akzeptiert werden. Wenn einer der Hostnamen "*" ist, sind alle Hostnamen erlaubt und die Überprüfung des Hostnamens ist deaktiviert.
es: Los nombres de máquina que se aceptan, separados por punto y coma. Si alguno de los nombres de máquina es &quot;*&quot;, se permiten todos los nombres de máquina y se dehabilita la comprobación del nombre de máquina.
fr_ca: Les noms d'hôte acceptés, séparés par des points-virgules. Si l'un des noms d'hôte est "*", tous les noms d'hôte sont autorisés et la vérification du nom d'hôte est désactivée.
it: I nomi degli host che sono accettati, separati da punto e virgola. Se uno qualsiasi dei nomi host è "*", tutti i nomi host sono consentiti e il controllo del nome host è disabilitato.
ja_jp: 許可するホスト名。セミコロンで分けて入力。ホスト名に「*」を設定した場合、全てのホスト名が許可され、ホスト名の確認は行いません。
nl_nl: De hostnamen die worden geaccepteerd, gescheiden door puntkomma's. Als één van de hostnamen "*" is, zijn alle hostnamen toegestaan en is controle van de hostnaam uitgeschakeld.
pl: Akceptowane nazwy hostów oddzielone średnikami. Jeśli którakolwiek z nazw hostów to „*”, wszystkie nazwy hostów są dozwolone, a sprawdzanie nazwy hosta jest wyłączone.
pt: Os hostnames que são autorizados a ligar, separados por ponto-e-vírgula. Um '*' permite a ligação as todos e desactiva esta protecção.
pt_br: Nomes de host que são aceitos, separados por ponto e vírgula. Se qualquer um dos nomes de host for "*", todos os nomes de host serão permitidos e a verificação do nome do host será desativada.
sr_rs: Imena hostova koja su prihvaćena odvojena su tačkom i zarezom. Ako je neko od imena hosta "*", sva imena hostova su dozvoljena i provera imena hosta je onemogućena.

source: When running as a server, the service daemon must verify that the process is responding. If this option is enabled, the server reads stdin and writes a reply to each line read.
de: Wenn die Software im Hintergrund läuft, muss der Hintergrunddienst prüfen, ob der Prozess noch antwortet. Ist diese Option aktiviert, liest die Software den Standard-Input und antwortet auf jede empfangene Zeile.
fr_ca: Quand il tourne en tant que serveur, le service doit vérifier que le processus répond bien. Si cette option est activée, le serveur lit l'entrée standard et écrit une réponse pour chaque ligne lue.
nl_nl: Indien actief als server, moet de service deamon controleren dat het proces reageert. Als deze optie wordt ingeschakeld, leest de server stdin en schrijft een antwoord op iedere gelezen regel.

source: Enable the ping-pong responder
de: Aktiviert den Ping-Pong-Responder
fr_ca: Activer le répondeur ping-pong
nl_nl: Schakel de ping-pong responder in

source: Disable the automatic update check
de: Automatische Update-Prüfung deaktivieren
fr_ca: Désactiver la vérification automatique de mises à jour
nl_nl: Schakel controle op automatische updates uit

source: Use this option to disable the automatic update check. Manual update checks can still be performed.
de: Verwenden Sie diese Option, um die automatische Update-Prüfung zu deaktivieren. Manuelle Updates können weiterhin durchgeführt werden.
fr_ca: Option de désactivation des vérifications automatiques de mises à jour. On peut toujours faire des vérifications manuelles.
nl_nl: Gebruik deze optie om de automatische controle op updates uit te schakelen. Handmatige updatecontroles kunnen nog steeds worden uitgevoerd.

source: Set the time after which log data will be purged from the database.
cs: Nastavte čas, po kterém budou data protokolu smazána z databáze.
da: Indstil den tid, hvorefter logdata vil blive fjernet fra databasen.
de: Festlegen der Zeit, nach der Protokolldaten aus der Datenbank gelöscht werden.
es: Establece el tiempo tras el cual los datos del registro se eliminarán de la base de datos.
fi: Aseta lokitietojen säilytysaika
fr_ca: Définissez l'heure après laquelle les données de journal seront purgées de la base de données.
it: Imposta l'ora dopo la quale i dati del registro saranno eliminati dal database.
ja_jp: データベースからログデータを削除するまでの時間を設定できます。
nl_nl: Stel de tijd in waarna log-gegevens worden gewist uit de database.
pl: Ustaw czas, po którym dane dziennika zostaną usunięte z bazy danych.
pt: Definir o tempo depois do que os dados de registo serão eliminados da base de dados.
pt_br: Defina o tempo após o qual os dados do registro serão purgados do banco de dados.
ro: Setați perioada după care datele din jurnal vor fi epurate din baza de date.
ru: Указать время, после которого данные журнала будут удаляться из базы данных.
sr_rs: Podesite vreme nakon kojeg će podaci dnevnika biti očišćeni iz baze podataka.
sv_se: Ställ in tiden efter vilken loggdata ska rensas från databasen.

source: Clean up old log data
cs: Odstranit staré záznamy událostí
da: Ryd gammel logdata
de: Alte Protokolldaten bereinigen
es: Limpiar datos del registro antiguos
fi: Poista vanhat lokitiedot
fr_ca: Nettoyer les anciennes données de journal
it: Pulisci i vecchi dati del registro
ja_jp: 古いログデータを消去
nl_nl: Schoon oude log-gegevens op
pl: Wyczyść stare dane dziennika
pt: Apagar dados de registo antigos
pt_br: Limpar log de dados antigos
ro: Curăță datele vechi ale jurnalului
ru: Очистить старые логи
sk_sk: Vyčistiť staré záznamy
sr_rs: Očistite stare podatke dnevnika
sv_se: Ta bort gammal data från loggarna

source: Duplicati needs to store a small database with all settings. Use this option to choose where the settings are stored. This option can also be set with the environment variable {0}.
cs: Duplicati potřebuje malou databázi pro uchovávání všech nastavení. Pomocí této předvolby zvolíte kam jsou nastavení ukládána. Tuto předvolbu je možné také nastavit pomocí proměnné prostředí {0}.
da: Duplicati skal gemme en lille database med alle indstillinger. Brug denne indstilling til at vælge, hvor indstillingerne er gemt. Denne mulighed kan også indstilles med miljøvariablen {0}.
de: Duplicati muss eine kleine Datenbank mit allen Einstellungen speichern. Mit dieser Option wählen Sie aus wohin die Einstellungen gespeichert werden. Diese Option kann auch mit der Umgebungsvariablen {0} gesetzt werden.
es: Duplicati necesita almacenar una pequeña base de datos con todos los ajustes. Utilice esta opción para elegir dónde se almacenan. Esta opción también se puede configurar con la variable de entorno {0}.
fi: Duplicati tallentaa asetuksensa pieneen tietokantaa. Tämä valitsin asettaa asetustietokannan siajinnin. Tämä asetus voidaan antaa myös ympäristömuuttujassa {0}.
fr_ca: Duplicati a besoin de stocker une petite base de données avec tous les paramètres. Utilisez cette option pour choisir où les paramètres sont stockés. Cette option peut également être définie avec la variable d'environnement {0}.
it: Duplicati ha bisogno di archiviare un piccolo database con tutte le impostazioni. Usa questa opzione per scegliere la posizione in cui sono archiviate le impostazioni. Questa opzione può essere impostata anche con la variabile d'ambiente {0}.
nl_nl: Duplicati moet een kleine database opslaan met alle instellingen. Gebruik deze optie om te kiezen waar de instellingen worden opgeslagen. Deze optie kan ook worden ingesteld met de omgevingsvariabele {0}.
pl: Duplicati musi zachować małą bazę danych z wszystkimi ustawieniami. Użyj tej opcji, aby wybrać, gdzie będą przechowywane ustawienia. Ta opcja może być również ustawiona za pomocą zmiennej środowiskowej {0}.
pt: O Duplicati precisa de guardar uma pequena base de dados com todas as configurações. Usa esta opção para escolher onde as definições são guardadas. Também pode ser definida com a variável de ambiente {0}.
pt_br: Duplicati precisa armazenar um pequeno banco de dados com todas as configurações. Use esta opção para escolher onde as configurações estão armazenadas. Esta opção também pode ser definida com a variável de ambiente {0}.
ro: Duplicati trebuie să stocheze o bază de date mică cu toate setările. Utilizați această opțiune pentru a alege unde sunt stocate setările. Această opțiune poate fi de asemenea setată cu variabila de mediu {0}.
ru: Duplicati требуется хранить небольшую базу данных со всеми настройками. Используйте этот параметр, чтобы выбрать, где хранятся настройки. Эту опцию можно также установить с помощью переменной окружения {0}.
sr_rs: Program Duplicati treba da uskladišti malu bazu podataka sa svim podešavanjima. Koristite ovu opciju da izaberete gde će se podešavanja čuvati. Ova opcija se takođe može podesiti pomoću promenljive okruženja {0}.

source: Set the folder where settings are stored
de: Definert den Ordner, in dem die Einstellungen gespeichert werden
fr_ca: Définition du répertoire de stockage des paramètres.
ja_jp: 設定を保存するフォルダーを設定
nl_nl: Stel de map in waar instellingen worden opgeslagen

source: This option sets the encryption key used to scramble the local settings database. This option can also be set with the environment variable {0}. Use the option --{1} to disable the database scrambling.
cs: Tato volba nastaví šifrovací klíč sloužící pomíchání místní databáze s nastaveními. Tuto volbu je možné nastavit také pomocí proměnné prostředí {0}. Pomocí volby --{1} je možné pomíchání databáze vypnout.
da: Denne indstilling angiver krypteringsnøglen, der bruges til at obfuskere databasen med lokale indstillinger. Denne mulighed kan også indstilles med miljøvariablen {0}. Brug indstillingen --{1} for at deaktivere obfuskeringen.
de: Diese Option setzt den Schlüssel, um die lokale Einstellungsdatenbank zu verschlüsseln. Diese kann ebenso durch die Umgebungsvariable {0} gesetzt werden. Benutzen Sie die Option --{1}, um das Verschlüsseln der Datenbank zu deaktivieren.
es: Esta opción establece la clave de cifrado utilizada para codificar la base de datos de configuración local. Esta opción también se puede configurar con la variable de entorno {0}. Utilice la opción --{1} para deshabilitar la codificación de la base de datos.
fi: Tämä asetus asettaa tietokannan salausavaimen. Tämä asetus voidaan antaa myös ympäristömuuttujassa {0}. Valitsin --{1} poistaa salauksen käytöstä.
fr_ca: Cette option définit la clé de chiffrement utilisée pour brouiller la base de données des paramètres locaux. Cette option peut également être définie avec la variable d'environnement {0}. Utilisez l'option - {1} pour désactiver le brouillage de la base de données.
it: Questa opzione imposta la chiave di crittografia usata per codificare le impostazioni locali del database. Questa opzione può essere impostata anche con la variabile d'ambiente {0}. Usa l'opzione --{1} per disabilitare la codifica del database.
nl_nl: Deze optie stelt de encryptiesleutel in die wordt gebruikt om de lokale instellingendatabase te versleutelen. Deze optie kan eveneens worden ingesteld met de omgevingsvariabele {0}. Gebruik de optie --{1} om het versleutelen van de database uit te schakelen.
pl: Ta opcja ustawia klucz używany do szyfrowania bazy danych ustawień lokalnych. Ta opcja może być również ustawiona za pomocą zmiennej środowiskowej {0}. Użyj opcji --{1} aby wyłączyć szyfrowanie bazy danych.
pt: Esta opção define a chave de encriptação utilizada para encriptar a base de dados de definições locais. Também pode ser definida com a variável de ambiente {0}. Utilizar a opção de linha de comando --{1} para desativar a encriptação da base de dados.
pt_br: Esta opção define a chave de criptografia usada para codificar o banco de dados de configurações locais. Esta opção também pode ser definida com a variável de ambiente {0}. Use a opção --{1} para desativar a codificação do banco de dados.
ro: Această opțiune stabilește cheia de criptare utilizată pentru a comuta baza de date cu setări locale. Această opțiune poate fi de asemenea setată cu variabila de mediu {0}. Utilizați opțiunea - {1} pentru a dezactiva codarea bazei de date.
ru: Эта опция устанавливает ключ шифрования, используемый для скремблирования базы данных локальных настроек. Эту опцию можно также установить с помощью переменной окружения {0}. Используйте опцию --{1}, чтобы отключить скремблирование базы данных.
sr_rs: Ova opcija postavlja ključ za enkripciju koji se koristi za skremblovanje lokalnih podešavanja baze podataka. Ova opcija se takođe može podesiti pomoću promenljive okruženja {0}. Koristite opciju --{1} da biste onemogućili skremblovanje baze podataka.

source: Set the database encryption key
de: Setzt den Datenbankverschlüsselungsschlüssel
fr_ca: Définition de la clé de chiffrement de la base de données
ja_jp: データベースの暗号鍵を設定
nl_nl: Stel de database-encryptiesleutel in

source: Use this option to supply an alternative folder for temporary storage. By default the system default temporary folder is used. Note that also SQLite will put temporary files in this temporary folder.
de: Verwenden Sie diese Option, um einen alternativen Ordner für den temporären Speicher bereitzustellen. Standardmäßig wird der temporäre Systemordner verwendet. Beachten Sie, dass auch SQLite temporäre Dateien in diesen temporären Ordner ablegt.
fr_ca: Option de définition d'un répertoire alternatif de stockage temporaire. Par défaut, le répertoire temporaire par défaut du système est utilisé. Notez que SQLite écrira ses fichiers temporaires dans ce répertoire.
ja_jp: 一時的な保存領域として使うフォルダーを指定できます。既定ではシステムの一時フォルダーを使用します。SQLiteも一時ファイルをここで設定したフォルダーに保存します。
nl_nl: Gebruik deze optie om een alternatieve map op te geven voor tijdelijke opslag. Standaard wordt de systeemstandaard tijdelijke map gebruikt. Let op: ook tijdelijke bestanden van SQLite worden in deze tijdelijke map geplaatst.

source: Temporary storage folder
cs: Složka pro dočasné ukládání
da: Midlertidig mappe
de: Temporärer Speicherordner
es: Carpeta de almacenamiento temporal
fi: Kansio tilapäistiedotoille
fr_ca: Dossier de stockage temporaire
it: Cartella archiviazione temporanea
ja_jp: 一時的な保存フォルダー
nl_nl: Tijdelijke opslagmap
pl: Folder Tymczasowy
pt: Pasta temporária de armazenamento
pt_br: Pasta de armazenamento temporário
ro: Dosarul de stocare temporară
ru: Папка для временного хранения
sk_sk: Dočasný adresár
sr_rs: Fascikla privremenog skladišta
sv_se: Mapp för temporär lagring

source: Reset the JWT configuration, invalidating any issued login tokens
fr_ca: Réinitialiser la configuration JWT. Ceci invalide tout jeton de connexion généré.
ja_jp: JWTの設定をリセットします。発行済のログイントークンはすべて無効になります。
nl_nl: Stel de JWT-configuratie opnieuw in, waardoor alle uitgegeven inlogtokens ongeldig worden

source: Enable the use of long-lived access tokens
fr_ca: Activer l'utilisation de jetons d'accès à longue durée de vie
nl_nl: Schakel het gebruik van langlevende toegangstokens in

source: Disable the web interface and only allow API access
de: Web-Interface deaktivieren und nur API-Zugriff erlauben
fr_ca: Désactiver l'interface web et autoriser seulement l'accès par l'API
nl_nl: Schakel de web interface uit en sta alleen API-toegang toe

source: Disable the use of signin tokens
fr_ca: Désactiver l'accès par jeton
nl_nl: Schakel het gebruik van aanmeldingstokens uit

source: The relative paths that should be served as single page applications, separated with semicolons.
fr_ca: Chemins relatifs servis en tant qu'applications mono-page, séparés par des point-virgules.
nl_nl: De relatieve paden die als single page applicaties moeten worden aangeboden, gescheiden door puntkomma's.

source: A list of CORS origins to allow, separated with semicolons. Each origin must be a valid URL.
fr_ca: Origines CORS autorisées, séparées par des point-virgules. Chaque origine doit être un URL valide.
nl_nl: Een lijst met toegestane CORS-oorsprongen, gescheiden door puntkomma's. Elke oorsprong moet een geldige URL zijn.

source: The timezone to use for the webserver. The timezone must be a valid timezone identifier, such as "America/New_York" or "UTC". Common three-letter abbreviations like "CET" are supported, but ambiguous in some cases.
de: Die Zeitzone für den Webserver. Die Zeitzone muss eine gültige Zeitzonen-Kennung sein, wie z.B. "America/New_York" oder "UTC". Übliche 3-Buchstabenabkürzungen wie "CET" werden unterstützt, könnten aber in einigen Fällen mehrdeutig sein.
fr_ca: Fuseau horaire du serveur web. Le fuseau doit être un identifiant de fuseau valide tel que "Europe/Paris" or "CEST". Les abréviations courantes comme "CET" sont supportées mais parfois ambiguës.
nl_nl: De door de webserver te gebruiken webserver. De tijdzone moet een geldige tijdzone-ID zijn, zoals "America/New_York" of "UTC". Algemene afkortingen van drie letters, zoals 'CET', worden ondersteund, maar zijn in sommige gevallen tweeledig.
