Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: This option can be used to enable the keep-alive interval for the SSH connection. If the connection is idle, aggressive firewalls might close the connection. Using keep-alive will keep the connection open in this scenario. If this value is set to zero, the keep-alive is disabled.
cs: Pomocí této volby lze zapnout interval udržování pro SSH spojení. Pokud je spojení nečinné, agresivně nastavené brány firewall by ho mohly zavřít. Použití průběžného udržování v takovém případě udrží spojení otevřené. Pokud je hodnota nastavená na 0 (nula), je tato funkce vypnuta.
it: Questa opzione può essere usata per abilitare l'intervallo keep-alive per la connessione SSH. Se la connessione è inattiva, i firewall aggressivi potrebbero chiudere la connessione. L'utilizzo di keep-alive manterrà la connessione aperta in questo scenario. Se questo valore è impostato a zero, il keep-alive è disattivato.
pt_br: Esta opção pode ser usada para habilitar o intervalo de manutenção para a conexão SSH. Se a conexão estiver ociosa, firewalls agressivos podem fechar a conexão. Usar keep-alive manterá a conexão aberta nesse cenário. Se este valor for definido como zero, o keep-alive estará desabilitado.
ro: Această opțiune poate fi utilizată pentru a permite intervalul de întreținere pentru conexiunea SSH. Dacă conexiunea este inactivă, firewall-urile agresive ar putea închide conexiunea. Folosind Keep-alive va păstra conexiunea deschisă în acest scenariu. Dacă această valoare este setată la zero, mesajul Keep-alive este dezactivat.
sr_rs: Ova opcija se može koristiti za omogućavanje intervala održavanja za SSH vezu. Ako je veza neaktivna, agresivni zaštitni zidovi mogu zatvoriti vezu. Korišćenje Keep-alive će zadržati vezu otvorenom u ovom scenariju. Ako je ova vrednost postavljena na nulu, održavanje u životu je onemogućeno.

source: Sets a keepalive value
cs: Nastaví hodnotu keepalive
it: Imposta un valore keepalive
pt_br: Define um valor de conexão persistente "keepalive"
ro: Setează o valoare de întreținere
sr_rs: Postavlja vrednost održavanja

source: This backend can read and write data to Box.com. Supported format is "box://folder/subfolder".
cs: Tato podpůrná vrstva (backend) umožňuje čtení a zápis dat na službu Box.com. Forma zápisu je „box://slozka/podslozka“.
fi: Tämä moduuli voi siirtää tiedostoja palveluun Box.com. Osoite on muotoa "box://kansio/alikansio".
it: Questo backend può leggere e scrivere dati su Box.com. Il formato supportato è "box://folder/subfolder".
pt_br: Este backend pode ler e escrever dados no Box.com. O formato permitido é: "box://folder/subfolder".
ro: Acest backend poate citi și scrie date la Box.com. Formatul acceptat este "box: // folder / subfolder".
ru: Этот бэкэнд может читать и записывать данные в Box.com. Допустимый формат — «box://folder/subfolder».
sr_rs: Ova pozadina može čitati i pisati podatke na Box.com. Podržani format je "box://folder/subfolder".

source: Path on the Remote repository.
cs: Umístění vzdáleného repozitáře.
it: Percorso nel repository remoto.
pt_br: Caminho no repositório remoto.
sr_rs: Putanja do udaljenog spremišta.

source: Rclone options.
cs: Předvolby pro Rclone.
it: Opzioni Rclone.
pt_br: Opções do Rclone
sr_rs: Rclone opcije

source: This option only works when the --{0} option is also specified. If there are alternate paths specified, this option indicates the name of a marker file that must be present in the folder. This can be used to handle situations where an external drive changes drive letter or mount point. By ensuring that a certain file exists, it is possible to prevent writing data to an unwanted external drive. The contents of the file are never examined, only file existence.
cs: Tato volba funguje pouze když je zadaná také volba --{0}. Pokud jsou zadané alternativní popisy umístění, tato volba značí název označovacího souboru který je třeba, aby byl ve složce přítomen. Toto je možné použít k řešení situací kdy externí datové úložiště změní písmenko nebo přípojný bod. Zajištěním že určitý soubor existuje je možné zabránit zapsání dat na externí jednotku, která k tomu není určena. Obsah souboru není zkoumán, pouze jeho existence.
fi: Tämä valitsin toimii vain, kun valitsin --{0} on asetettu. Tämä valitsin asettaa sen tiedoston nimen, jonka pitää olla kansioss, jotta vaihtoehtoinen polku valitaan. Tätä voidaan käyttää tilanteissa, joissa ulkoisen levyn kirjain tai liitospiste vaihtuu. Tarkistamalla, että annettu tiedosto on levyllä estetään kirjoittaminen ei toivotulle levylle. Tiedoston sisältöä ei lueta koskaan. Vain sen olemassaolo tarkistetaan.
it: Questa opzione funziona solo quando è specificata anche l'opzione --{0}. Se sono specificati percorsi alternativi, questa opzione indica il nome del file marcatore che deve essere presente nella cartella. Questo può essere utilizzato per gestire situazioni in cui un'unità esterna cambia la lettera dell'unità o il punto di montaggio. Assicurandosi che esista un determinato file, è possibile impedire la scrittura di dati su un'unità esterna indesiderata. Il contenuto del file non è mai esaminato, solo l'esistenza di file.
pt_br: Esta opção só funciona quando a opção --{0} também está especificada. Se existem caminhos alternativos especificados, esta opção indica o nome de um arquivo marcador que deve estar presente na pasta. Isso pode ser útil para lidar com situações onde o disco externo muda de letra ou ponto de montagem. Ao garantir que um determinado arquivo existe, é possível evitar a gravação de dados em um disco externo ou ponto de montagem errado. O conteúdo do arquivo nunca é examinado, apenas a existência do arquivo.
ro: Această opțiune funcționează numai atunci când este specificată opțiunea - {0}. Dacă există căi alternative, această opțiune indică numele unui fișier de marcator care trebuie să fie prezent în dosar. Aceasta poate fi utilizată pentru a trata situațiile în care o unitate externă modifică litera unității sau punctul de montare. Asigurându-se că există un anumit fișier, este posibil să se împiedice scrierea datelor pe o unitate externă nedorită. Conținutul fișierului nu este niciodată examinat, ci doar existența fișierului.
ru: Эта опция работает, только если также задана опция --{0}. Если указаны альтернативные пути, этот параметр указывает имя файла-маркера, который должен присутствовать в папке. Это может использоваться для обработки ситуаций, когда изменяется буква или точка монтирования внешнего диска. Обеспечив наличие определенного файла, можно предотвратить запись данных на нежелательный внешний диск. Содержимое файла никогда не проверяется, только его существование.
sr_rs: Ova opcija funkcioniše samo kada je takođe navedena opcija --{0}. Ako su navedene alternativne putanje, ova opcija označava ime marker fajla koji mora biti prisutan u fascikli. Ovo se može koristiti za rešavanje situacija u kojima spoljni disk menja slovo diska ili tačku montiranja. Uveravanjem da određeni fajl postoji, moguće je sprečiti upisivanje podataka na neželjeni spoljni disk. Sadržaj fajla se nikada ne ispituje, već samo postojanje fajla.

source: This backend can read and write data to an file based backend. Allowed formats are "file://hostname/folder" or "file://username:password@hostname/folder". You may supply UNC paths (eg: "file://\\server\folder") or local paths (eg: (win) "file://c:\folder", (linux) "file:///usr/pub/files")
cs: Tato podpůrná vrstva (backend) umožňuje čtení a zápis dat do souborů. Možné formáty zápisu jsou „file://nazevstroje/slozka“ nebo „file://uzivatelskejmeno:heslo@nazevstroje/slozka“. Popisy umístění je možné zadat v UNC formátu (např. „file://\\server\slozka“) nebo místní umístění (např. (windows) „file://c:\slozka“, (linux) „file:///usr/pub/soubory“)
fi: Tämä moduuli voi tallentaa tiedostoja paikalliselle levylle tai liitetylle verkkolevylle. Osoitteet ovat muotoa "file://palvelin/kansio" tai "file://käyttäjätunus:salasana@palvelin/kansio". Voit käyttää joko UNC-osoitteita (esim "file://\\palvelin/kansio") tai paikallsia osoitteita (esim (Windows) "file://c\kansio" tai (Linux) "file:///usr/pub/tiedostot").
it: Questo backend può leggere e scrivere dati in un backend basato su file. I formati ammessi sono "file://hostname/folder" o "file://username:password@hostname/folder". Puoi fornire percorsi UNC (es: "file://\\server\folder") o percorsi locali (es: (win) "file://c:\folder", (linux) "file:///usr/pub/files")
pt_br: Este backend pode ler e gravar dados em uma pasta ou unidade local. Os formatos permitidos são:"file://hostname/folder" ou "file://username:password@hostname/folder". Você pode fornecer caminhos UNC (exemplo: "file://\\server\folder") ou caminhos locais (exemplo (win): "file://c:\folder", (linux) "file:///usr/pub/files")
ro: Acest backend poate citi și scrie date într-un backend bazat pe fișiere. Formatele permise sunt "file: // hostname / folder" sau "file: // username: password @ hostname / folder". Puteți să furnizați căi UNC (de exemplu: "file: // \\ server \ folder") sau căi locale (de exemplu: (win) "file: // c: \ folder" / pub / files ")
ru: Этот бэкэнд может читать и писать данные в бэкенд на файловой основе. Допустимые форматы: «file://hostname/folder» или «file://username:password@hostname/folder». Возможно использование UNC (напр.: «file://\\server\folder») или локальных путей (напр.: (win) «file://c:\folder», (linux) «file:///usr/pub/files»)
sr_rs: Ova pozadina može čitati i pisati podatke u fajl baziranu pozadinu. Dozvoljeni formati su "file://hostname/folder" ili "file://username:password@hostname/folder". Možete da navedete UNC putanje (npr.: "file://\\server\folder") ili lokalne putanje (npr.: (vin) "file://c:\folder", (linux) "file:///usr/pub/files")

source: When storing the file, the standard operation is to copy the file and delete the original. This sequence ensures that the operation can be retried if something goes wrong. Activating this option may cause the retry operation to fail. This option has no effect unless the --disable-streaming-transfers option is activated.
sr_rs: Prilikom skladištenja fajla, standardna operacija je kopiranje fajla i brisanje originala. Ova sekvenca osigurava da se operacija može ponoviti ako nešto krene naopako. Aktiviranje ove opcije može dovesti do neuspeha operacije ponovnog pokušaja. Ova opcija nema efekta osim ako je opcija --disable-streaming-transfers aktivirana.

source: If this option is set, any existing authentication against the remote share is dropped before attempting to authenticate
cs: Pokud je tato volba nastavená, jakékoli už existující ověření vůči vzdálenému sdílení je před pokusem o ověření zahozeno
fi: Jos tämä valitsin on annettu, mahdollinen olemassaoleva tunnistautuminen verkkojakoon unohdetaan ennen kuin yritetään tunnistautua jaetulle levyasemalle.
it: Se questa opzione è impostata, qualsiasi autenticazione esistente sulla condivisione remota è interrotta prima di tentare di autenticarsi
pt_br: Se esta opção for definida, qualquer autenticação existente ao compartilhamento remoto é descartada antes de tentar autenticar
ro: Dacă această opțiune este setată, orice autentificare existentă împotriva partajării de la distanță este abandonată înainte de a încerca autentificarea
ru: Если этот параметр задан, любая существующая аутентификация в удаленном хранилище будет сброшена перед новой попыткой аутентификации
sr_rs: Ako je ova opcija postavljena, svaka postojeća autentifikacija na udaljenom deljenom mestu se odbacuje pre pokušaja autentifikacije

source: The "B2 Cloud Storage Application Key" can be obtained after logging into your Backblaze account, this can also be supplied through the "auth-password" property
cs: „B2 Cloud Storage Application Key“ (aplikační klíč ke cloudovému úložišti B2) lze získat po přihlášení se k účtu u Backblaze. Je také možné ho zadat prostřednictvím vlastnosti „auth-password“ (ověřovací heslo)
fi: Voit hakea tunnisteen "B2 Cloud Storage Application Key" kirjauduttuasi Backblaze tilillesi. Tämä tunniste voidaan antaa myös valitsimella "auth-password".
it: Il "B2 Cloud Storage Chiave Applicazione" può essere ottenuto dopo la registrazione nel tuo account Backblaze, questo può anche essere fornito tramite la proprietà "auth-password"
pt_br: A "B2 Cloud Storage Application key" pode ser obtida após logar na sua conta do Backblaze, ela também pode ser fornecida através da propriedade "auth-password"
ro: Blocul de aplicații B2 Storage Cloud poate fi obținut după conectarea la contul Backblaze, acest lucru putând fi furnizat și prin proprietatea "auth-password"
ru: "B2 Cloud Storage Application Key" может быть получен после входа в аккаунт Backblaze, а также через через "auth-password" свойство
sr_rs: "B2 Cloud Storage Application Key"“ se može dobiti nakon prijavljivanja na vaš Backblaze nalog, on se takođe može dostaviti preko svojstva "auth-password"

source: The "B2 Cloud Storage Application Key"
cs: „B2 Cloud Storage Application Key“ (aplikační klíč ke cloudovému úložišti B2)
fi: "B2 Cloud Storage Application Key"
it: Il "B2 Cloud Storage Chiave Applicazione"
pt_br: A "B2 Cloud Storage Application Key"
ro: Aplicația "B2 Cloud Storage Application Key"
ru: B2 Cloud Storage Application Key
sr_rs: "B2 Cloud Storage Application Key"

source: The "B2 Cloud Storage Account ID" can be obtained after logging into your Backblaze account, this can also be supplied through the "auth-username" property
cs: „B2 Cloud Storage Account ID“ (identifikátor účtu na cloudovém úložišti B2) lze získat po přihlášení se k účtu u Backblaze. Je také možné ho zadat prostřednictvím vlastnosti „auth-username“ (ověřovací uživatelské jméno)
fi: Voit hakea tunnisteen "B2 Cloud Storage Account ID" kirjauduttuasi Backblaze tilillesi- Tämä tunniste voidaan antaa myös valitsimella "auth-username".
it: Il "B2 Cloud Storage Chiave ID Account" può essere ottenuto dopo la registrazione nel tuo account Backblaze, questo può anche essere fornito tramite la proprietà "auth-password"
pt_br: A "B2 Cloud Storage Application key" pode ser obtida após logar na sua conta do Backblaze, ela também pode ser fornecida através da propriedade "auth-username"
ro: "ID-ul contului de stocare Cloud B2" poate fi obținut după conectarea la contul Backblaze, acesta poate fi furnizat și prin proprietatea "auth-username"
ru: "B2 Cloud Storage Account ID" может быть получен после входа в аккаунт Backblaze, а также через через "auth-username" свойство
sr_rs: "B2 Cloud Storage Account ID" se može dobiti nakon prijavljivanja na vaš Backblaze nalog, on se takođe može dostaviti preko svojstva "auth-username"

source: The "B2 Cloud Storage Account ID"
cs: „B2 Cloud Storage Account ID“ (identifikátor účtu na cloudovém úložišti B2)
fi: "B2 Cloud Storage Account ID"
it: Il "B2 Cloud Storage ID Account"
pt_br: A "B2 Cloud Storage Account ID"
ro: "ID-ul contului de stocare Cloud B2"
ru: B2 Cloud Storage Account ID
sr_rs: "B2 Cloud Storage Account ID"

source: B2 Cloud Storage
cs: Cloudové úložiště B2
ja_jp: B2 クラウドストレージ
ro: B2 Depozitare cloud
sk_sk: B2 Cloud úložisko
sr_rs: B2 skladište u oblaku

source: No "B2 Cloud Storage Application Key" given
cs: Není zadán „B2 Cloud Storage Application Key“ (aplikační klíč ke cloudovému úložišti B2)
fi: Et antanut tunnistetta "B2 Cloud Storage Application Key"
it: "B2 Cloud Storage Chiave Applicazione" non fornita
pt_br: Nenhuma "B2 Cloud Storage Application Key" informada
ro: Nu este furnizat niciun "B2 Key Cloud Application Key"
ru: Не указан B2 Cloud Storage Application Key
sr_rs: Nije dat "B2 Cloud Storage Application Key".

source: No "B2 Cloud Storage Account ID" given
cs: Není zadán "B2 Cloud Storage Account ID" (identifikátor účtu na cloudovém úložišti B2)
fi: Et antanut tunnistetta "B2 Cloud Storage Account ID"
it: "B2 Cloud Storage ID Account" non fornito
pt_br: Nenhuma "B2 Cloud Storage Account ID" informada
ro: Nu există un "B2 Account Cloud Storage Account"
ru: Не указан B2 Cloud Storage Account ID
sr_rs: Nije dat "B2 Cloud Storage Account ID"

source: This backend can read and write data to the Backblaze B2 Cloud Storage. Allowed formats are: "b2://bucketname/prefix"
cs: Tato podpůrná vrstva (backend) může číst a zapisovat data na cloudové úložiště B2 od Backblaze. Formát zápisu je: „b2://nazevnadoby/predpona“
fi: Tämä moduuli voi siirtää tiedostoja palveluun Backblaze B2 Cloud Storage. Osoite on muotoa "b2://ämpäri/etuliite".
it: Questo backend può leggere e scrivere i dati nel Backblaze B2 Cloud Storage. I formati ammessi sono: "b2://bucketname/prefix"
pt_br: Este backend pode ler e escrever dados no "Backblaze B2 Cloud Storage". Os formatos permitidos são: "b2://bucketname/prefix"
ro: Acest backend poate citi și scrie date în Backblaze B2 Cloud Storage. Formatele permise sunt: ​​"b2: // nume bucket / prefix"
ru: Этот бэкэнд позволяет читать и записывать данные в облачное хранилище Backblaze B2. Допустимые форматы: «b2://bucketname/prefix»
sr_rs: Ova pozadina može da čita i upisuje podatke u Backblaze B2 Cloud Storage. Dozvoljeni formati su: "b2://bucketname/prefix"

source: By default, a private bucket is created. Use this option to set the bucket type. Refer to the B2 documentation for allowed types
cs: Při výchozím nastavení je vytvořena soukromý „nádoba“ (bucket). Pomocí této volby je možné nastavit jiný typ. Možné typy naleznete v dokumentaci poskytované B2
fi: Oletuksena luodaan yksityinen ämpäri. Valitse ämpärin tyyppi tällä valitsimella. Sallitut tyypit näet palvelun B2 ohjeista.
it: Per impostazione predefinita, è creato un bucket privato. Usa questa opzione per impostare il tipo di bucket. Consultare la documentazione B2 per i tipi consentiti
pt_br: Por padrão, um bucket privado será criado. Use esta opção para definir o tipo de bucket desejado. Verifique a documentação do B2 para os tipos permitidos.
ro: Implicit, este creată o găleată privată. Utilizați această opțiune pentru a seta tipul de găleată. Consultați documentația B2 pentru tipurile permise
ru: По умолчанию создается приватный блок памяти. Используйте этот параметр, чтобы задать тип блока. Обратитесь к документации B2 за перечнем допустимых типов
sr_rs: Podrazumevano se kreira privatni segment. Koristite ovu opciju da podesite tip segmenta. Za dozvoljene tipove pogledajte B2 dokumentaciju

source: Use this option to set the page size for listing contents of B2 buckets. A lower number means less data, but can increase the number of Class C transaction on B2. Suggested values are between 100 and 1000
cs: Pomocí této předvolby je možné nastavit velikost stránky s výpisem B2 „nádob“. Nižší číslo znamená méně dat, ale zvyšuje počet transakcí třídy C na B2. Doporučené jsou hodnoty z rozmezí 100 až 1000
it: Usa questa opzione per impostare la dimensione della pagina per il contenuto dell'elenco dei bucket B2. Un numero inferiore significa meno dati, ma può aumentare il numero di transazioni di Classe C su B2. I valori suggeriti sono compresi tra 100 e 1000
pt_br: Utilize essa opção para definir o tamanho da página ao listar o conteúdo dos blocos B2. Um número menor significa menos dados, mas pode aumentar o número de transações de Classe C em B2. Valores sugeridos estão entre 100 e 1000
ro: Utilizați această opțiune pentru a seta dimensiunea paginii pentru a afișa conținutul bușoanelor B2. Un număr mai mic înseamnă mai puține date, dar poate crește numărul de tranzacții clasa C pe B2. Valorile sugerate sunt între 100 și 1000
sr_rs: Koristite ovu opciju da biste podesili veličinu stranice za navođenje sadržaja B2 segmenata. Manji broj znači manje podataka, ali može povećati broj transakcija klase C na B2. Predložene vrednosti su između 100 i 1000

source: Change this if you want to use your custom domain to download files, and uploading will not be affected. The default download url depends on your account and looks like "https://f00X.backblazeb2.com"
sr_rs: Promenite ovo ako želite da koristite svoj prilagođeni domen za preuzimanja fajlova i to neće uticati na otpremanje. Podrazumevani URL za preuzimanje zavisi od vašeg naloga i izgleda kao "https://f00X.backblazeb2.com"

source: The setting "{0}" is invalid for "{1}", it must be an integer larger than zero
cs: Nastavení „{0}“ není platné pro „{1}“ –je třeba, aby se jednalo o celé kladné číslo
it: L'impostazione "{0}" non è valida per "{1}", deve essere un numero intero maggiore di zero
pt_br: O ajuste "{0}" é inválido para "{1}", é preciso que seja maior que zero
ro: Setarea "{0}" nu este validă pentru "{1}", trebuie să fie un număr întreg mai mare decât zero
sr_rs: Podešavanje "{0}" je nevažeće za "{1}", mora biti ceo broj veći od nule

source: Sia Decentralized Cloud
cs: Decentralizovaný cloud Sia
ja_jp: Sia 分散型クラウド
pt_br: Nuvem Descentralizada Sia
ro: Sia nori descentralizați
sr_rs: Sia decentralizovani oblak

source: This backend can read and write data to Sia.
cs: Tato podpůrná vrstva (backend) umožňuje čtení a zápis dat na Sia.
it: Questo backend può leggere e scrivere dati su Sia.
ja_jp: このバックエンドでは、Siaとの間でデータの読み書きを実行できます。
pt_br: Este backend pode ler e gravar dados no Sia.
ro: Acest backend poate citi și scrie date către Sia.
sr_rs: Ova pozadina može čitati i pisati podatke u Sia.

source: Backup path
cs: Popis umístění zálohy
it: Percorso backup
ja_jp: バックアップのパス
pt: Caminho da cópia de segurança
pt_br: Caminho de backup
ro: Calea de rezervă
sr_rs: Putanja rezervne kopije

source: Target path, ie /backup
cs: Popis umístění cíle, tj. /zaloha
it: Percorso di destinazione, cioè /backup
pt_br: Caminho de destino, exemplo: /backup
ro: Calea țintă, adică / backup
sr_rs: Ciljna putanja, odnosno /rezervna kopija

source: Sia password
cs: Heslo k Sia
it: Password Sia
ja_jp: Siaのパスワード
pt: Palavra-passe Sia
pt_br: Senha Sia
ro: Sia parola
sr_rs: Sia lozinka

source: Minimum value is 3.
cs: Nejnižší možná hodnota je 3.
it: Il valore minimo è 3.
pt_br: O valor mínimo é 3.
ro: Valoarea minimă este de 3.
sr_rs: Minimalna vrednost je 3.

source: No Auth-ID was provided - you can get one from {0}
cs: Nebyl zadán žádný identifikátor pro ověření – můžete ho získat z {0}
it: Non è stato fornito alcun Auth-ID - puoi ottenerne uno da {0}
ja_jp: 認証IDが指定されていません。{0}で取得してください。
pt_br: Nenhum ID de autenticação foi fornecido - você pode obter um de {0}
sr_rs: Auth-ID nije naveden – možete ga dobiti od {0}

source: Number of retry attempts made for each fragment before failing the overall file upload
cs: Počet opakovaných pokusů pro každý z fragmentů než bude upuštěno od nahrání souboru
it: Numero di tentativi eseguiti per ogni frammento prima di non riuscire a caricare il file
pt_br: Número de tentativas feitas para cada fragmento antes que o upload geral do arquivo falhe
sr_rs: Broj ponavljanja ponovnog pokušaja za svaki fragment pre neuspeha celokupnog otpremanja fajla

source: Amount of time (in milliseconds) to wait between failures when uploading fragments
cs: Kolik času (v milisekundách) čekat mezi nezdary při nahrávání fragmentů
it: Quantità di tempo (in millisecondi) di attesa tra gli errori durante il caricamento dei frammenti
pt_br: Tempo (em milissegundos) a aguardar entre falhas ao fazer o upload de fragmentos
sr_rs: Količina vremena (u milisekundama) za čekanje između grešaka prilikom otpremanja fragmenata

source: Whether the HttpClient class should be used to perform HTTP requests
sr_rs: Da li klasu HttpClient treba koristiti za obavljanje HTTP zahteva
