Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: When running with Mono, this module will check if any certificates are installed and suggest installing them otherwise
cs: Při provozování Mono, tento modul kontroluje zda jsou nainstalovány nějaké certifikáty a pokud ne, doporučí jejich instalaci
fi: Käytettäessä Monoa tämä moduuli tarkastaa, onko järjestelmään asennettu yhtään SSL-juurisertifikaatteja ja ehdottaa niiden asentamista tarvittaessa
it: Durante l'esecuzione con Mono, questo modulo verificherà se i certificati sono installati e in caso contrario suggerirà di installarli
pt_br: Quando executado com o Mono, este módulo verificará se algum certificado está instalado e sugerirá a instalação dos mesmos
ro: Când se rulează cu Mono, acest modul va verifica dacă sunt instalate certificate și le recomandă să le instalați altfel
ru: При работе с Mono этот модуль проверяет, установлены ли какие-либо сертификаты, и при необходимости предлагает их установку
sr_rs: Kada radi sa Mono, ovaj modul će proveriti da li su neki sertifikati instalirani i predložiće da ih instalirate u suprotnom

source: Check for SSL certificates
cs: Zkontrolovat SSL certifikáty
fi: Tarkasta onko SSL-sertifikaatteja asennettu.
it: Controlla per certificati SSL
pt_br: Verifique pelo certificado SSL
ro: Verificați pentru certificatele SSL
ru: Проверить наличие сертификатов SSL
sr_rs: Potraži SSL sertifikate

source: No certificates found, you can install some with one of these commands:{0} cert-sync /etc/ssl/certs/ca-certificates.crt #for Debian based systems{0} cert-sync /etc/pki/tls/certs/ca-bundle.crt #for RedHat derivatives{0} curl -O https://curl.haxx.se/ca/cacert.pem; cert-sync --user cacert.pem; rm cacert.pem #for MacOS{0}Read more: {1}
cs: Nebyly nalezeny žádné certifikáty, nainstalovat nějaké je možné pomocí jednoho z těchto příkazů:{0} cert-sync /etc/ssl/certs/ca-certificates.crt #pro systémy, založené na distribuci Debian{0} cert-sync /etc/pki/tls/certs/ca-bundle.crt #pro odvozené od distribuce RedHat {0} curl -O https://curl.haxx.se/ca/cacert.pem; cert-sync --user cacert.pem; rm cacert.pem #pro macOS{0}Přečtěte si více: {1}
it: Nessun certificato trovato, è possibile installarne alcuni con uno di questi comandi{0} cert-sync /etc/ssl/certs/ca-certificates.crt #per i sistemi basati su Debian{0} cert-sync /etc/pki/tls/certs/ca-bundle.crt #per i derivati ​​RedHat{0} curl -O https://curl.haxx.se/ca/cacert.pem; cert-sync --user cacert.pem; rm cacert.pem #per MacOS{0}Per saperne di più: {1}
pt_br: Nenhum certificado encontrado, você pode instalar alguns com um destes comandos: {0} cert-sync /etc/ssl/certs/ca-certificates.crt #para sistemas baseados em Debian {0} cert-sync /etc/pki/tls/certs/ca-bundle.crt #para Derivados RedHat {0} curl -O https://curl.haxx.se/ca/cacert.pem; cert-sync --user cacert.pem; rm cacert.pem #para MacOS {0} Leia mais: {1}
sr_rs: Nisu pronađeni sertifikati, možete ih instalirati pomoću jedne od ovih komandi:{0} cert-sync /etc/ssl/certs/ca-certificates.crt #for Debian sisteme{0} cert-sinc /etc/pki/tls/certs/ca-bundle.crt #for RedHat derivatives{0} curl -O https://curl.haxx.se/ca/cacert.pem; cert-sync --user cacert.pem; rm cacert.pem #for MacOS{0}Pročitajte više: {1}

source: This module exposes a number of properties that can be used to change the way http requests are issued
cs: Tento modul vystavuje mnoho vlastností které mohou být použity pro změnu způsobu, kterým jsou vydávány http požadavky
fi: Tämä moduuli mahdollistaa http-yhteyden asetusten muuttamisen
it: Questo modulo espone un numero di proprietà che possono essere utilizzate per modificare il modo in cui sono emesse le richieste http
ja_jp: このモジュールは、HTTPのリクエストが行われる方法を変更するのに使用できる多くのプロパティーを提供します
pt_br: Este módulo expõe uma série de propriedades que podem ser usadas para alterar a forma como as requisições HTTP são feitas
ro: Acest modul expune un număr de proprietăți care pot fi utilizate pentru a schimba modul în care sunt emise solicitările http
ru: Этот модуль предоставляет ряд свойств, которые возможно использовать для изменения способа создания http-запросов
sr_rs: Ovaj modul otkriva brojna svojstva koja se mogu koristiti za promenu načina na koji se izdaju http zahtevi

source: Use this option to accept any server certificate, regardless of what errors it may have. Please use --accept-specified-ssl-hash instead, whenever possible.
cs: Při použití této předvolby bude server přijímat libovolný certifikát, lhostejno jaké má chyby. Pokud je to jen trochu možné, použijte namísto toho --accept-specified-ssl-hash
fi: Tällä valitsimella hyväksyt kaikki etäpalvelimen ssl-sertifikaatit riippumatta virheistä, joita siinä on. Käytä valitsinta --accept-specified-ssl-hash, jos se on mahdollista.
it: Usa questa opzione per accettare qualsiasi certificato del server, indipendentemente dagli errori che può avere. Per favore, quando possibile, usa invece --accept-specified-ssl-hash.
pt_br: Use esta opção para aceitar qualquer certificado do servidor, independentemente dos erros que possa ter. Por favor use --accept-specified-ssl-hash em vez disso, sempre que possível.
ro: Utilizați această opțiune pentru a accepta orice certificat de server, indiferent de eventualele erori. Vă rugăm să utilizați --accept-specified-ssl-hash în locul dvs., ori de câte ori este posibil.
ru: Используйте этот параметр, чтобы принять любой сертификат сервера, независимо от того, какие ошибки он может иметь. По возможности, используйте --accept-specified-ssl-hash вместо этого параметра.
sr_rs: Koristite ovu opciju da prihvatite bilo koji sertifikat servera, bez obzira na greške koje može imati. Koristite --accept-specified-ssl-hash umesto toga, kad god je to moguće.

source: If your server certificate is reported as invalid (eg. with self-signed certificates), you can supply the certificate hash (SHA1) to approve it anyway. The hash value must be entered in hex format without spaces or colons. You can enter multiple hashes separated by commas.
sr_rs: Ako je vaš sertifikat servera prijavljen kao nevažeći (npr. sa samopotpisanim sertifikatima), možete uneti heš sertifikata (SHA1) da biste ga ipak odobrili. Heš vrednost se mora uneti u heksadecimalnom formatu bez razmaka ili dvotačka. Možete da unesete više hešova odvojenih zarezima.

source: The default HTTP request has the header "Expect: 100-Continue" attached, which allows some optimizations when authenticating, but also breaks some web servers, causing them to report "417 - Expectation failed"
cs: Výchozí HTTP požadavek má připojeno záhlaví „Expect: 100-Continue“, což umožňuje některé optimalizace při ověřování. Také ale nefunguje s některými servery, a způsobuje že hlásí „417 - Expectation failed“
fi: Oletuksena HTTP-otsaketiedoissa on otsake "Expect: 100-continue". Tämä sallii tiettyjä optimointeja autentikointiprosessissa, mutta kaikki palvelimet eivät tue tätä otsaketta. Ne vastaavat virheellä "17 - Expectation failed".
it: La richiesta HTTP predefinita ha l'intestazione "Expect: 100-Continue" allegata che consente alcune ottimizzazioni durante l'autenticazione, ma anche interruzioni di alcuni web server, causando una segnalazione "417 - Expectation failed"
pt_br: A requisição HTTP padrão tem o cabeçalho "Expect: 100-Continue" anexado, o que permite algumas otimizações ao autenticar, mas também causa problemas com alguns servidores da Web, fazendo com que eles reportem "417 - Expectation failed"
ro: Cererea implicită HTTP are atașat antetul "Expect: 100-Continue", care permite unele optimizări atunci când se autentifică, dar rupe și unele servere web, cauzând raportul "417 - Așteptările au eșuat"
ru: По умолчанию, HTTP запрос включает заголовок «Expect: 100-Continue», позволяющий выполнить некоторую оптимизацию во время аутентификации. Однако он может приводить к проблемам с некоторыми веб-серверами, вызывая ошибку «417 - Expectation failed»
sr_rs: Podrazumevani HTTP zahtev ima priloženo zaglavlje „Expect: 100-Continue“, što omogućava neke optimizacije prilikom autentifikacije, ali i kvari neke veb servere, zbog čega prijavljuju „417 – Expectation failed“

source: Disable the expect header
cs: Zakázat expect hlavičku
fi: Poista käytöstä expect-otsake
it: Disattiva l'intestazione Expect
ja_jp: Expectヘッダーを無効にする
pt_br: Desativar o cabeçalho http 'expect'
ro: Dezactivați antetul așteptat
ru: Отключить заголовок ожидания
sr_rs: Onemogućite očekivano zaglavlje

source: By default the http requests use the RFC 896 nagling algorithm to support transfer of small packages more efficiently.
cs: Ve výchozím stavu http požadavky používají algoritmus pro slučování odesílaných dat dle normy RFC 896 aby bylo přenášení malých balíčků efektivnější.
it: Per impostazione predefinita, le richieste http utilizzano l'algoritmo RFC 896 nagling per supportare il trasferimento dei pacchetti di piccole dimensioni in modo più efficiente.
ja_jp: HTTPリクエストは既定で、RFC 896で定義されているNagleアルゴリズムを使用し、小さなサイズのパケットをより効率的に配送する仕組みになっています。
pt_br: Por padrão a requisição http usa o RFC 896 algorítimo nagling para suporte à transferência de pequenos pacotes para maior eficiência.
ro: Implicit, solicitările http utilizează algoritmul de cracare RFC 896 pentru a sprijini transferul de pachete mici mai eficient.
ru: По умолчанию http запросы используют RFC 896 алгоритм Нейгла, объединения нескольких небольших исходящих сообщений для более эффективной передачи.
sr_rs: Podrazumevano, http zahtevi koriste RFC 896 algoritam naglovanja da bi efikasnije podržali prenos malih paketa.

source: Disable nagling
cs: Neseskupovat odesílaná data (nagle)
fi: Poista http-neuvottelu käytöstä
it: Disattiva nagling
ja_jp: Nagleアルゴリズムを無効にする
pt_br: Desabilitar nagling
ro: Dezactivați curățarea
ru: Отключить объединение пакетов данных
sr_rs: Onemogući naglovanje

source: Configure http requests
cs: Nastavit http požadavky
fi: Säädä http-pyyntöjä
it: Configura richieste http
ja_jp: HTTPのリクエストを設定
pt: Configurar pedidos HTTP
pt_br: Configurar requisições http
ro: Configurați solicitările http
ru: Настройка HTTP запросов
sr_rs: Podesi http zahteve

source: Duplicati uses an external server to support the OAuth authentication flow. If you have set up your own Duplicati OAuth server, you can supply the refresh url.
cs: Duplicati používá vnější server pro podporu OAuth ověřování. Pokud máte svůj vlastní, je možné poskytnout obnovovací url.
fi: Duplicati käyttää ulkoista OAuth palvelua. Jos sinulla on oma Duplicati OAuth-palvelin voit antaa sen osoitteen tällä valitsimella.
it: Duplicati usa un server esterno per supportare il flusso di autenticazione OAuth. Se hai impostato Duplicati con un tuo server OAuth, puoi fornire l'URL di aggiornamento.
pt_br: O Duplicati usa um servidor externo para suportar o fluxo de autenticação OAuth. Se você configurou seu próprio servidor Duplicati OAuth, você pode fornecer a URL de atualização.
ro: Duplicati utilizează un server extern pentru a susține fluxul de autentificare OAuth. Dacă ați configurat propriul server de duplicați OAuth, puteți furniza urlul de actualizare.
ru: Duplicati использует внешний сервер для поддержки потока аутентификации OAuth. Если вы настроили собственный Duplicati OAuth сервер, вы можете указать его URL.
sr_rs: Duplicati koristi eksterni server da podrži tok OAuth autentikacije. Ako ste podesili sopstveni Duplicati OAuth server, možete da navedete URL za osvežavanje.

source: Sets allowed SSL versions
cs: Nastaví přijímané verze SSL protokolu
fi: Sallitut SSL-versiot
it: Imposta versioni SSL consentite
pt_br: Define versões SSL permitidas
ro: Seturile au permis versiuni SSL
ru: Определяет допустимые версии SSL
sr_rs: Postavlja dozvoljene SSL verzije

source: This option changes the default SSL versions allowed. This is an advanced option and should only be used if you want to enhance security or work around an issue with a particular SSL protocol.
cs: Tato předvolba mění výchozí umožněné verze SSL. Toto je pokročilá předvolba a měla by být použita pouze pokud chcete dále vylepšit zabezpečení nebo obejít problém s konkrétní verzí SSL protokolu.
fi: Tällä valitsimella voit muuttaa sallittuja SSL-versioita. Tämä on asiantuntija-asetus. Käytä tätä vain, jos haluat parantaa turvallisuutta tai sinulla on ongelmia tietyn palvelimen kanssa.
it: Questa opzione modifica le versioni predefinite di SSL consentite. Si tratta di un'opzione avanzata e deve essere usata solo se si desidera migliorare la protezione o aggirare un problema con un determinato protocollo SSL.
ja_jp: 許可するデフォルトのSSLのバージョンを変更できます。これは高度な設定です。セキュリティーを向上したい場合、または、特定のSSLのプロトコルでの問題を回避したい場合にのみ使用してください。
pt_br: Esta opção altera as versões SSL padrão permitidas. Esta é uma opção avançada e só deve ser usada se quiser melhorar a segurança ou resolver um problema com um protocolo SSL específico.
ro: Această opțiune modifică versiunile implicite SSL admise. Aceasta este o opțiune avansată și ar trebui utilizată numai dacă doriți să îmbunătățiți securitatea sau să rezolvați o problemă cu un anumit protocol SSL.
ru: Эта опция изменяет разрешенные по умолчанию версии SSL. Это продвинутая настройка, и ее следует использовать только в том случае, если вы хотите повысить безопасность или решить проблему с использованием определенного протокола SSL.
sr_rs: Ova opcija menja dozvoljene podrazumevane SSL verzije. Ovo je napredna opcija i trebalo bi je koristiti samo ako želite da poboljšate bezbednost ili da rešite problem sa određenim SSL protokolom.

source: Sets the default operation timeout
cs: Nastavuje výchozí časový limit dokončení operace
it: Imposta il timeout predefinito dell'operazione
pt_br: Define o tempo limite padrão de operações
ro: Setează timpul de funcționare prestabilit
sr_rs: Postavlja podrazumevano vremensko ograničenje operacije

source: This option changes the default timeout for any HTTP request, the time covers the entire operation from initial packet to shutdown
cs: Tato předvolba mění výchozí časový limit pro všechny HTTP požadavky, čas pokrývá celou operaci od úvodního paketu po ukončení
it: Questa opzione modifica il timeout predefinito per qualsiasi richiesta HTTP, il tempo copre l'intera operazione dal pacchetto iniziale all'arresto
pt_br: Esta opção altera o tempo limite padrão para qualquer requisição HTTP. O tempo cobre toda a operação do pacote inicial até o encerramento
ro: Această opțiune schimbă intervalul de timp prestabilit pentru orice solicitare HTTP, timpul acoperind întreaga operație de la pachetul inițial până la oprire
sr_rs: Ova opcija menja podrazumevano vremensko ograničenje za bilo koji HTTP zahtev, vreme pokriva celu operaciju od početnog paketa do gašenja

source: Sets readwrite
cs: Nastaví čtení zápis
it: Imposta lettura/scrittura
pt_br: Definir leitura e escrita
ro: Setează citirea
sr_rs: Postavlja čitanje i pisanje

source: This option changes the default read-write timeout. Read-write timeouts are used to detect a stalled requests, and this option configures the maximum time between activity on a connection.
cs: Tato předvolba mění výchozí časový limit pro čtení a zápis. Tyto limity slouží pro zjištění požadavků, které se zastavily a tato předvolba nastavuje nejvyšší přijatelnou dobu, která může uplynout mezi aktivitami při spojení.
it: Questa opzione modifica il timeout predefinito di lettura e scrittura. I timeout di lettura-scrittura sono utilizzati per rilevare le richieste in blocco e questa opzione configura il tempo massimo tra attività in una connessione.
ja_jp: データの読み書きに関するタイムアウトの既定の値を変更できます。タイムアウトは、処理が停止しているリクエストの検知に使用されます。このオプションで、接続している回線で行われる処理間で許容される最大の時間を設定できます。
pt_br: Esta opção altera o tempo limite de leitura e gravação padrão. Os tempos limite de leitura e gravação são usados ​​para detectar solicitações paralisadas e esta opção configura o tempo máximo entre atividades em uma conexão.
ro: Această opțiune schimbă intervalul de timp prestabilit de scriere / scriere. Întârzierile de citire și scriere sunt utilizate pentru a detecta o solicitare suspendată și această opțiune configurează durata maximă dintre activitatea pe o conexiune.
sr_rs: Ova opcija menja podrazumevano vremensko ograničenje čitanja i pisanja. Vremenska ograničenja čitanja i pisanja se koriste za otkrivanje zaustavljenih zahteva, a ova opcija konfiguriše maksimalno vreme između aktivnosti na vezi.

source: Sets HTTP buffering
cs: Nastavuje vyrovnávací paměť pro HTTP
it: Imposta buffering HTTP
pt_br: Configura o buffer HTTP
ro: Setează tamponarea HTTP
sr_rs: Postavlja HTTP baferovanje

source: This option sets the HTTP buffering. Setting this to "{0}" can cause memory leaks, but can also improve performance in some cases.
cs: Tato předvolba nastavuje vyrovnávací paměť pro HTTP. Nastavení na „{0}“ může způsobit neuvolňování použité operační paměti ale také v některých případech zlepšit výkon.
it: Questa opzione imposta il buffer HTTP. Impostandola a "{0}" può causare perdite di memoria, ma in alcuni casi può anche migliorare la prestazione.
ja_jp: このオプションを有効にすると、HTTPバッファリングを設定します。「{0}」に設定するとメモリーのリークが生じる可能性がありますが、パフォーマンスが改善される場合もあります。
pt_br: Esta opção define o buffer HTTP. Definir isso como "{0}" pode causar vazamentos de memória, mas também pode melhorar o desempenho em alguns casos.
ro: Această opțiune stabilește tamponarea HTTP. Setarea acestei opțiuni la "{0}" poate provoca scurgeri de memorie, dar poate îmbunătăți și performanța în unele cazuri.
sr_rs: Ova opcija postavlja HTTP baferovanje. Podešavanje na "{0}"“ može da izazove curenje memorije, ali i da poboljša performanse u nekim slučajevima.

source: Executes a script before starting an operation, and again on completion
cs: Spouští skript před zahájením operace a pak znovu po jejím dokončení
fi: Suorittaa skriptin ennen operattiota ja operaation jälkeen
it: Esegui uno script prima di avviare un'operazione e al suo completamento
pt_br: Executa um script antes de iniciar uma operação, e novamente na conclusão
ro: Execută un script înainte de a începe o operație și din nou la finalizare
ru: Выполняет скрипт перед началом операции, а затем снова после ее завершения
sr_rs: Izvršava skriptu pre pokretanja operacije, i ponovo nakon završetka

source: Executes a script after performing an operation. The script will receive the operation results written to stdout.
cs: Spustí skript po provedení operace. Skript obdrží výsledek operace na standardní výstup.
fi: Suorittaa skriptin operaation jälkeen. Operaation tulostus ohjataan skriptin syötteeksi.
it: Esegue uno script dopo l'esecuzione di un'operazione. Lo script riceverà i risultati dell'operazione scritti in stdout.
pt_br: Executa um script após executar uma operação. O script receberá os resultados da operação escritos no stdout.
ro: Execută un script după efectuarea unei operații. Scriptul va primi rezultatele operațiunii scrise la stdout.
ru: Выполняет скрипт после выполнения операции. Скрипт получит результаты работы, записанные в стандартный вывод.
sr_rs: Izvršava skriptu nakon izvođenja operacije. Skripta će dobiti rezultate operacije zapisane u stdout.

source: Executes a script before performing an operation. The operation will block until the script has completed or timed out. If the script returns a non-zero error code or times out, the operation will be aborted.
cs: Před provedením operace spustí skript. Operace bude blokována dokud skript neskončí nebo neskončí časový limit. Pokud skript vrátí nenulový chybový kód nebo nestihne časový limit, operace bude přerušena.
fi: Suorittaa skriptin ennen toimenpiteen alkua. Toimenpide odottaa skriptin valmistumista tai aikakatkaisua. Jos skriptin paluuarvo ei ole nolla tai skripti aikakatkaistaan, toimenpide perutaan.
it: Esegue uno script prima di eseguire un'operazione. L'operazione si bloccherà fino a quando lo script non sarà completato o fuori tempo. Se lo script restituisce un codice d'errore diverso da zero o scade il tempo, l'operazione sarà interrotta.
pt_br: Executa um script antes de executar uma operação. A operação será bloqueada até que o script tenha completado ou expirado. Se o script retornar um código de erro diferente de zero ou expirar, a operação será interrompida.
ro: Execută un script înainte de a efectua o operație. Operația se va bloca până când scenariul nu va fi finalizat sau nu va fi scos. Dacă scriptul returnează un cod de eroare diferit de zero sau o perioadă de timp, operația va fi anulată.
ru: Выполняет сценарий перед выполнением операции. Операция будет заблокирована до завершения сценария или истечения времени ожидания. Если сценарий возвращает ненулевой код ошибки или истекает время ожидания, то операция будет прервана.
sr_rs: Izvršava skriptu pre izvođenja operacije. Operacija će se blokirati dok se skripta ne završi ili ne istekne vremensko ograničenje. Ako skripta vrati kod greške različit od nule ili istekne vremensko ograničenje, operacija će biti prekinuta.

source: Selects the output format for results
cs: Vybere výstupní formát pro výsledky
it: Seleziona il formato di uscita per i risultati
pt_br: Seleciona o formato de saída para resultados
sr_rs: Bira izlazni format za rezultate

source: Selects the output format for results. Available formats: {0}
cs: Vybere výstupní formát pro výsledky. Možné formáty: {0}
it: Seleziona il formato di uscita per i risultati. Formati disponibili: {0}
pt_br: Seleciona o formato de saída dos resultados. Formatos disponíveis: {0}
sr_rs: Bira izlazni format za rezultate. Dostupni formati: {0}

source: Executes a script before performing an operation. The operation will block until the script has completed or timed out.
cs: Spustí skript před provedením operace. Tato operace bude blokována dokud skript neskončí nebo neuběhne časový limit.
fi: Suorittaa skriptin ennen toimenpiteen alkua. Toimenpide odottaa skriptin valmistumista tai aikakatkaisua.
it: Esegui uno script prima di eseguire un'operazione. L'operazione si bloccherà fino a quando lo script non sarà completato o fuori tempo.
pt_br: Execute um script antes de executar uma operação. A operação será bloqueada até que o script tenha completado ou expirado.
ro: Execută un script înainte de a efectua o operație. Operația se va bloca până când scenariul nu va fi finalizat sau nu va fi scos.
ru: Выполняет скрипт перед выполнением операции. Операция будет блокироваться до тех пор, пока скрипт не завершится или не закончит работу по тайм-ауту.
sr_rs: Izvršava skriptu pre izvođenja operacije. Operacija će se blokirati dok se skripta ne završi ili ne istekne vremensko ograničenje.
