Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: The password used to connect to the server. This may also be supplied as the environment variable "AUTH_PASSWORD".
cs: Heslo sloužící pro připojení se k serveru. Je možné ho zadat také prostřednictvím proměné prostředí „AUTH_PASSWORD“.
da: Kodeordet der bruges til at forbinde til serveren. Kodeordet kan også angives via miljøvariablen "AUTH_PASSWORD".
de: Das Passwort wird verwendet um sich mit dem Server zu verbinden. Es kann auch über die Umgebungsvariable "AUTH_PASSWORD" gesetzt werden.
es: La contraseña utilizada para conectarse al servidor. También puede ser suministrada como variable de entorno "AUTH_PASSWORD".
fi: Salasana palvelimelle. Tämä voidaan asettaa myös ympäristömuuttujassa "AUTH_PASSWORD"
fr_ca: Le mot de passe utilisé pour se connecter au serveur. Il peut également être fourni comme une variable d'environnement "AUTH_PASSWORD".
it: La password usata per connettersi al server. Questa può anche essere fornita come variabile d'ambiente "AUTH_PASSWORD".
ja_jp: サーバーの接続に使用するパスワード。環境変数「AUTH_PASSWORD」でも指定できます。
nl_nl: Het wachtwoord dat wordt gebruikt om verbinding te maken met de server. Dit kan eveneens worden opgegeven in een omgevingsvariabele "AUTH_PASSWORD"
pl: Hasło używane do łączenia się z serwerem. Może to być również podane jako zmienna środowiskowa „AUTH_PASSWORD”.
pt_br: Senha usada para se conectar ao servidor. Isto também pode ser fornecido como a variável de ambiente "AUTH_PASSWORD".
ro: Parola utilizată pentru conectarea la server. Aceasta poate fi furnizată și ca variabila de mediu "AUTH_PASSWORD".
ru: Пароль для подключения к серверу. Также может устанавливаться через переменную окружения «AUTH_PASSWORD».
sr_rs: Lozinka koja se koristi za povezivanje sa serverom. Ovo se takođe može dostaviti kao promenljiva okruženja "AUTH_PASSWORD".
sv_se: Lösenordet som används för att ansluta till servern. Det kan också tillhandahållas med hjälp av miljövariabeln "AUTH_PASSWORD".

source: No S3 secret key given
da: Ingen Amazon S3 secret key angivet
de: Kein S3 Secret angegeben
es: No se ha proporcionado llave secreta S3
fr_ca: Aucune clé secrète S3 donnée
ja_jp: S3の秘密鍵が指定されていません
nl_nl: Geen S3 geheime sleutel opgegeven
pl: Nie podano tajnego klucza S3
sr_rs: Nije dat tajni ključ S3

source: No S3 userID given
da: Ingen Amazon S3 userID angivet
de: Keine S3 userID mitgegeben.
es: No se ha proporcionado Identificación de Usuario S3
fr_ca: Aucune userID S3 donné
ja_jp: S3のユーザーIDが指定されていません
nl_nl: Geen S3 gebruikers-ID opgegeven
pl: Nie podano identyfikatora użytkownika S3
sr_rs: Nije dat S3 korisnički ID

source: This option is only used when creating new buckets. Use this option to change what region the data is stored in. Amazon charges slightly more for non-US buckets. Known bucket locations: {0}
cs: Tato předvolba je použita pouze při vytváření nových „nádob“ (bucket). Pomocí ní je možné měnit oblast světa, ve které jsou data uložena. Za „nádoby“ nacházející se mimo USA si Amazon účtuje trochu víc. Známá umístění pro „nádoby“: {0}
de: Diese Option wird nur beim Erstellen neuer Buckets genutzt. Verwenden Sie diese Option um die Region wo sich die Daten befinden zu ändern. Amazon berechnet etwas mehr für Nicht-US Buckets. Bekannte Bucket Orte: {0}
es: Esta opción solo se usa al crear nuevos depósitos. Utilice esta opción para cambiar la región en la que se almacenan los datos. Amazon cobra un poco más por los depósitos fuera de EE.UU. Ubicaciones de depósitos conocidas: {0}
fi: Tätä valitsinta käytetään vain luotaessa uusia ämpäreitä. Käytä tätä valitsinta muuttaaksesi aluetta, johon tiedot tallennetaan. Amazon laskuttaa hieman enemmän USA:n ulkopuolelle tallennetuista ämpäreistä. Tunnetut alueet ovat: {0}
fr_ca: Cette option est utilisée seulement lors de la création de nouvelles collections . Utiliser cette option pour changer la région où les données sont stockées .Amazon facture légèrement plus les collections non-US. Localisations des collections connus: {0}
it: Questa opzione è utilizzata solo quando si creano nuovi bucket. Utilizza questa opzione per modificare l'area in cui sono archiviati i dati. Amazon usa tariffe leggermente maggiori per i bucket fuori degli Stati Uniti. Posizioni note del bucket: {0}
ja_jp: このオプションは新しいバケットの作成時にのみ使用されます。このオプションで、データを保存するリージョンを変更できます。Amazonは、米国国外にあるバケットに対して、少し高い利用料金を請求します。バケットを作成できる既知の場所には以下のものがあります。 {0}
nl_nl: Deze optie wordt enkel gebruikt als nieuwe buckets worden aangemaakt. Gebruik deze optie om aan te geven in welke regio de gegevens worden opgeslagen. Amazon brengt enigszins hogere kosten in rekening voor niet-US buckets. Bekende bucket locaties zijn: {0}
pl: Ta opcja jest używana tylko podczas tworzenia nowych zasobników. Użyj tej opcji, aby zmienić region, w którym przechowywane są dane. Amazon pobiera nieco wyższe opłaty za zasobniki poza Stanami Zjednoczonymi. Znane lokalizacje zasobników: {0}
pt_br: Esta opção é usada apenas na criação de novos buckets. Use esta opção para alterar a região em que os dados estão armazenados. A Amazon cobra um pouco mais para os buckets que não são dos EUA. Locais de bucket conhecidos: {0}
ro: Această opțiune este utilizată numai atunci când creați galeți noi. Utilizați această opțiune pentru a schimba regiunea în care sunt stocate datele. Amazonul plătește puțin mai mult pentru galeti non-US. Locații cunoscute pentru găleți: {0}
ru: Этот параметр используется только при создании новых блоков памяти. Используйте этот параметр, чтобы задать, в каком регионе будут храниться данные. Тарифы Amazon будут немного выше для блоков памяти, расположенных вне США. Известные места расположения блоков памяти: {0}
sr_rs: Ova opcija se koristi samo kada se kreiraju novi segmenti. Koristite ovu opciju da promenite region u kom se podaci čuvaju. Amazon naplaćuje nešto više za segmente koji nisu iz SAD. Poznate lokacije segmenta: {0}

source: Specify S3 location constraints
de: S3 Standort Einschränkungen angeben
fr_ca: Indiquez les contraintes d'emplacement S3
ja_jp: S3の場所に関する制約を指定
nl_nl: Geef S3 locatiebeperkingen op

source: Companies other than Amazon are now supporting the S3 API, meaning that this backend can read and write data to those providers as well. Use this option to set the hostname. Currently known providers are: {0}
cs: S3 API nyní podporují i další společnosti, nejen Amazon. To znamená, že tato podpůrná vrstva může číst a zapisovat i na služby těchto poskytovatelů. Pomocí této volby nastavíte název stroje. Nyní známí poskytovatelé jsou: {0}
de: Andere Unternehmen außer Amazon unterstützen nun die S3-API, das heißt, dass das Backend auch Daten zu diesen Anbietern lesen und schreiben kann. Verwenden Sie diese Option um den Hostnamen zu setzen. Aktuell unterstütze Provider: {0}
es: Otras empresas además de Amazon ahora admiten la API S3, lo que significa que este servidor también puede leer y escribir datos en esos proveedores. Utilice esta opción para establecer el nombre de anfitrión. Los proveedores actualmente conocidos son: {0}
fi: Muutkin yritykset kuin Amazon tukevat S3 API:a. Siten tämä moduuli voi tallentaa tiedostoja näihinkin palveluihin. Aseta palvelimen nimi tällä valitsimella. Tunnetut palveluntarjoajat ovat: {0}
fr_ca: Des entreprises autres que Amazon supportent maintenant l'API S3, donc ce back-end peut aussi lire et écrire des données à ces fournisseurs. Utiliser cette option pour définir le nom d'hôte. Les fournisseurs actuellement connus sont : {0}
it: Aziende diverse da Amazon ora supportano le API S3, il che significa che questo backend è in grado di leggere e scrivere dati anche a quei fornitori. Usa questa opzione per impostare il nome host. I fornitori attualmente conosciuti sono: {0}
ja_jp: 現在、Amazon以外の企業もS3のAPIをサポートしています。このバックエンドで、それらの企業との間でもデータの読み書きを実行できます。このオプションでホスト名を設定してください。サービスを提供している既知の企業には以下のものがあります。 {0}
nl_nl: Bedrijven anders dan Amazon ondersteunen tegenwoordig de S3 API, dit betekent dat deze backend eveneens gegevens kan lezen en schrijven naar deze providers. Gebruik deze optie om de hostnaam in te stellen. Momenteel bekende providers zijn: {0}
pl: Firmy inne niż Amazon obsługują teraz interfejs API S3, co oznacza, że ​​ten backend może również odczytywać i zapisywać dane do tych dostawców. Użyj tej opcji, aby ustawić nazwę hosta. Obecnie znanymi dostawcami są: {0}
pt_br: Empresas além da Amazon agora estão suportando a API S3, o que significa que esse backend pode ler e gravar dados para esses provedores também. Use esta opção para definir o nome do host. Os provedores atualmente conhecidos são: {0}
ro: Companiile altele decât Amazon sprijină acum API-ul S3, ceea ce înseamnă că acest backend poate citi și scrie date și acelor furnizori. Utilizați această opțiune pentru a seta numele de gazdă. Furnizorii cunoscuți în prezent sunt: {0}
ru: Компании, отличные от Amazon, могут также поддерживают S3 API, что означает, что этот бэкенд также может читать и записывать данные для этих провайдеров. Используйте эту опцию для установки имени хоста. В настоящее время известны провайдеры: {0}
sr_rs: Kompanije koje nisu Amazon sada podržavaju S3 API, što znači da ova pozadina može čitati i pisati podatke i tim provajderima. Koristite ovu opciju da podesite ime hosta. Trenutno poznati provajderi su: {0}

source: Specify an alternate S3 server name
de: Einen alternativen S3-Servernamen angeben
es: Especifica un servidor alternativo S3
fr_ca: Indiquez un nom de serveur S3 alternatif
nl_nl: Geef een alternatieve S3 servernaam op

source: Set either to aws or minio. Then either the AWS SDK or Minio SDK will be used to communicate with S3 services.
de: Setzen Sie entweder auf aws oder minio. Dann wird entweder das AWS SDK oder das Minio SDK zur Kommunikation mit S3-Diensten verwendet.
fr_ca: Définissez la destination soit vers aws ou minio. Ensuite soit le SDK AWS ou le SDK Minio SDK sera utilisé pour communiquer avec les services S3.
ja_jp: awsまたはminioを設定してください。設定に応じて、AWS SDKまたはMinio SDKのいずれかを使用して、S3互換サービスとの通信を行います。
nl_nl: Stel in op aws of minio. Vervolgens wordt de AWS SDK of Minio SDK gebruikt om met S3-services te communiceren.

source: Specify the S3 client library to use
de: Gibt die zu verwendende S3-Client-Bibliothek an
fr_ca: Indiquez la bibliothèque client S3 à utiliser
nl_nl: Geef de S3 client-bibliotheek op die gebruikt moet worden

source: Use this option to communicate using Secure Socket Layer (SSL) over http (https). Note that bucket names containing a period has problems with SSL connections.
de: Verwenden Sie diese Option für die Kommunikation mittels Secure Socket Layer (SSL) über http (https). Beachten Sie, dass Bucket-Namen, welche einen Punkt enthalten, Probleme mit SSL-Verbindungen haben.
fr_ca: Utilisez cette option pour communiquer avec Transport Layer Security TLS) sur http (https). Notez que les noms de conteneur contenant un point ont un problème avec les connexions TLS.
ja_jp: このオプションを有効にすると、HTTP通信にSecure Socket Layer（SSL）を使用します（https）。なおSSL接続では、バケット名にドット（.）がある場合、適切に接続を行うことができません。
nl_nl: Gebruik deze optie om te communiceren door middel van Secure Sockets Layer (SSL) over http (https). Let op: bucket-namen die een punt bevatten hebben problemen met SSL verbindingen.

source: Instruct Duplicati to use an SSL (https) connection
de: Weist Duplicati an, eine SSL-Verbindung (https) zu verwenden
fr_ca: Demander à Duplicati d'utiliser une connexion TLS (https)
nl_nl: Geef Duplicati de opdracht om een SSL (https) verbinding te gebruiken

source: This disables chunk encoding for the aws client, which is not supported by all S3 providers.
de: Dies deaktiviert Block-Entschlüsselung für den AWS Client, was nicht von allen S3 Proveidern unterstützt wird.
fr_ca: Ceci désactive l'encodage de blocs pour le client aws, ce qui n'est pas supporté par tous les fournisseurs S3.
ja_jp: awsのクライアントでチャンクのエンコードを無効に設定します。チャンクのエンコードをサポートしていないS3サービス提供者もあります。
nl_nl: Dit schakelt de chunk-codering uit voor de aws client, wat niet door alle S3-providers wordt ondersteund.

source: Disable chunk encoding (aws client only)
de: Block-Entschlüsselung deaktivieren (nur AWS Client)
fr_ca: Désactive l'encodage de blocs (client aws seulement)
ja_jp: チャンクのエンコーディングを無効にする（awsのクライアントのみ）
nl_nl: Chunk-codering uitschakelen (alleen aws client)

source: This disables payload signing for the aws client, which is not supported by all S3 providers.
de: Dies deaktiviert Payload Signierung für den AWS Client, was nicht von allen S3 Proveidern unterstützt wird.
fr_ca: Ceci désactive la signature de charge utile pour le client aws, ce qui n'est pas supporté par tous les fournisseurs S3.
nl_nl: Hiermee wordt payload-ondertekening voor de AWS-client uitgeschakeld. Dit wordt niet door alle S3-providers ondersteund.

source: Disable payload signing (aws client only)
de: Payload Signierung deaktivieren (nur AWS Client)
fr_ca: Désactive la signature de charge utile (client aws seulement)
nl_nl: Payload-ondertekening uitschakelen (alleen aws client)

source: Use this option to specify a storage class. If this option is not used, the server will choose a default storage class.
cs: Pomocí této předvolby určete třídu úložiště. Pokud tato předvolba není použita, server zvolí výchozí třídu úložiště.
de: Verwende diese Option um eine Speicherklasse anzugeben. Bei nicht Verwendung dieser Option wählt der Server die Standardspeicherklasse.
es: Utilice esta opción para especificar una clase de almacenamiento. Si no se utiliza esta opción, el servidor elegirá una clase de almacenamiento predeterminada.
fi: Tämä valitsin asettaa tallennusluokan. Jos tätä valitsinta ei ole asetettu, palvelin käyttää oletustallennusluokkaa.
fr_ca: Utilisez cette option pour définir une classe de stockage. Si cette option n'est pas utilisée, le serveur choisira une classe de stockage par défaut.
it: Utilizza questa opzione per specificare una classe di archiviazione. Se questa opzione non è utilizzata, il server sceglierà la classe di archiviazione predefinita.
ja_jp: 保存領域のクラスを指定できます。オプションが使用されていない場合には、既定の保存領域のクラスが選択されます。
nl_nl: Gebruik deze optie om een opslag-klasse op te geven. Als deze optie niet wordt gebruikt, zal de server een standaard opslag-klasse kiezen.
pl: Użyj tej opcji, aby określić klasę pamięci. Jeśli ta opcja nie jest używana, serwer wybierze domyślną klasę pamięci.
pt_br: Utilize esta opção para especificar uma classe de armazenamento. Caso esta opção não seja informada, o servidor escolherá uma classe padrão.
ro: Utilizați această opțiune pentru a specifica o clasă de stocare. Dacă această opțiune nu este utilizată, serverul va alege o clasă de stocare implicită.
ru: Используйте этот параметр, чтобы указать класс хранения. Если этот параметр не используется, сервер выберет класс хранения по умолчанию.
sr_rs: Koristite ovu opciju da odredite klasu skladištenja. Ako se ova opcija ne koristi, server će izabrati podrazumevanu klasu skladištenja.

source: Specify storage class
cs: Určuje třídu úložiště
de: Angabe der Speicherklasse
es: Especificar la clase de almacenamiento
fi: Valitse tallennusluokka
fr_ca: Définissez une classe de stockage.
it: Specifica classe archiviazione
ja_jp: 保存領域のクラスを指定
nl_nl: Geef een opslag-klasse op
pl: Określ klasę magazynu
pt_br: Especificar o tipo de armazenamento
ro: Specificați clasa de stocare
ru: Укажите класс хранилища
sr_rs: Navedite klasu skladištenja

source: Specify archive storage class
de: Angabe der Archiv-Speicherklasse
fr_ca: Indiquez une classe de stockage d'archives
nl_nl: Geef de archiefopslagklasse op

source: Use this option to specify what storage classes are considered archive storage classes. With this option it is possible to allow lifecycle policies to move data to cheaper storage classes and prevent Duplicati from accessing archived data. This option is only supported for the AWS client.
fr_ca: Utilisez cette option pour indiquer quelles classes de stockage sont considérées comme des classes de stockage d'archives. Grâce à cette option il est possible d'autoriser des stratégies de durée de vie à déplacer des données vers des classes de stockage plus économiques et d'empêcher Duplicati d'accéder aux données archivées. Cette option n'est supportée que par le client AWS.
nl_nl: Gebruik deze optie om op te geven welke opslagklassen worden beschouwd als archiefopslagklassen. Met deze optie kunt u toestaan ​​dat levenscyclusbeleid gegevens verplaatst naar goedkopere opslagklassen en voorkomt u dat Duplicati toegang vraagt tot gearchiveerde gegevens. Deze optie wordt alleen ondersteund voor de AWS-client.

source: Specify the S3 list API version to use
fr_ca: Spécifiez la version de liste d'API S3 à utiliser
nl_nl: Geef de API-versie van de S3-lijst op die gebruikt moet worden

source: Use this option to specify the S3 list API version to use. This can be used to work around issues with some S3 providers.
fr_ca: Indiquez par cette option quelle version de liste d'API S3 utiliser. Peut être utilisée pour contourner des problèmes avec certains fournisseurs S3.
nl_nl: Gebruik deze optie om de API-versie op te geven die gebruikt moet worden voor de S3-lijst. Dit kan gebruikt worden om problemen met sommige S3-providers te omzeilen.

source: Use this option to list all files in the bucket
de: Verwenden Sie diese Option, um alle leeren Dateien im Bucket aufzulisten.
fr_ca: Afficher tous les fichiers du seau
nl_nl: Gebruik deze optie om alle bestanden in de bucket weer te geven

source: To reduce the number of objects listed, the default is to only list the first level of objects. Use this option to list all objects in the bucket.
de: Um die Anzahl der aufzulistenden Objekte zu reduzieren, wird standardmäßig nur der erste Level der Objekte aufgelistet. Verwenden Sie diese Option, um alle Objekte im Bucket aufzulisten.
fr_ca: Outrepasser le comportement par défaut qui n'affiche que le premier niveau d'objets. Lister tous les objets du seau.
nl_nl: Om het aantal weergegeven objecten te beperken, wordt standaard alleen het eerste niveau van de objecten weergegeven. Gebruik deze optie om alle objecten in de bucket weer te geven.

source: Unknown S3 client: {0}
de: Unbekannter S3 Client: {0}
es: Cliente S3 desconocido: {0}
fr_ca: Client S3 inconnu : {0}
nl_nl: Onbekende S3-client: {0}

source: No path allowed in endpoint
de: Kein Pfad erlaubt im Endpunkt
fr_ca: Aucun chemin autorisé dans le point terminal
nl_nl: Geen pad toegestaan in eindpunt

source: S3 configuration module
de: S3 Konfigurations Modul
fr_ca: Module de configuration S3
ja_jp: S3の設定モジュール
nl_nl: S3 configuratiemodule

source: Expose S3 configuration as a web module
de: S3-Konfiguration als Webmodul zur Verfügung stellen
fr_ca: Expose la configuration S3 comme module web
nl_nl: Toon de S3 configuratie als een webmodule

source: S3 IAM support module
de: S3 IAM Support Modul
fr_ca: Module de support S3 IAM
ja_jp: S3 IAMのサポートモジュール
nl_nl: S3 IAM ondersteuningsmodule

source: Expose S3 IAM manipulation as a web module
fr_ca: Expose S3 IAM manipulation comme module web
ja_jp: S3のIAMの変更をウェブモジュールとして公開
nl_nl: Toon S3 IAM manipulatie als een webmodule

source: The operation to perform
de: Die auszuführende Operation
fr_ca: Opération à effectuer
ja_jp: 実行する操作
nl_nl: De uit te voeren bewerking

source: Select the operation to perform
de: Wählen Sie die auszuführende Operation aus
fr_ca: Choisissez l'opération à effectuer
nl_nl: Selecteer de uit te voeren bewerking

source: The username to use
de: Der verwendete Benutzername
fr_ca: Nom d'utilisateur
nl_nl: De gebruikersnaam die gebruikt moet worden

source: The Amazon Access Key ID
de: Die Amazon Access Key ID
fr_ca: ID de clé d'accès Amazon
ja_jp: AmazonのアクセスキーのID
nl_nl: De Amazon Toegangssleutel ID

source: The password to use
de: Das verwendete Passwort
fr_ca: Mot de passe
nl_nl: Het wachtwoord dat gebruikt moet worden

source: The Amazon Secret Key
de: Der Amazon Secret Key
es: La Llave Secreta de Amazon
fr_ca: Clé secrète Amazon
ja_jp: Amazonの秘密鍵
nl_nl: De Amazon Geheime Sleutel

source: Module for generating SSH private/public keys
cs: Modul pro vytváření SSH soukromých/veřejných klíčů
de: Modul zum Generieren privater/öffentlicher SSH-Schlüssel
es: Módulo para la generación de llaves privada/pública SSH
fi: Moduuli yksityisten SSH-avainten luomista varten.
fr_ca: Module pour générer un couple de clé SSH privée/publique
it: Modulo per generare le chiavi private/pubbliche SSH
ja_jp: SSHの公開鍵と秘密鍵を生成するためのモジュール
nl_nl: Module voor het genereren van SSH persoonlijke/openbare sleutels
pl: Moduł do generowania kluczy prywatnych/publicznych SSH
pt_br: Módulo para a geração de chaves SSH pública e privada
ro: Modul pentru generarea cheilor private / publice SSH
ru: Модуль для создания частных и открытых ключей SSH
sk_sk: Modul pre generovanie SSH súkromných/verejných kľúčov
sr_rs: Modul za generisanje SSH privatnih/javnih ključeva
sv_se: Modul för att generera privata/publika SSH-nycklar

source: SSH Key Generator
cs: Generátor SSH klíčů
de: SSH Schlüssel Generator
es: Generador de llaves SSH
fi: SSH avainten luominen
fr_ca: Générateur de clef SSH
it: Generatore Chiavi SSH
ja_jp: SSH鍵の生成モジュール
nl_nl: SSH Sleutel Generator
pl: Generator kluczy SSH
pt: Gerador de chaves SSH
pt_br: Gerador de chave SSH
ro: SSH Cheie Generator
ru: Генератор ключа SSH
sk_sk: SSH Key Generátor
sr_rs: SSH generator ključeva
sv_se: Nyckelskapare för SSH

source: A username to append to the public key.
de: Der an den öffentlichen Schlüssel anzuhängende Benutzername.
fr_ca: Nom d'utilisateur à joindre à la clé publique
ja_jp: 公開鍵に付けられるユーザー名。
nl_nl: Een gebruikersnaam om toe te voegen aan de openbare sleutel.

source: Public key username
cs: Uživatelské jméno k veřejnému klíči
de: Username des öffentlichen Schlüssels
es: Nombre de usuario clave pública
fi: Julkisen avaimen käyttäjätunnus
fr_ca: Nom d'utilisateur de la clé publique
it: Nome utente chiave pubblica
ja_jp: 公開鍵のユーザー名
nl_nl: Openbare sleutel gebruikersnaam
pl: Nazwa użytkownika klucza publicznego
pt_br: Usuário da chave pública
ro: Numele de utilizator al cheii publice
ru: Имя пользователя публичного ключа
sr_rs: Korisničko ime javnog ključa
sv_se: Användarnamn för publik nyckel

source: Determines the type of key to generate.
de: Bestimmt den Typ des zu generierenden Schlüssels.
fr_ca: Type de clé à générer
ja_jp: 生成する鍵の種類を決定。
nl_nl: Bepaalt welk type van de sleutel gegenereerd moet worden.

source: The key type
cs: Typ klíče
da: Nøgletypen
de: Der Schlüssel-Typ
es: El tipo de llave
fi: Avaimen tyyppi
fr_ca: Le type de clé
it: Il tipo di chiave
ja_jp: 鍵の種類
nl_nl: Het sleuteltype
pl: Typ klucza
pt: Tipo de chave
pt_br: Tipo da chave
ro: Tipul cheie
ru: Тип ключа
sk_sk: Typ kľúča
sr_rs: Tip ključa
sv_se: Typ av nyckel

source: The length of the key in bits.
de: Die Schlüssel-Länge in bits.
fr_ca: Longueur de clé en bits
ja_jp: ビットで計測される鍵の長さ。
nl_nl: De lengte van de sleutel in bits.

source: The key length
cs: Délka klíče
da: Nøglelængde
de: Die Schlüssel-Länge
es: La longitud de la llave
fi: Avaimen koko
fr_ca: La taille de la clé
it: Lunghezza della chiave
ja_jp: 鍵の長さ
nl_nl: De lengte van de sleutel
pl: Długość klucza
pt: Tamanho da chave
pt_br: O tamanho da chave
ro: Lungimea cheii
ru: Длина ключа
sk_sk: Dĺžka kľúča
sr_rs: Dužina ključa
sv_se: Nyckelns längd
