Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: This option enables the use of script arguments. If this option is set, the script arguments are treated as commandline strings. Use single or double quotes to separate arguments.
de: Diese Option aktiviert die Benutzung von Skript-Argumenten. Wenn die Option gesetzt ist, werden die Skript-Argumente wie Kommandozeilen-Zeichenfolgen behandelt. Benutzen Sie einfache oder doppelte Anführungszeichen zum Trennen der Argumente.
fr_ca: Option d'activation de l'utilisation des argument de script. Activée, les arguments seront traités comme chaînes de ligne de commande. Utilisez des apostrophes ou des guillemets pour séparer les arguments.
ja_jp: スクリプトの引数を有効にします。このオプションを有効にすると、スクリプトの引数は、コマンドラインの文字列として扱われます。引数を分けるには、一重引用符または二重引用符を使用してください。
nl_nl: Deze optie schakelt het gebruik van script-argumenten in. Als deze optie is ingeschakeld, worden script-argumenten behandeld als opdrachtregel-tekenreeksen. Gebruik enkele of dubbele aanhalingstekens om meerdere argumenten te scheiden.

source: Enable script arguments
de: Aktiviere Script-Argumente
fr_ca: Activer les arguments de script
ja_jp: スクリプトの引数を有効にする
nl_nl: Script argumenten inschakelen

source: This module can send email after an operation completes
cs: Tento modul může po ukončení operace zaslat e-mail
de: Dieses Modul kann E-Mails versenden, nachdem eine Operation abgeschlossen wurde
es: Este módulo puede enviar un correo electrónico después de completar una operación
fi: Tämä moduuli lähettää sähköpostin operaation jälkeen.
fr_ca: Ce module peut envoyer des emails une fois l'opération terminée
it: Questo modulo può inviare email al termine di un'operazione
ja_jp: このモジュールを使うと、操作が完了した後で電子メールを送信できます
nl_nl: Deze module kan een email verzenden nadat een bewerking voltooid is
pl: Ten moduł może wysyłać wiadomości e-mail po zakończeniu operacji
pt_br: Este modulo pode enviar email após completa uma operação.
ro: Acest modul poate trimite e-mailuri după finalizarea unei operații
ru: Этот модуль может посылать e-mail по окончании выполнения операции
sr_rs: Ovaj modul može da pošalje email nakon što se operacija završi

source: Send mail
cs: Odeslat e-mail
de: E-Mail senden
es: Enviar correo
fi: Lähetä sähköposti
fr_ca: Envoyer email
it: Invia mail
ja_jp: メールを送信
nl_nl: Stuur email
pl: Wyślij email
pt_br: Envio de email
ro: Trimiteți e-mail
ru: Отправка сообщения
sk_sk: Poslať email
sr_rs: Pošalji mail
sv_se: Skicka mail

source: Unable to find the destination mail server through MX lookup. Please use the option --{0} to specify what SMTP server to use.
de: Der Mailserver konnte nicht durch einen MX-Lookup gefunden werden. Nutzen Sie bitte die Option {0}, um zu definieren, welcher SMTP-Server verwendet werden soll.
fr_ca: Impossible de trouver le serveur mail de destination avec une recherche MX. Utilisez l'option --{0} pour indiquer quel serveur SMTP utiliser.
nl_nl: De doel-mailserver kan niet gevonden worden door MX-lookup. Gebruik de optie {0} om aan te geven welke SMTP-server gebruikt moet worden.

source: This value can be a filename. If the file exists, the file contents will be used as the message body. In the message body, certain tokens are replaced: %OPERATIONNAME% - The name of the operation, normally "Backup" %REMOTEURL% - Remote server URL %LOCALPATH% - The path to the local files or folders involved in the operation (if any) %PARSEDRESULT% - The parsed result, if the operation is a backup. Possible values are: Error, Warning, Success All command line options are also reported within %value%, e.g. %volsize%. Any unknown/unset value is removed.
de: Dieser Wert kann ein Dateiname sein. Wenn die Datei vorhanden ist, wird der Dateiinhalt als Nachrichtentext verwendet. Im Nachrichtentext werden bestimmte Token ersetzt: %OPERATIONNAME% - Der Name des Vorgangs, normalerweise "Backup". %REMOTEURL% - Remote-Server-URL %LOCALPATH% - Der Pfad zu den lokalen Dateien oder Ordnern, die an dem Vorgang beteiligt sind (falls vorhanden) %PARSEDRESULT% - Das analysierte Ergebnis, wenn es sich bei der Operation um eine Sicherung handelt. Mögliche Werte sind: Fehler, Warnung, Erfolgreich Alle Befehlszeilenoptionen werden auch in %value% angegeben, beispielsweise %volsize%. Alle unbekannten/nicht festgelegten Werte werden entfernt.
fr_ca: Cette valeur peut être un nom de fichier. Si le fichier existe, son contenu sera utilisé comme corps du message. Dans le corps du message, certains jetons sont remplacés : %OPERATIONNAME% - Nom de l'opération, normalement "Backup" %REMOTEURL% - URL du serveur distant %LOCALPATH% - Chemin des fichiers locaux ou répertoires éventuellement concernés par l'opération %PARSEDRESULT% - Résultat analysé si l'opération est une sauvegarde. Valeurs possibles : Error, Warning, Success Toutes lesoptions de ligne de commande sont également rapportées dans %valeur%, p.ex. %TailleVolume%. Toute valeur inconnue/indéfinie est enlevée.
ja_jp: この値にはファイル名を設定できます。そのファイルが存在する場合、ファイルの内容が本文として設定されます。 メッゼージの本文では、以下の変数を使用できます。 %OPERATIONNAME% - 操作の名称。通常は「バックアップ」 %REMOTEURL% - リモートのサーバーのURL %LOCALPATH% - 操作に関係するローカルのファイルまたはフォルダーのパス（それらが存在する場合） %PARSEDRESULT% - 操作がバックアップの場合の結果。取りうる値はError, Warning, Successの3つです。 コマンドラインの全オプションも%value%で報告されます（例：%volsize%）。不明または未設定の値は取り除かれます。
nl_nl: Deze waarde kan een bestandsnaam zijn. Als het bestand bestaat, zal de bestandsinhoud worden gebruikt als de berichttekst. In de berichttekst worden bepaalde tokens vervangen: %OPERATIONNAME% - De naam van de bewerking, normaal gesproken "Backup" %REMOTEURL% - Externe server-URL %LOCALPATH% - Het pad naar de lokale bestanden of mappen die betrokken zijn bij de bewerking (indien aanwezig) %PARSEDRESULT% - Het verwerkte resultaat, als de bewerking een back-up is. Mogelijke waarden zijn: Error, Warning, Success Alle opdrachtregel-opties worden eveneens gerapporteerd binnen %value%, bijvoorbeeld %volsize%. Onbekende/niet ingestelde waarden worden verwijderd.

source: The message body
cs: Text zprávy
da: Meddelelsesteksten
de: Der Nachrichtentext
es: El cuerpo del mensaje
fi: Viestin runko
fr_ca: Corps du message
it: Il testo del messaggio
ja_jp: メッセージの本文
nl_nl: De berichttekst
pl: Treść wiadomości
pt: Texto da mensagem
pt_br: O corpo da mensagem
ro: Corpul mesajului
ru: Тело сообщения
sk_sk: Správa
sr_rs: Telo poruke

source: Use this option to set the password used to authenticate with the SMTP server if required.
de: Verwenden Sie diese Option, um das Passwort zur Authentifikation mit dem SMTP-Server festzulegen, falls erforderlich.
fr_ca: Option de définition du mot de passe pour l'authentification auprès du serveur SMTP si nécessaire.
ja_jp: SMTPサーバーの認証が必要な場合に使用するパスワードを設定。
nl_nl: Gebruik deze optie om het wachtwoord in te stellen dat gebruikt wordt om te authentiseren bij de SMTP server, indien vereist.

source: SMTP Password
cs: Heslo SMTP
de: SMTP-Passwort
es: Contraseña SMTP
fi: SMTP-palvelimen salasana
fr_ca: Mot de passe SMTP
it: Password SMTP
ja_jp: SMTPのパスワード
nl_nl: SMTP wachtwoord
pl: Hasło SMTP
pt: Palavra-passe SMTP
pt_br: Senha SMTP
ro: Parola SMTP
ru: Пароль SMTP
sk_sk: SMTP Heslo
sr_rs: SMTP lozinka
sv_se: SMTP Lösenord

source: Email recipient(s)
cs: Příjemci e-mailu
da: E-mail-modtager(e)
de: E-Mail-Empfänger
es: Destinatario(s) de correo electrónico
fi: Sähköpostin vastaanottajat
fr_ca: Email destinataire (s)
it: Email destinatario(i)
ja_jp: 電子メールの受信者
nl_nl: Email ontvanger(s)
pl: Adresat(ci) wiadomości e-mail
pt_br: Email destinatário(s)
ro: E-mail destinatar (e)
ru: Получатель(-и) e-mail
sk_sk: Príjemca(i)
sr_rs: Primaoc(i) e-pošte

source: Use this option to set an address of the email sender. If no host is supplied, the hostname of the first recipient is used. Examples of allowed formats: sender sender@example.com Mail Sender <sender> Mail Sender <sender@example.com>
de: Verwenden Sie diese Option, um eine Adresse des E-Mail-Absenders festzulegen. Wenn kein Host angegeben ist, wird der Hostname des ersten Empfängers benutzt. Beispiele für erlaubte Formate: sender sender@example.com Mail Sender <sender> Mail Sender <sender@example.com>
fr_ca: Option de définition de l'adresse mail de l'expéditeur. Si aucun hôte n'est indiqué le nom d'hôte du premier destinataire sera utilisé. Formats: Expéditeur sender@example.com Expéditeur Mail <sender> Expéditeur Mail <sender@example.com>
ja_jp: 電子メールの送信元のアドレスを設定。ホストが指定されていない場合は、最初の受信者のホスト名を使用します。以下に、許可されている形式の例を示します。 sender sender@example.com メールの送信者 <sender> メールの送信者 <sender@example.com>
nl_nl: Gebruik deze optie om een adres van de email-verzender in te stellen. Als geen host is opgegeven, zal de hostnaam van de eerste ontvanger gebruikt worden. Voorbeelden van toegestane indelingen: sender sender@example.com Mail Sender <sender> Mail Sender <sender@example.com>

source: Email sender
cs: Odesilatel e-mailu
da: E-mail afsender
de: E-Mail-Absender
es: Correo electrónico del remitente
fi: Sähköpostin lähettäjä
fr_ca: Expéditeur
it: Email mittente
ja_jp: 電子メールの送信者
nl_nl: Email afzender
pl: Nadawca wiadomości e-mail
pt_br: Remetente de email
ro: Expeditor de e-mail
ru: Отправитель e-mail
sr_rs: Pošiljalac e-pošte

source: You can specify one of "{0}", "{1}", "{2}", "{3}". You can supply multiple options with a comma separator, e.g. "{0},{1}". The special value "{4}" is a shorthand for "{0},{1},{2},{3}" and will cause all backup operations to send an email.
de: Sie können wählen zwischen "{0}", "{1}", "{2}", "{3}". Mehrere Optionen können durch Komma voneinander getrennt angegeben werden, z.B: "{0},{1}". Der besondere Wert "{4}" ist ein Kürzel für "{0},{1},{2},{3}" und wird alle Backupvorgänge veranlassen eine E-Mail zu versenden.
fr_ca: Indiquez une parmi "{0}", "{1}", "{2}", "{3}". Vous pouvez donner des options multiples séparées par des virgules p.ex. "{0},{1}". La valeur spéciale "{4}" est un synonyme de "{0},{1},{2},{3}" pour faire en sorte que toutes les opérations de sauvegarde envoient un email.
ja_jp: 「{0}」、「{1}」、「{2}」、「{3}」のどれかを指定できます。 「{0},{1}」のようにコンマで分けて複数のオプションを指定できます。「{4}」は「{0},{1},{2},{3}」の省略形で、バックアップに関する全ての操作について電子メールを送信します。
nl_nl: Eén van deze opties kan worden opgegeven: "{0}", "{1}", "{2}", "{3}". Meerdere opties kunnen worden opgegeven met een komma als scheidingsteken, bijvoorbeeld "{0},{1}". De speciale waarde "{4}" is een korte schrijfwijze voor "{0},{1},{2},{3}" en zal ervoor zorgen dat voor alle back-up bewerkingen een email wordt verstuurd.

source: The messages to send
cs: Zprávy k odeslání
da: Beskeder, der skal sendes
de: Die zu sendenden Nachrichten
es: Los mensajes para enviar
fi: Lähetettävä viesti
fr_ca: Messages à envoyer
it: I messaggi da inviare
ja_jp: 送信するメッセージ
nl_nl: De berichten die verzonden moeten worden
pl: Wiadomości do wysłania
pt: Mensagem a enviar
pt_br: A mensagem para envio
ro: Mesajele pe care trebuie să le trimită
ru: Сообщения для отправки
sr_rs: Poruke za slanje

source: Use this option to set a URL for the SMTP server, e.g. smtp://example.com:25. Multiple servers can be supplied in a prioritized list, separated with semicolon. If a server fails, the next server in the list is tried, until the message has been sent. If no server is supplied, a DNS lookup is performed to find the first recipient's MX record, and all SMTP servers are tried in their priority order until the message is sent. To enable SMTP over SSL, use the format smtps://example.com. To enable SMTP STARTTLS, use the format smtp://example.com:25/?starttls=when-available or smtp://example.com:25/?starttls=always. If no port is specified, port 25 is used for non-ssl, and 465 for SSL connections. To force not to use STARTTLS use smtp://example.com:25/?starttls=never.
de: Verwenden Sie diese Option, um eine URL für den SMTP-Server, z. B. smtp: //example.com:25 festzulegen. Mehrere Server können in einer priorisierten Liste mit Semikolon getrennt angegeben werden. Wenn ein Server ausfällt, wird der nächste Server in der Liste versucht, bis die Nachricht versendet wurde. Wenn kein Server bereitgestellt wird, wird eine DNS-Abfrage durchgeführt, um den MX-Eintrag des ersten Empfängers zu ermitteln. Es wird versucht alle SMTP-Server in ihrer Prioritätsreihenfolge zu erreichen, bis die Nachricht versendet wurde. Verwenden Sie zum Aktivieren von SMTP über SSL das Format smtps://example.com. Um SMTP STARTTLS zu aktivieren, verwenden Sie das Format smtp://example.com:25/?starttls=when-available oder smtp://example.com:25/?starttls=always. Wenn kein Port angegeben ist, wird Port 25 für Nicht-SSL und 465 für SSL-Verbindungen verwendet. Um die Verwendung von STARTTLS zu erzwingen, verwenden Sie smtp://example.com:25/?starttls=never.
fr_ca: Utilisez cette option pour définir une URL pour le serveur SMTP, par exemple smtp://example.com:25. Plusieurs serveurs peuvent être fournis dans une liste priorisée, séparés par un point-virgule. Si un serveur échoue, le suivant dans la liste est essayé jusqu’à ce que le message soit envoyé. Si aucun serveur n’est fourni, une recherche DNS est effectuée pour trouver le premier enregistrement MX du destinataire, et tous les serveurs SMTP sont essayés dans l’ordre de priorité jusqu’à l’envoi du message. Pour activer SMTP via TLS, utilisez le format smtps://exemple.com. Pour activer SMTP STARTTLS, utilisez le format smtp://example.com:25/?starttls=when-available ou smtp://example.com:25/?starttls=always. Si aucun port n’est spécifié, le port 25 est utilisé pour les connexions non-TLS, et 465 pour les connexions TLS. Pour forcer à ne pas utiliser STARTTLS, smtp://example.com:25/?starttls=never.
ja_jp: SMTPサーバーのURLを指定できます（例：smtp://example.com:25）。複数のサーバーを優先度順に、セミコロンで区切って指定できます。メールが送信されるまで、先頭のサーバーから順番に接続を試みます。 サーバーが指定されていない場合は、DNSルックアップで、最初の受信者のMXレコードを検索し、メッセージが送信されるまで、それが指定する優先度に従って全てのSMTPサーバーへの接続を試みます。 SMTP over SSLを有効にする場合は smtps://example.com の形式でURLを指定してください。SMTP STARTTLSを有効にする場合は smtp://example.com:25/?starttls=when-available または smtp://example.com:25/?starttls=always の形式で指定してください。 ポートが指定されていない場合は、SSLを有効にしない場合は25番ポート、SSL接続の場合は465番ポートを使用します。また、STARTTLSの使用を無効にする場合は smtp://example.com:25/?starttls=never の形式でURLを指定してください。
nl_nl: Gebruik deze optie om een URL voor de SMTP-server in te stellen, bijvoorbeeld smtp://example.com:25. Meerdere servers kunnen worden opgegeven in een lijst op volgorde van belangrijkheid, gescheiden door puntkomma's. Als een server onbereikbaar is, wordt de volgende server in de lijst geprobeerd, totdat het bericht is verzonden. Als geen server is opgegeven, zal een DNS-lookup worden uitgevoerd om het MX-record van de eerste geadresseerde te vinden, en alle SMTP-servers worden geprobeerd op volgorde van prioriteit totdat het bericht is verzonden. Gebruik om SMTP over SSL in te schakelen het formaat smtps://example.com. Gebruik om SMTP STARTTLS in te schakelen het formaat smtp://example.com:25/?starttls=when-available of smtp://example.com:25/?starttls=always. Als geen poort wordt opgegeven, wordt poort 25 gebruikt voor niet-SSL en poort 465 gebruikt voor SSL verbindingen. Gebruik om het niet gebruiken van STARTTLS af te dwingen het formaat smtp://example.com:25/?starttls=never.

source: SMTP Url
cs: URL adresa SMTP
es: Url SMTP
fi: SMTP palvelimen osoite
fr_ca: Url SMTP
it: URL SMTP
ja_jp: SMTPのURL
ro: Adresa URL SMTP
ru: Адрес сервера SMTP

source: This setting supplies the email subject. Values are replaced as described in the description for --{0}.
cs: Toto nastavení dodává předmět e-mailu. Hodnoty jsou nahrazeny jak je popsáno v popisu pro --{0}.
de: Diese Einstellung liefert den E-Mail-Betreff. Die Werte werden ersetzt, wie in der Beschreibung für --{0} beschrieben.
es: Esta configuración proporciona el asunto del correo electrónico. Los valores se reemplazan como se describe en la descripción de --{0}.
fi: Voit antaa tällä valitsimela sähköpostin otsakkeen. Muuttujat korvataan, kuten valitsimen --{0} ohjeessa on selitetty.
fr_ca: Ce paramètre fournit l'objet du courrier électronique. Les valeurs sont remplacées comme décrit dans la description de - {0}.
it: Questa impostazione fornisce l'oggetto dell'email. I valori sono sostituiti come illustrato nella descrizione di --{0}.
ja_jp: 電子メールの題名を指定できます。使用できる変数については --{0} の概要を確認してください。
nl_nl: Deze instelling geeft het email onderwerp op. Waarden worden vervangen zoals beschreven in de beschrijving voor --{0}.
pl: To ustawienie dostarcza temat wiadomości e-mail. Wartości są zastępowane zgodnie z opisem w opisie --{0}.
pt_br: Esta configuração fornece o assunto do e-mail. Os valores são substituídos como descrito na descrição para --{0}.
ro: Această setare furnizează subiectul e-mailului. Valorile sunt înlocuite așa cum este descris în descrierea pentru - {0}.
ru: Этот параметр определяет тему сообщения электронной почты. Значения заменяются так, как указано в описании --{0}.
sr_rs: Ovo podešavanje daje temu e-pošte. Vrednosti se zamenjuju kao što je opisano u opisu za --{0}.

source: The email subject
cs: Předmět e-mailu
da: E-mail emnet
de: Der E-Mail-Betreff
es: Asunto del correo electrónico
fi: Sähköpostin otsake
fr_ca: Sujet de l'email
it: Il soggetto dell'email
ja_jp: メールの題名
nl_nl: Het email onderwerp
pl: Temat wiadomości
pt: Assunto do e-mail
pt_br: O assunto do email
ro: Subiectul e-mailului
ru: Тема сообщения
sr_rs: Predmet e-pošte

source: Use this option to set the username used to authenticate with the SMTP server if required.
de: Verwenden Sie diese Option, um den Benutzernamen zur Authentifikation mit dem SMTP-Server festzulegen, falls erforderlich.
fr_ca: Option de définition du nom d'utilisateur pour authentification auprès d'un serveur SMTP si nécessaire.
ja_jp: SMTPサーバーの認証が必要な場合に使用するユーザー名を設定。
nl_nl: Gebruik deze optie om de gebruikersnaam in te stellen die gebruikt wordt om te authentiseren bij de SMTP server, indien vereist.

source: SMTP Username
cs: SMTP uživatelské jméno
da: SMTP brugernavn
de: SMTP-Benutzername
es: Usuario SMTP
fi: Käyttäjätunnus SMTP-palvelimelle
fr_ca: Nom d'utilisateur SMTP
it: Nome utente SMTP
ja_jp: SMTPのユーザー名
nl_nl: SMTP gebruikersnaam
pl: Nazwa użytkownika SMTP
pt_br: Nome do usuário SMTP
ro: Numele de utilizator SMTP
ru: Имя пользователя SMTP
sk_sk: SMTP Užívateľské meno
sr_rs: SMTP korisničko ime

source: Whole SMTP communication: {0}
cs: Celá SMTP komunikace: {0}
da: Hele SMTP-kommunikationen: {0}
de: Gesamte SMTP-Kommunikation: {0}
es: Comunicación SMTP completa: {0}
fi: Koko SMTP-neuvottelu: {0}
fr_ca: Communication SMTP entière: {0}
it: Completa comunicazione SMTP: {0}
ja_jp: SMTPによる通信の全体：{0}
nl_nl: Complete SMTP communicatie: {0}
pl: Całość komunikacji SMTP: {0}
pt_br: Comunicação SMTP completa: {0}
ro: Întreaga comunicație SMTP: {0}
ru: Полная связь по протоколу SMTP: {0}
sr_rs: Cela SMTP komunikacija: {0}

source: Failed to send email with server: {0}, message: {1}, retrying with {2}
cs: Nepodařilo se poslat e-mail prostřednictvím serveru: {0}, zpráva: {1}, opětovný pokus s {2}
da: Kunne ikke sende e-mail med server: {0}, meddelelse: {1}, forsøger igen med {2}
de: Fehler beim E-Mail senden mit dem Server: {0}, Nachricht: {1}, Wiederholen mit {2}
es: Ha fallado el envío de correo electrónico con el servidor: {0}, mensaje: {1}, reintentando con {2}
fi: Sähköpostin lähetys palvelimen {0} kautta epäonnistui. Virheilmoitus oli: {1} Yritetään uudelleen palvelimen {2} kautta.
fr_ca: Échec de l'envoi du courrier électronique avec le serveur: {0}, message: {1}, réessayez avec {2}.
it: Invio email con server fallita: {0}, messaggio: {1}, sto riprovando con {2}
ja_jp: 以下のサーバーで電子メールを送信できませんでした：{0}（メッセージ：{1}）。{2}で再試行します。
nl_nl: Verzenden van email mislukt met server: {0}, bericht {1}, opnieuw proberen met {2}
pl: Nie można wysłać wiadomości e-mail z serwera: {0}, wiadomość: {1}, ponawianie próby z {2}
pt_br: Falha ao envio o email com servidor: {0}. mensagem: {1}. tentando com {2}
ro: Nu a reușit să se trimită e-mail la server: {0}, mesaj: {1}, reîncercare cu {2}
ru: Не удалось отправить электронную почту через сервер: {0}, сообщение: {1}, повтор через {2}
sr_rs: Slanje e-pošte sa servera: {0} nije uspelo, poruka: {1}, ponovni pokušaj sa {2}

source: Email sent successfully using server: {0}
cs: E-mail byl úspěšně odeslán prostřednictvím serveru: {0}
da: Email sendt med succes ved hjælp af server: {0}
de: E-Mail erfolgreich über den Server gesendet: {0}
es: Correo electrónico enviado con éxito usando el servidor: {0}
fi: Sähköposti lähetettiin onnistuneesti käyttäen palvelinta {0}
fr_ca: Email envoyé avec succès à l'aide du serveur: {0}
it: Email inviata con successo usando il server: {0}
ja_jp: 以下のサーバーで電子メールを送信しました：{0}
nl_nl: Email succesvol verzonden via server: {0}
pl: E-mail wysłany pomyślnie za pomocą serwera: {0}
pt_br: Email enviado com sucesso usando o servidor: {0}
ro: E-mailul a fost trimis cu succes pe server: {0}
ru: E-mail успешно отправлен через сервер: {0}
sk_sk: Email úspešne odoslaný s použitím servera: {0}
sr_rs: E-pošta je uspešno poslata pomoću servera: {0}

source: Use this option to set extra parameters for the message body. This parameter can either be a querystring (e.g. 'parameter1=value1&parameter2=value2') or a JSON key/value object.
de: Verwenden Sie diese Option, um zusätzliche Parameter für den zu sendenden Nachrichteninhalt festzulegen. Dieser Parameter kann entweder eine Abfrage-Zeichenkette (z.B. 'Parameter1=Wert1&Parameter2=Wert2') oder ein JSON Schlüssel/Wert Objekt sein.
fr_ca: Option de définition de paramètres supplémentaires pour le corps de message. Chaîne de requête (p.ex. 'parameter1=value1&parameter2=value2') ou une paire clé/valeur JSON.
nl_nl: Gebruik deze optie om extra parameters in te stellen voor de berichttekst. Deze parameter kan een querystring zijn (bijv. 'parameter1=value1&parameter2=value2') of een JSON sleutel/waarde-object.

source: Extra parameters for the message sent
de: Zusätzliche Parameter für die zu sendende Nachricht
fr_ca: Paramètres supplémentaires pour les messages sortants
nl_nl: Extra parameters voor het te verzenden bericht

source: The recipient "{0}" is not a valid email address. Please use the format "Name <user@example.com>" or just "user@example.com"
de: Der Empfänger "{0}" ist keine gültige E-Mail-Adresse. Bitte benutzen Sie das Format "Name <user@example.com>" oder einfach "user@example.com"
fr_ca: Le destinataire "{0}" n'est pas une adresse mail valide. Format : "Nom <user@example.com>" ou simplement "user@example.com"

source: No recipients specified. Please use the option --{0} to specify the recipients.
de: Keine Empfänger angegeben. Bitte benutzen Sie die Option --{0}, um die Empfänger festzulegen.
fr_ca: Pas de destinataire. Utilisez --{0} pour les indiquer.

source: This module provides support for sending status reports via XMPP messages
cs: Tento modul poskytuje podporu pro zasílání stavových hlášení pomocí XMPP zpráv
da: Dette modul giver support til afsendelse af statusrapporter via XMPP-meddelelser
de: Dieses Modul unterstützt das Senden von Statusberichten über XMPP-Nachrichten
es: Este módulo proporciona soporte para enviar los reportes de estado a través mensajes XMPP
fi: Tämä moduuli mahdollistaa raporttien lähettämisen XMPP-palvelun kautta
fr_ca: Ce module prend en charge l'envoi de rapports d'état via des messages XMPP
it: Questo modulo fornisce il supporto per l'invio di rapporti di stato tramite messaggi XMPP
ja_jp: このモジュールを使用すると、状態に関する報告をXMPPによるメッセージで送信できるようになります
nl_nl: Deze module geeft ondersteuning voor het versturen van statusrapporten via XMPP berichten
pl: Ten moduł zapewnia obsługę wysyłania raportów o stanie za pośrednictwem komunikatów XMPP
pt_br: Este módulo fornece suporte para enviar relatórios de status através de mensagens XMPP
ro: Acest modul oferă suport pentru trimiterea rapoartelor de stare prin intermediul mesajelor XMPP
ru: Этот модуль предоставляет поддержку отправки отчетов о состоянии через сообщения XMPP
sr_rs: Ovaj modul pruža podršku za slanje izveštaja o statusu putem XMPP poruka
