Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: When searching for files, all matching files are returned. Use this option to return only the entries found in the folder specified as filter.
cs: Při hledání souborů jsou vráceny veškeré odpovídající soubory. Pomocí této předvolby je možné vracet pouze položky nalezené v zadané složce.
de: Bei der Suche nach Dateien werden alle passenden Dateien zurückgegeben. Verwende diese Option, um nur die Einträge zurückzugeben, die in dem Filter angegebenen Ordner befinden.
es: En la búsqueda de archivos, se devuelven todos los archivos coincidentes. Utilice esta opción para devolver sólo las entradas que se encuentran en la carpeta especificada como filtro.
fi: Duplicati näyttää kaikki hakuehtoa vastaavat tiedostot etsittäessä. Käytä tätä valitsinta näyttääksesi vain osumat annetussa kansiossa.
fr_ca: Lors de la recherche de fichiers, tous les fichiers correspondants sont affichés. Utilisez cette option pour afficher uniquement les entrées trouvées dans le dossier spécifié comme filtre.
it: Quando si cercano file, sono restituiti tutti i file corrispondenti. Usa questa opzione per restituire solo le voci presenti nella cartella specificata come filtro.
ja_jp: ファイルを検索する際、該当する全てのファイルが返されます。このオプションを有効にすると、フィルターで指定されたフォルダーにあるエントリーのみが返されます。
nl_nl: Bij het zoeken naar bestanden worden alle overeenkomstige bestanden teruggekoppeld. Gebruik deze optie om alleen die ingangen terug te koppelen die gevonden worden in de map die is aangegeven in het filter.
pl: Podczas wyszukiwania plików zwracane są wszystkie pasujące pliki. Użyj tej opcji, aby zwrócić tylko wpisy znalezione w folderze określonym jako filtr.
pt_br: Ao procurar por arquivos, todos os arquivos correspondentes são retornados. Use esta opção para retornar apenas as entradas encontradas na pasta especificada no filtro.
ro: Când căutați fișiere, toate fișierele potrivite sunt returnate. Utilizați această opțiune pentru a returna numai intrările găsite în directorul specificat ca filtru.
ru: По умолчанию, при поиске файлов возвращаются все соответствующие файлы. Используйте этот параметр, чтобы возвращать только записи, найденные в папке, указанной как фильтр.
sr_rs: Kada tražite fajlove, vraćaju se svi odgovarajući fajlovi. Koristite ovu opciju da biste vratili samo unose pronađene u fascikli navedenoj kao filter.

source: Show folder contents
cs: Zobrazit obsah složky
da: Vis mappeindhold
de: Ordnerinhalte anzeigen
es: Mostrar contenido de la carpeta
fi: Näytä kansion sisältö
fr_ca: Montrer le contenu du dossier
it: Mostra contenuto cartella
ja_jp: フォルダーの内容を表示
nl_nl: Toon mapinhoud
pl: Pokaż zawartość folderu
pt: Mostrar conteúdo da pasta
pt_br: Exibir conteúdo da pasta
ro: Afișați conținutul folderului
ru: Показать содержимое папки
sk_sk: Zobraziť obsah adresára
sr_rs: Prikaži sadržaj fascikle
sv_se: Vissa mappens innehåll

source: After a failed transmission, Duplicati will wait a short period before attempting again. This is useful if the network drops out occasionally during transmissions.
cs: Po nezdařilém přenosu, Duplicati krátkou chvilku počká než se pokusí znovu. Toto je užitečné pokud se občas objevují výpadky sítě při přenosu.
de: Nach einer fehlgeschlagenen Übertragung wird Duplicati eine kurze Zeitspanne warten, bevor es erneut versucht wird. Dies ist sinnvoll, wenn das Netzwerk bei Übertragungen gelegentlich ausfällt.
es: Después de una transmisión fallida, Duplicati esperará un corto período antes de intentarlo de nuevo. Esto es útil si la red se cae ocasionalmente durante las transmisiones.
fi: Epäonnistuneen siirron jälkeen Duplicati odottaa hetken ennen uutta siirtoyritystä. Tästä on hyötyä, mikäli verkkoyhteys katkeaa satunnaisesti siirron aikana.
fr_ca: Après un échec de transmission, Duplicati attendra une courte période avant d'essayer à nouveau. Ceci est utile si le réseau tombe occasionnellement pendant les envois.
it: Dopo una trasmissione non riuscita, Duplicati aspetterà un breve periodo prima di ritentare. Ciò è utile se la rete cade occasionalmente durante le trasmissioni.
ja_jp: ファイルの転送に失敗した後で、Duplicatiは少し待機してから再びファイルの転送を試みます。この設定は、ファイルの転送中にネットワークの接続が途切れる場合に有効です。
nl_nl: Na een mislukte overdracht zal Duplicati korte tijd wachten alvorens het opnieuw te proberen. Dit kan nuttig zijn als de netwerkverbinding af en toe wegvalt tijdens een overdracht.
pl: Po nieudanej transmisji Duplicati odczeka chwilę przed ponowną próbą. Jest to przydatne, gdy sieć czasami przerywa się podczas transmisji.
pt_br: Após uma falha na transmissão, o Duplicati aguardará um curto período antes de tentar novamente. Isso é útil se a rede sair ocasionalmente durante as transmissões.
ro: După o transmisie nereușită, Duplicati va aștepta o scurtă perioadă înainte de a încerca din nou. Acest lucru este util dacă rețeaua scade ocazional în timpul transmisiilor.
ru: После неудачной передачи Duplicati будет ждать небольшой период времени, прежде чем повторить попытку. Это полезно, если сеть периодически падает во время передачи.
sr_rs: Nakon neuspelog prenosa, Duplicati će sačekati kratko vreme pre nego što pokuša ponovo. Ovo je korisno ako mreža povremeno ispadne tokom prenosa.

source: Time to wait between retries
cs: Jak dlouho čekat mezi pokusy
da: Tid til at vente mellem forsøg
de: Wartezeit zwischen Wiederholungen
es: Tiempo de espera entre reintentos
fi: Odotusaika uudelleenyritysten välillä.
fr_ca: Temps d'attente entre les essais
it: Tempo di attesa tra i tentativi
ja_jp: 再試行の間の待機時間
nl_nl: Wachttijd tussen nieuwe pogingen
pl: Czas oczekiwania pomiędzy próbami
pt_br: Tempo de espera entre tentativas
ro: Este timpul să așteptați între încercări
ru: Интервал времени между повторными попытками
sk_sk: Čas medzi opakovaniami
sr_rs: Vreme čekanja između pokušaja
sv_se: Tiden att vänta mellan varje försök

source: After a failed transmission, Duplicati will wait a short period before attempting again. This period is controlled by the retry-delay option. Use this option to double that period after each consecutive failure.
de: Nach einer fehlgeschlagenen Übertragung wird Duplicati eine kurze Zeitspanne warten, bevor es erneut versucht wird. Diese Zeitspanne wird mit der Option retry-delay kontrolliert. Verwenden Sie diese Option, um die Zeitspanne nach jedem fehlgeschlagenen Versuch zu verdoppeln.
fr_ca: Après un échec de transmission, Duplicati attend un court moment avant un nouvel essai. Cette durée est contrôlée l'option retry-delay. Utilisez cette option pour doubler cette durée après chaque échec consécutif.
ja_jp: ファイルの転送に失敗した後で、Duplicatiは少し待機してから再びファイルの転送を試みます。待機する時間は、再試行の遅延時間のオプションで制御されます。このオプションを有効にすると、ファイルの転送が連続して失敗する際に、待機時間を2倍ずつ増やします。
nl_nl: Na een mislukte transmissie wacht Duplicati een korte tijd alvorens het opnieuw te proberen. Deze periode wordt geregeld door de optie retry-delay. Gebruik deze optie om die periode te verdubbelen na elke opeenvolgende mislukking.

source: Exponential backoff for backend errors
fr_ca: Ralentissement exponentiel pour les erreurs de destination
ja_jp: バックエンドのエラーの際に待機する時間を倍増する
nl_nl: Exponentiële wachttijd-verhoging bij backend-fouten

source: Use this option to attach extra files to the newly uploaded filelists. The argument is a path to the file to include. Multiple files can be supplied using the path separator ("{0}")
fr_ca: Utilisez cette option pour inclure des fichiers supplémentaires dans les listes de fichiers nouvellement envoyées. L'argument est un chemin vers les fichiers à inclure. Des fichiers multiples peuvent être indiqués en utilisant le séparateur de chemins ("{0}")

source: Set control files
cs: Nastavit řídící soubory
de: Steuerdateien einstellen
es: Establecer archivos de control
fi: Valitse ohjaustiedostot
fr_ca: Définir des fichiers de contrôle
it: Impostare file di controllo
ja_jp: コントロール用のファイルを設定
nl_nl: Stel beheer bestanden in
pl: Ustaw pliki kontrolne
pt_br: Selecione controle de arquivos
ro: Setați fișiere de control
ru: Настроить файлы управления
sr_rs: Podesite kontrolne fajlove

source: If the hash for the volume does not match, Duplicati will refuse to use the backup. Activate this option to allow Duplicati to proceed anyway.
de: Wenn der Hash-Wert für das Volume nicht übereinstimmt, wird Duplicati die Verwendung der Sicherung verweigern. Aktivieren Sie diese Option um zu erlauben, dass Duplicati trotzdem fortfährt.
fr_ca: Si la somme de contrôle du volume ne correspond pas, Duplicati refusera d'utiliser la sauvegarde. Activez cette option pour autoriser Duplicati à l'utiliser malgré tout.
ja_jp: ボリュームのハッシュ値が一致しない場合、Duplicatiはそのバックアップの使用を拒否します。このオプションを有効にすると、Duplicatiはそうしたバックアップを使用して続行できるようになります。
nl_nl: Als de hash voor het volume niet overeenkomt, zal Duplicati weigeren de back-up te gebruiken. Activeer deze optie om Duplicati in dat geval toch door te laten gaan.

source: Skip hash checks
de: Überspringe Hash-Prüfungen
fr_ca: Sauter les vérifications de sommes de contrôle
ja_jp: ハッシュの確認をスキップ
nl_nl: Sla hashcontroles over

source: This option allows you to exclude files that are larger than the given value. Use this to prevent backups becoming extremely large.
cs: Pomocí této předvolby je možné vynechat soubory které jsou větší než zadaná hodnota. Tím je možné zabránit extrémnímu zvětšování záloh.
de: Diese Option erlaubt Dateien auszuschließen die größer sind als der angegebene Wert. Diese Option wird verwendet, um zu verhindern, dass Backups extrem groß werden.
es: Esta opción le permite excluir archivos que son mayores que el valor dado. Utilice esto para evitar que las copias de seguridad se vuelvan extremadamente grandes.
fi: Tämä asetus ohittaa tiedostot, jotka ovat suurempia kuin annettu koko. Käytä tätä estääksesi varmuuskopioiden kasvamista liian suuriksi.
fr_ca: Cette option vous permet d'exclure les fichiers dont la taille est supérieure à la valeur donnée. Utilisez-le pour empêcher les sauvegardes de devenir extrêmement volumineuses.
it: Questa opzione consente di escludere i file che sono più grandi del valore specificato. Usa questa per evitare che i backup diventino estremamente grandi.
ja_jp: 指定したサイズよりも大きいファイルをバックアップから除外することができます。バックアップのサイズを制限したい場合に、このオプションを使用してください。
nl_nl: Deze optie maakt het mogelijk om bestanden uit te sluiten die groter zijn dan een bepaalde waarde. Gebruik dit om te voorkomen dat back-ups extreem groot worden.
pl: Ta opcja pozwala wykluczyć pliki, które są większe niż podana wartość. Użyj tego, aby zapobiec tworzeniu się bardzo dużych kopii zapasowych.
pt_br: Esta opção permite excluir arquivos que são maiores que o valor fornecido. Use isso para evitar que os backups sejam extremamente grandes.
ro: Această opțiune vă permite să excludeți fișierele care sunt mai mari decât valoarea dată. Utilizați această opțiune pentru a preveni apariția unor copii de rezervă extrem de mari.
ru: Этот параметр позволяет исключить файлы, размер которых превышает заданную величину. Используйте его чтобы резервные копии не становились слишком большими.
sr_rs: Ova opcija vam omogućava da isključite fajlove koji su veći od date vrednosti. Koristite ovo da sprečite da rezervne kopije postanu izuzetno velike.

source: Limit the size of files being backed up
cs: Omezit velikost zálohovaných souborů
de: Beschränken der Größe der zu sichernden Dateien
es: Limitar el tamaño de los archivos de los que se hace una copia de seguridad
fi: Varmuuskopioitavien tiedotojen kokoraja
fr_ca: Limiter la taille des fichiers qui sont sauvegardés
it: Limita le dimensioni dei file sottoposti a backup
ja_jp: バックアップするファイルのサイズを制限
nl_nl: Beperk de grootte van bestanden die meegenomen worden in de back-up
pl: Ogranicz rozmiar plików kopii zapasowej
pt_br: Limite o tamanho dos arquivos que estão sendo feito backup
ro: Limitați dimensiunea fișierelor care au fost salvate
ru: Ограничить размер файлов для резервного копирования
sr_rs: Ograničite veličinu fajlova za koje se pravi rezervna kopija

source: The option --thread-priority has no effect, use the operating system controls to set the process priority
de: Die Option --thread-priority hat keinen Effekt, benutzen Sie die Einstellungen des Betriebssystems um Prozesspriorität zu ändern
fr_ca: L'option --thread-priority est sans effet. Utilisez les fonctions du système d'exploitation pour définir la priorité du processus
nl_nl: De optie --thread-priority heeft geen effect, gebruik de besturingselementen van het besturingssysteem om de procesprioriteit in te stellen

source: Select another thread priority for the process. Use this to set Duplicati to be more or less CPU intensive.
de: Wählt eine andere Threadpriorität für den Prozess. Nutzen Sie dies um die CPU-Last von Duplicati zu erhöhen oder verringern.
fr_ca: Choisissez un autre priorité de tâche pour le processus, pour rendre Duplicati plus ou moins prioritaire en cycles CPU.
ja_jp: プロセスに関するスレッドの優先度を指定し、DuplicatiのCPUの使用量を調節できます。
nl_nl: Selecteer een andere thread prioriteit voor het proces. Gebruik dit om Duplicati meer of minder CPU-intensief te maken.

source: Thread priority
cs: Priorita vlákna
da: Tråd prioritet
de: Thread Priorität
es: Prioridad del hilo
fi: Säikeiden prioriteetti
fr_ca: Priorité du thread
it: Priorità thread
ja_jp: スレッドの優先度
nl_nl: Thread prioriteit
pl: Priorytet wątku
pt: Prioridade
pt_br: Tarefa prioritária
ro: Prioritate de prioritate
ru: Приоритет потока
sr_rs: Prioritet niti

source: This option can change the maximum size of dblock files. Changing the size can be useful if the backend has a limit on the size of each individual file.
de: Diese Option kann die maximale Größe der dblock Dateien ändern. Das Ändern der Größe kann sinnvoll sein, wenn das Backend eine Limitierung der Dateigröße hat
fr_ca: Cette option la taille maximum des fichiers dblock. Le changement de taille peut être utile quand la destination impose une limite sur la taille maximum des fichiers individuels.
ja_jp: dblockファイルの最大のサイズを変更できます。バックエンドが各ファイルのサイズを制限している場合、サイズの変更が役立つ可能性があります。
nl_nl: Met deze optie kan de maximum grootte van dblock-bestanden worden verhoogd. Het veranderen van de grootte kan nuttig zijn als de backend een limiet heeft voor de grootte van elk individueel bestand.

source: Limit the size of the volumes
cs: Omezit velikost svazků
de: Beschränkt die Größe der Volumes
es: Limitar el tamaño de los volúmenes
fi: Rajoita datatiedostojen kokoa
fr_ca: Limiter la taille des fichiers des volumes
it: Limita le dimensioni dei volumi
ja_jp: ボリュームのサイズを制限
nl_nl: Beperk de grootte van de volumes
pl: Limit rozmiaru wolumenów
pt: Limitar o tamanho dos volumes
pt_br: Limite de tamanho para os volumes
ro: Limitați dimensiunea volumelor
ru: Ограничить размер томов
sr_rs: Ograničite veličinu volumena
sv_se: Begränsa storleken på volymerna

source: Use this option to disallow usage of the streaming interface, which means that transfer progress bars will not show, and bandwidth throttle settings will be ignored.
de: Benutzen Sie diese Option um den Gebrauch des Streaming Interface zu verbieten, was bedeutet, dass die Transfer-Fortschrittsbalken nicht angezeigt werden und Einstellungen der Bandbreitenbegrenzung ignoriert werden.
fr_ca: Cette option sert à interdire l'utilisation de l'interface de streaming, ce qui signifie que la barre de progression ne s'affichera pas, et que les paramètres de bridage de débit seront ignorés.
nl_nl: Gebruik deze optie om de streaming interface te blokkeren, wat wil zeggen dat voortgangsbalken van een overdracht niet worden weergegeven, en instellingen voor bandbreedtegebruik worden genegeerd.

source: Disable use of the streaming transfer method
de: Deaktiviere die Verwendung der Streaming-Übertragungsmethode
fr_ca: Désactiver l'utilisation de la méthode de transfert en streaming
nl_nl: Schakel het gebruik van de streaming overdrachtsmethode uit

source: Set the read/write timeout for the connection
de: Setze den Lese-/Schreib-Timeout für die Verbindung
fr_ca: Délai d'expiration de lecture/écriture pour la connexion
nl_nl: Stelt de lees/schrijf time-out voor de verbinding in

source: The read/write timeout is the maximum amount of time to wait for any activity during a transfer. If no activity is detected for this period, the connection is considered broken and the transfer is aborted. Set to 0s to disabled
fr_ca: Le délai d'expiration de lecture/écriture est le temps maximum d'attente s'il n' y a aucune activité pendant le transfert. Si aucune activité n'est détectée pendant cette durée, la connexion est considérée comme perdue et le transfert est abandonné. Indiquez 0s pour désactiver
nl_nl: De lees-/schrijftime-out is de maximale wachttijd voor activiteit tijdens een overdracht. Als er gedurende deze periode geen activiteit wordt gedetecteerd, wordt de verbinding als verbroken beschouwd en wordt de overdracht afgebroken. Stel in op 0s om dit uit te schakelen

source: Use this option to make sure the contents of the manifest file are not read. This also implies that file hashes are not checked either. Use only for disaster recovery.
de: Verwenden Sie diese Option, um sicherzustellen, dass der Inhalt der Manifest-Datei nicht gelesen wird. Dies bedeutet, dass keine Hash-Dateien überprüft werden. Nur für Disaster Recovery verwenden.
fr_ca: Utilisez cette option pour s'assurer que les contenus des fichiers manifest ne sont pas lus. En conséquence les sommes de contrôle des fichiers ne seront pas non plus vérifiées. À réserver seulement pour les cas récupération de désastre.
ja_jp: このオプションを有効にすると、マニフェストファイルの内容は読み込まれず、ファイルのハッシュ値も検証されません。緊急時の復旧にのみ使用してください。
nl_nl: Gebruik deze optie om ervoor te zorgen dat de inhoud van het manifestbestand niet wordt gelezen. Dit betekent ook dat bestandshashes niet worden gecontroleerd. Gebruik alleen voor noodherstel.

source: Disable manifests verification
de: Deaktiviere Manifest-Überprüfung
fr_ca: Désactiver la vérification des fichiers manifest
ja_jp: マニフェストファイルの検証を無効にする
nl_nl: Schakel manifests-verificatie uit

source: Duplicati supports pluggable compression modules. Use this option to select a module to use for compression. This is only applied when creating new volumes, when reading an existing file, the filename is used to select the compression module.
cs: Duplicati podporuje zásuvné komprimační moduly. Pomocí této předvolby vyberete modul který použít pro kompresi. To je použito pouze při vytváření nových svazků – při čtení existujícího souboru je pro výběr kompresního modulu použit název souboru.
de: Duplicati unterstützt Plug-in-fähige Komprimierungsmodule. Verwende diese Option, um ein Modul auszuwählen, das für die Komprimierung verwendet werden soll. Dies wird nur beim Erstellen neuer Volumes angewendet, beim Lesen einer vorhandenen Datei wird der Dateiname zur Auswahl des Komprimierungsmoduls verwendet.
es: Duplicati soporta módulos de compresión enchufables. Use esta opción para seleccionar un módulo para usar en la compresión. Esto sólo se aplica cuando se crean nuevos volúmenes, cuando se lee un archivo existente, el nombre del archivo se utiliza para seleccionar el módulo de compresión.
fr_ca: Duplicati supporte les modules de compression externes. Utiliser cette option pour sélectionner un module de compression. Cela est appliqué uniquement lors de la création de nouveaux volumes. Quand un fichier déjà existant est lu, le nom du fichier est utilisé pour sélectionner le module de compression.
it: Duplicati supporta moduli di compressione come componente aggiuntivo. Usa questa opzione per selezionare un modulo da utilizzare per la compressione. Questo è applicato solo quando si creano nuovi volumi, quando si legge un file esistente, il nome del file è utilizzato per selezionare il modulo di compressione.
ja_jp: Duplicatiは外部の圧縮用モジュールの使用をサポートしています。このオプションで、圧縮に使用するモジュールを選択できます。これは新しいボリュームを作成する際にのみ適用されます。既存のファイルを読み込む際には、ファイル名を使用して圧縮用モジュールが選択されます。
nl_nl: Duplicati ondersteunt invoegbare compressiemodules. Gebruik deze optie om een module op te geven die gebruikt moet worden voor compressie. Dit wordt alleen toegepast als nieuwe volumes worden aangemaakt, als een bestaand bestand wordt gelezen, de bestandsnaam wordt gebruikt om de compressiemodule op te geven.
pl: Duplicati obsługuje wtykowe moduły kompresji. Użyj tej opcji, aby wybrać moduł do użycia do kompresji. Ma to zastosowanie tylko podczas tworzenia nowych woluminów, podczas odczytu istniejącego pliku nazwa pliku służy do wyboru modułu kompresji.
pt_br: Duplicati suporta módulos de compressão conectáveis. Use esta opção para selecionar um módulo a ser usado para compressão. Isso só é aplicado ao criar novos volumes, ao ler um arquivo existente, o nome do arquivo é usado para selecionar o módulo de compactação.
ro: Duplicati acceptă module de compresie pluggable. Utilizați această opțiune pentru a selecta un modul de utilizat pentru comprimare. Acest lucru se aplică numai când se creează volume noi, atunci când se citește un fișier existent, numele fișierului este utilizat pentru a selecta modulul de comprimare.
ru: Duplicati поддерживает подключаемые модули сжатия. Используйте эту опцию для выбора модуля сжатия. Опция будет применена только при создании новых томов, при чтении существующего файла применяемый модуль сжатия определяется именем файла.
sr_rs: Duplicati podržava module kompresije koji se mogu priključiti. Koristite ovu opciju da izaberete modul koji ćete koristiti za kompresiju. Ovo se primenjuje samo kada se kreiraju novi volumeni, kada se čita postojeći fajl, ime fajla se koristi za izbor modula kompresije.

source: Select what module to use for compression
cs: Vyberte který modul použít pro komprimaci
da: Vælg hvilket modul, der skal bruges til komprimering
de: Wähle, welches Modul zur Komprimierung verwendet wird.
es: Seleccione qué módulo usar para la compresión
fi: Valitse pakkausmoduuli
fr_ca: Sélectionner quel module de compression utiliser
it: Seleziona il modulo da utilizzare per la compressione
ja_jp: 圧縮に使用するモジュールを選択
nl_nl: Geef aan welke module voor compressie gebruikt moet worden
pl: Wybierz moduł do kompresji
pt_br: Selecione qual o módulo utilizado para a compressão
ro: Selectați ce modul să utilizați pentru comprimare
ru: Выберите модуль шифрования
sr_rs: Izaberite koji modul želite da koristite za kompresiju
sv_se: Välj vilken modul som ska användas för komprimering
