Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Listing indicates file {0} is deleted correctly
cs: Výpis indikuje úspěšné smazání souboru {0}
fi: Listauksen mukaan tiedosto {0} on poistettu
it: L'elenco indica che il file {0} è stato cancellato correttamente
pt_br: A listagem indica que o arquivo {0} foi excluído corretamente
ro: Afișarea indică faptul că fișierul {0} este șters corect
ru: Листинг показывает, что файл {0} удален корректно

source: Disabled one or more modules
cs: Vypnout jeden nebo více modulů
fi: Poista yksi tai useampia moduulieja käytöstä
it: Disabilita uno o più moduli
pt_br: Desabilitar um ou mais módulos
ro: Dezactivat unul sau mai multe module
ru: Отключен один или более модулей

source: If USN is enabled the USN numbers are used to find all changed files since last backup. Use this option to disable the use of USN numbers, which will make Duplicati investigate all source files. This option is primarily intended for testing and should not be disabled in a production environment. If USN is not enabled, this option has no effect.
cs: Pokud je zapnuto USN a USN čísla jsou použita pro hledání všech změněných souborů od minulé zálohy. Pomocí této předvolby je možné vypnout používání USN čísel, následkem čehož bude Duplicati zkoumat všechny zdrojové soubory. Tato předvolba je hlavně zamýšlena pro testování a neměla by být vypínána v produkčním prostředí. Pokud USN není zapnuto, tato předvolba nemá žádný efekt.
fi: Jos USN-numerot ovat käytössä, niitä käytetään edellisen varmuuskopion jälkeen muuttuneiden tiedostojen etsimiseen. Tämä valitsin poistaa USN-numerot käytöstä. Silloin DUplicati tarkastaa kaikki lähdetiedostot. Tämä valitsin on tarkoitettu vianetsintään, eikä sitä pitäisi käyttää tuotantokäytössä. Jos USN-numerot eivät ole käytössä, tällä valitsimella ei ole vaikutusta.
it: Se USN è abilitato, i numeri USN sono utilizzati per trovare tutti i file modificati dall'ultimo backup. Usa questa opzione per disabilitare l'uso dei numeri USN, questo farà si che Duplicati dovrà ricercare tutti i file della sorgente. Questa opzione è destinata principalmente ai test e non deve essere disabilitata in un ambiente di produzione. Se USN non è abilitato, questa opzione non ha effetto.
pt_br: Se o USN estiver habilitado, os números USN são usados para encontrar todos os arquivos alterados desde o último backup. Use esta opção para desativar o uso de números USN, o que fará o Duplicati investigar todos os arquivos de origem. Esta opção destina-se principalmente a testes e não deve ser desabilitada em um ambiente de produção. Se o USN não estiver habilitado, esta opção não tem efeito.
ro: Dacă este activat USN, numerele USN sunt folosite pentru a găsi toate fișierele modificate de la ultima copie de rezervă. Utilizați această opțiune pentru a dezactiva utilizarea numerelor USN, ceea ce va face ca Duplicați să investigheze toate fișierele sursă. Această opțiune este destinată în principal testării și nu trebuie dezactivată într-un mediu de producție. Dacă USN nu este activată, această opțiune nu are efect.
ru: Если USN включен, номера USN используются для поиска всех измененных с момента последнего резервного копирования файлов . Используйте эту опцию, чтобы отключить использование номеров USN, что заставит Duplicati исследовать все исходные файлы. В первую очередь, эта опция предназначена для тестирования, и ее не следует отключать в рабочем режиме. Если USN отключен, то опция не действует.

source: Disables changelist by USN numbers
cs: Vypíná seznam změn dle USN čísel
fi: Poista USN-numerot käytöstä
it: Disattiva la modifica con numeri USN
pt_br: Desabilita a lista de mudanças por números do USN
ro: Dezactivează lista de modificări prin numerele USN
ru: Отключает список изменений по USN номерам

source: Sets a threshold for when to warn about the backend quota being nearly exceeded. It is given as a percentage, and a warning is generated if the amount of available quota is less that this percentage of the total backup size. If the backend does not report the quota information, this value will be ignored
cs: Nastavuje práh po jehož dosažení varovat o blížícím se překročení kvóty na podpůrné vrstvě (backend). Zadává se jako procento a varování je vytvořeno pokud množství zbývající kvóty je nižší než toto procento celkové velikosti zálohy. Pokud podpůrná vrstva (backend) nehlásí informace o kvótě, tato hodnota bude ignorována
pt_br: Define um limite para o aviso de de que a cota do backend está quase superada. Este valor é dado como uma porcentagem em um aviso se a quantidade de cota disponível for menor que a porcentagem do tamanho total do backup. Se o backend não informar a cota, esse valor será ignorado.

source: Use this option to handle symlinks differently. The "{0}" option will simply record a symlink with its name and destination, and a restore will recreate the symlink as a link. Use the option "{1}" to ignore all symlinks and not store any information about them. Previous versions of Duplicati used the setting "{2}", which will cause symlinked files to be included and restore as normal files.
cs: Pomocí této předvolby je možné obsluhovat symbolické odkazy jinak. Volba „{0}“ zaznamená symbolický odkaz s jeho názvem a cílem a při obnovení odkaz znovuvytvoří jako odkaz. Pomocí volby „{1}“ ignorujte veškeré symbolické odkazy a neuchovávat žádné informace o nic. Předchozí verze Duplicati používaly nastavení „{2}“, které způsobuje že soubory na které je odkazováno budou zahrnuty a obnoveny jako běžné soubory.
it: Usa questa opzione per gestire i collegamenti simbolici in modo diverso. L'opzione "{0}" registrerà semplicemente un collegamento simbolico con il suo nome e la sua destinazione e un ripristino ricreerà il collegamento simbolico come un collegamento. Usa l'opzione "{1}" per ignorare tutti i collegamenti simbolici e non memorizzare qualsiasi informazioni su di essi. Le versioni precedenti di Duplicati usavano l'impostazione "{2}", che causava l'inclusione dei file collegati e il ripristino come normali file.
pt_br: Use esta opção para lidar com links simbólicos de forma diferente. A opção "{0}" simplesmente gravará um link simbólico com seu nome e destino, e uma restauração irá recriar o link simbólico como um link. Use a opção "{1}" para ignorar todos os links simbólicos e não armazenar nenhuma informação sobre eles. As versões anteriores do Duplicati usaram a configuração "{2}", que fará com que os arquivos com ligação simbólica sejam incluídos e sejam restaurados como arquivos normais.
ro: Utilizați această opțiune pentru a gestiona simbolink-urile în mod diferit. Opțiunea "{0}" va înregistra pur și simplu o simbolică cu numele și destinația acesteia, iar o restabilire va recrea simbolica ca link. Utilizați opțiunea "{1}" pentru a ignora toate simbolurile și pentru a nu stoca informații despre ele. Versiunile anterioare ale aplicației Duplicati au folosit setarea "{2}", care va determina includerea fișierelor simbolice și restaurarea ca fișiere normale.
ru: Используйте эту опцию, чтобы обрабатывать символические ссылки различным образом. Опция «{0}» означает, что следует сохранить символическую ссылку с ее именем и местом назначения, а при восстановлении воссоздать как ссылку. Опция «{1}» служит, чтобы игнорировать все символические ссылки и не хранить никакой информации о них. Предыдущие версии Duplicati включали настройку «{2}», при которой происходило сохранение файлов по ссылкам, а при восстановлении ссылки заменялись на соответствующие файлы.

source: A fragment of memory is used to reduce database lookups. You should not change this value unless you get warnings in the log.
cs: Úsek paměti který slouží ke snížení počtu načítání z databáze. Tuto hodnotu byste neměli měnit dokud vás k tomu nepřiměje varování v záznamu událostí (log).
fi: Osuus muistista, joka on varattu tietokantahakujen nopeuttamista varten. Älä muuta tätä asetusta, jolleivät lokitiedostot sisällä varoituksia.
it: Un frammento di memoria è utilizzato per ridurre le ricerche del database. Non è necessario modificare questo valore a meno che non si ottengano avvisi nel registro.
pt_br: Um fragmento de memória é usado para reduzir as pesquisas de banco de dados. Você não deve alterar esse valor a menos que você receba warnings no log.
ro: Un fragment de memorie este utilizat pentru a reduce căutările bazei de date. Nu trebuie să modificați această valoare decât dacă primiți avertismente în jurnal.
ru: Фрагмент памяти, используемый для уменьшения количества обращений к базе данных. Вы не должны изменять это значение, если не получили предупреждений в логе.

source: Memory used by the block hash
cs: Paměť využívaná kontrolními součty bloků
fi: Lohkon tarkastussummille varattu muisti
it: Memoria utilizzata dal hash del blocco
pt_br: Memória usada pelo hash do bloco
ro: Memorie folosită de hash bloc
ru: Память для хэша блока

source: Memory used by the file hash
cs: Paměť využívaná kontrolními součty souborů
fi: Tiedostojen tarkastussummien laskemiseen varattu muisti
it: Memoria utilizzata dal file hash
pt_br: Memória usada pelo arquivo hash
ro: Memoria folosită de hash-ul fișierului
ru: Память, используемая для хэширования файлов

source: Stores metadata, such as file timestamps and attributes. This increases the required storage space as well as the processing time.
cs: Uchovává metadata, jako například časové značky a atributy. To zvyšuje požadavky na úložný prostor a prodlužuje dobu potřebnou pro zpracování.
fi: Tallenna metatiedot, kuten aikaleimat ja tiedostojen ominaisuudet. Tämä kasvattaa tallennustilan tarvetta ja varmuuskopion tekoon vaadittavaa aikaa.
pt_br: Armazena metadados, como timestamps e atributos de arquivos. Isso aumenta o espaço de armazenamento necessário, bem como o tempo de processamento.
ro: Stochează metadate, cum ar fi marcajele de timp ale fișierelor și atributele. Aceasta sporește spațiul de stocare necesar, precum și timpul de procesare.
ru: Хранит метаданные, такие как временные метки файлов и атрибуты. Это увеличивает требуемое пространство для хранения, а также время обработки.

source: Enables storing file metadata
cs: Ukládat metadata souborů
fi: Tallenna metadata
pt_br: Permite armazenar metadados de arquivos
ro: Permite stocarea metadatelor de fișiere
ru: Включить сохранение мета-данных файлов

source: This option is no longer used as metadata is now stored by default
cs: Tato předvolba už není používána protože metadata jsou nyní ukládána už ve výchozím nastavení
fi: Tätä asetusta ei enää käytetä, sillä metadata tallennetaan oletuksena.
pt_br: Esta opção não é mais usada porque os metadados agora são armazenados por padrão
ro: Această opțiune nu mai este utilizată deoarece metadatele sunt stocate în mod implicit
ru: Эта настройка больше не используется, так как мета-данные сохраняются по умолчанию

source: Memory used by the metadata hash
cs: Paměť využitá tabulkou metadat
fi: Metadatan tarkastussumman laskemiseen varattu muisti
it: Memoria utilizzata dall'hash metadati
pt_br: Memória usada pelo hash de metadados
ro: Memoria folosită de hash-ul metadatelor
ru: Память, используемая для хэширования мета-данных

source: After a backup is completed, some files are selected for verification on the remote backend. Use this option to change how many. If this value is set to 0 or the option --{0} is set, no remote files are verified
cs: Po dokončení zálohy, je ze vzdáleného úložiště namátkově vybráno několik souborů pro ověření. Pomocí této předvolby je možné změnit kolik. Pokud je hodnota nastavená na 0 (nula) nebo je nastavena předvolba --{0}, nejsou ověřený žádné vzdálené soubory
fi: Varmuuskopioinnin jälkeen Duplicati lataa joitakin tiedostoja etäpalvelimelta ja varmistaa niiden eheyden. Tällä asetuksella voit valita kuinka monta tiedostoa ladataan. Jos asetuksen arvo on 0 tai olet antanut valitsimen --{0}, ei varmuuskopion eheyttä tarkasteta ollenkaan.
pt_br: Depois que um backup for concluído, alguns arquivos são selecionados para verificação no backend remoto. Use esta opção para alterar quantos. Se esse valor estiver definido como 0 ou a opção --{0} estiver configurada, nenhum arquivo remoto será verificado
ro: După ce o copie de rezervă este finalizată, unele fișiere sunt selectate pentru verificare pe backend-ul de la distanță. Utilizați această opțiune pentru a modifica câte. Dacă această valoare este setată la 0 sau opțiunea - {0} este setată, nu se verifică fișierele la distanță
ru: После завершения резервного копирования происходит выбор нескольких файлы для проверки на удаленном бэкенде. Используйте этот параметр, чтобы указать количество таких файлов. Если установлено значение 0 или задана опция --{0}, удаленные файлы не проверяются

source: After a backup is completed, some files are selected for verification on the remote backend. Use this option to turn on full verification, which will decrypt the files and examine the insides of each volume, instead of simply verifying the external hash, If the option --{0} is set, no remote files are verified. This option is automatically set when then verification is performed directly.
cs: Po dokončení zálohování je ze vzdálené podpůrné vrstvy (backend) namátkově vybráno několik souborů, které jsou ověřeny. Pomocí této předvolby je možné zapnout úplné ověřování, které rozšifruje soubory a ověří vnitřek každého ze svazků, namísto prostého ověření vnějších otisků (hash). Pokud je nastavena předvolba --{0}, nejsou ověřovány žádné vzdálené soubory. Tato předvolba je nastavena automaticky v případě přímého ověřování.
pt_br: Depois que um backup for concluído, alguns arquivos são selecionados para verificação no backend remoto. Use esta opção para ativar a verificação completa, que irá descriptografar os arquivos e examinar o interior de cada volume, em vez de simplesmente verificar o hash externo, Se a opção --{0} estiver configurada, nenhum arquivo remoto será verificado. Esta opção é definida automaticamente quando a verificação é realizada diretamente.
ro: După ce o copie de rezervă este finalizată, unele fișiere sunt selectate pentru verificare pe backend-ul de la distanță. Utilizați această opțiune pentru a activa verificarea completă, ceea ce va decripta fișierele și examina interiorul fiecărui volum, în loc de a verifica pur și simplu hash-ul extern. Dacă opțiunea - {0} este setată, nu se verifică fișierele la distanță. Această opțiune este setată automat atunci când verificarea este efectuată direct.
ru: После завершения резервного копирования происходит выбор нескольких файлы для проверки на удаленном бэкенде. Используйте этот параметр, чтобы включить полную проверку, которая расшифрует файлы и проанализирует внутренности каждого тома вместо простой проверки внешнего хеша. Если установлена опция --{0} , удаленные файлы не проверяются. Этот параметр устанавливается автоматически, если проверка выполняется напрямую.

source: Use this size to control how many bytes a read from a file before processing
cs: Nastavením této velikosti je možné řídit kolik bajtů číst ze souboru před zpracováním
fi: Tällä asetuksella voit säätää kuinka paljon Duplicati lukee tiedostosta ennen kuin aloittaa sen käsittellyn
pt_br: Use esse tamanho para controlar quantos bytes ler de um arquivo antes do processamento
ro: Utilizați această dimensiune pentru a controla numărul de octeți citiți dintr-un fișier înainte de procesare
ru: Используйте этот объем для контроля за тем, сколько байтов будет считано из файла перед обработкой

source: Activate caches
cs: Zapnout mezipaměti
fi: Ota käyttöön cache
it: Attiva cache
pt_br: Ativar caches
ro: Activați cache-urile
ru: Активировать кэши

source: Activate in-memory caches, which are now off by default
cs: Aktivovat mezipaměti v operační paměti, které jsou nyní ve výchozím stavu vypnuté
fi: Ota käyttöön muistinvarainen cache. Toiminto on oletuksena pois käytöstä.
it: Attiva cache in memoria, ora è disattivata per impostazione predefinita
pt_br: Ative caches na memória, que agora estão desativados por padrão
ro: Activați cache-urile din memorie, care sunt dezactivate în mod implicit
ru: Активировать кэширование в памяти. В настоящий момент отключено по умолчанию

source: Perform backup of Hyper-V machines (Windows only)
cs: Zazálohovat Hyper-V stroje (pouze Windows)
fi: Varmuuskopioi hyper-V virtuaalikoneet (vain Windows-järjestelmillä)
it: Esegui il backup di macchine Hyper-V (solo Windows)
pt_br: Executar backup das máquinas Hyper-V (apenas Windows)
ro: Realizați copii de rezervă ale mașinilor Hyper-V (numai pentru Windows)
ru: Выполнять резервное копирование машин Hyper-V (только для Windows)

source: Use this option to specify the IDs of machines to include in the backup. Specify multiple machine IDs with a semicolon separator. (You can use this Powershell command to get ID 'Get-VM | ft VMName, ID')
cs: Pomocí této předvolby je možné určit identifikátory strojů které zahrnout do zálohy. Vícero identifikátorů oddělujte středníkem. (Identifikátor zjistíte tímto příkazem v Powershell „Get-VM | ft VMName“, ID)
fi: Tällä valitsimella voit antaa varmuuskopioitavien virtuaalikoneiden ID:t. Erota useait ID:t puolipisteellä. (Löydät virtuaalikoneiden ID:t seuraavalla Powershell-komennolla: 'Get-VM | ft VMName, ID')
it: Usa questa opzione per specificare gli ID dei computer da includere nel backup. Specifica più ID computer con un punto e virgola di separazione. (Puoi usare questo comando Powershell per ottenere ID 'Get-VM | ft VMName, ID')
pt_br: Use esta opção para especificar as IDs das máquinas a serem incluídas no backup. Especifique várias IDs de máquina com um separador de ponto e vírgula. (Você pode usar este comando Powershell para obter a ID 'Get-VM | ft NomeVM, ID')
ro: Utilizați această opțiune pentru a specifica ID-urile mașinilor care trebuie incluse în copia de rezervă. Specificați mai multe coduri de mașini cu un separator punct și virgulă. (Puteți utiliza această comandă Powershell pentru a obține ID 'Get-VM | ft VMName, ID')
ru: Используйте этот параметр, чтобы указать идентификаторы машин, которые необходимо включить в резервную копию. Несколько идентификаторов указываются через запятую. (Вы можете использовать эту Powershell команду, чтобы получить идентификаторы 'Get-VM | ft VMName, ID')

source: Disables path compresion on restore
cs: Vypne stlačení popisu umístění při obnově
fi: Poistaa polun pakkauksen palautettaessa
pt_br: Desabilita a compressão do caminho na restauração
ro: Dezactivează compresia pe calea restaurării
ru: Отключает сжатие пути при восстановлении

source: Specifies the amount of log information to write as console output
cs: Určuje množství informací o událostech které vypisovat na konzoli
it: Specifica la quantità di informazioni del registro da scrivere come output della console
pt_br: Especifica a quantidade de informações de log para gravar como saída do console

source: Sets the processe to use low IO priority
cs: Nastaví že procesy budou mít nízkou prioritu při vyřizování vstupně/výstupních operací
pt_br: Define o processo para usar baixa prioridade de IO

source: If your server certificate is reported as invalid (eg. with self-signed certificates), you can supply the certificate hash to approve it anyway. The hash value must be entered in hex format without spaces. You can enter multiple hashes separated by commas.
cs: Pokud je certifikát serveru hlášen jako neplatný (např. sám sebou podepsané certifikáty), je možné zadat otisk (hash) certifikátu a schválit ho i tak. Je třeba, aby hodnota otisku byla zadaná v osmičkovém (hex) formátu bez mezer. Vícero otisků je možné zadat pokud budou oddělovány čárkou.
fi: Jos palvelimen SSL-sertifikaatti on epäkelpo (esim. itseallekirjoitettu), voit hyväksyä sen antamalla sertifikaatin sormenjäljen. Sormenjälki täytyy antaa heksadesimaalisena ilman välilyöntejä. Voit antaa useita sormenjälkiä pilkulla erotettuna.
pt_br: Se o seu certificado de servidor for reportado como inválido (por exemplo, com certificados auto-assinados), você pode fornecer o hash do certificado para aprová-lo de qualquer maneira. O valor hash deve ser inserido em formato hexadecimal sem espaços. Você pode inserir vários hashes separados por vírgulas.
ro: Dacă certificatul dvs. de server este raportat ca nevalid (de exemplu, cu certificate cu auto-semnate), puteți furniza certificatul hash pentru ao aproba oricum. Valoarea hash trebuie să fie introdusă în format hexazecimal fără spații. Puteți introduce mai multe hash-uri separate prin virgule.
ru: Если о вашем сертификате сервера сообщается как о недействительном (напр., самоподписанный сертификат), вы все равно можете одобрить его, предоставив хэш этого сертификата,. Хэш-значение должно быть введено в шестнадцатеричном формате без пробелов. Можно ввести несколько хэшей через запятую.

source: OpenStack Simple Storage
es: OpenStack Almacenamiento simple
ja_jp: OpenStack シンプルストレージ

source: This backend can read and write data to CloudFiles. Allowed format is "cloudfiles://container/folder".
ja_jp: このバックエンドでは、CloudFilesとの間でデータの読み書きを実行できます。許可されている形式は、「cloudfiles://コンテナー/フォルダー」となります。

source: CloudFiles use different servers for authentication based on where the account resides. Use this option to set an alternate authentication URL. This option overrides --{0}.
ja_jp: CloudFilesはアカウントの所在地に応じて異なるサーバーを認証に使用しています。このオプションで、別の認証用URLを指定できます。このオプションは--{0}を上書きします。

source: The API Access Key used to authenticate with CloudFiles.
ja_jp: CloudFilesとの認証用に使用するAPIアクセスキー。

source: Duplicati will assume that the credentials given are for a US account. Use this option if the account is a UK based account. Note that this is equivalent to setting --{0}={1}.
ja_jp: Duplicatiは、指定されるログイン情報がアメリカ合衆国向けのアカウントのものであると想定します。イギリス向けのアカウントを使用している場合は、このオプションを有効にしてください。なおこれは「--{0}={1}」の設定と同じものです。

source: The username used to authenticate with CloudFiles.
ja_jp: CloudFilesの認証時に使用するユーザー名。

source: Unexpected CloudFiles response. Perhaps the API has changed?
ja_jp: CloudFilesから予期しない応答がありました。APIが変更されている可能性があります。

source: The username
ja_jp: ユーザー名

source: The password
ja_jp: パスワード

source: An url-encoded SSH private key. The private key must be prefixed with {0}. If the key is encrypted, the password supplied is used to decrypt it. If the private key is specified, the password is not used to authenticate.
ja_jp: URL形式にエンコードしたSSHの秘密鍵を指定できます。秘密鍵の先頭には{0}を付ける必要があります。秘密鍵が暗号化されている場合は、指定されたパスワードで復号します。秘密鍵が指定されている場合は、パスワードによる認証は行いません。

source: Set the target path. Example: /backup
ja_jp: バックアップ先のパスを設定。例：/backup

source: Supply a password for Sia server.
ja_jp: Siaのサーバーのパスワードを指定。

source: The minimum value for redundancy is 1.0.
ja_jp: 冗長性の最低の値は1.0となります。

source: Set the minimum redundancy
ja_jp: 最小の冗長性を設定

source: Aliyun OSS (Object Storage Service)
ja_jp: Aliyun OSS（オブジェクトストレージサービス）

source: Tencent COS (Cloud Object Storage)
ja_jp: Tencent COS（クラウドオブジェクトストレージ）

source: The "Bucket Name or Complete Path" is name of target bucket or complete of a folder inside the bucket.
ja_jp: 「バケット名または完全なパス」は、バックアップ先のバケットの名称、または、バケット内のフォルダーの完全なパスを指します。

source: The "Bucket Name or Complete Path"
ja_jp: バケット名または完全なパス

source: Connection-test failed.
ja_jp: 接続試験に失敗しました。

source: Bucket
es: Depósito
ja_jp: バケット
pl: Wiaderko

source: Disable the visual captcha
ja_jp: 画像のキャプチャを無効にする

source: After a backup is completed, some (dblock, dindex, dlist) files from the remote backend are selected for verification. Use this option to specify the percentage (between 0 and 100) of files to test. If the option --{0} is also provided, the number of samples tested is the maximum implied by the two options. If the option --{1} is provided, no remote files are verified.
ja_jp: バックアップが完了した後で、一部のファイル（dblock、dindex、dlist）がリモートのバックエンドから検証用に選択されます。このオプションで、検証するファイルの割合（0から100まで）を指定できます。--{0}のオプションが同時に指定されている場合は、テストするサンプル数の指定の方が優先されます。--{1}のオプションが設定されている場合は、リモートのファイルは一切検証しません。
