Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: After a backup is completed, some samples (one sample is 1 dblock, 1 dindex, and 1 dlist) files from the remote backend are selected for verification. Use this option to specify the percentage (between 0 and 100) of samples to test. If the option --{0} is also provided, the number of samples tested is the maximum implied by the two options. If the option --{1} is provided, no remote files are verified.
de: Nachdem ein Backup abgeschlossen ist, werden einige Stichproben (eine Stichprobe ist 1 dblock, 1 dindex und 1 dlist) Dateien aus dem Remote-Backend zur Überprüfung ausgewählt. Verwenden Sie diese Option, um den Prozentsatz (zwischen 0 und 100) der zu testenden Dateien anzugeben. Wenn die Option --{0} auch angegeben ist, ist die Anzahl der getesteten Stichproben das Maximum, das sich aus den beiden Optionen ergibt. Wenn die Option --{1} angegeben ist, werden keine Remote-Dateien verifiziert.
fr_ca: Après une sauvegarde, quelques échantillons de fichiers (un échantillon est 1 dblock, 1 dindex, et 1 dlist) de la destination sont sélectionnés pour vérification. Cette option permet de définir le pourcentage (entre 0 et 100) d'échantillons à tester. Si l'option --{0} est aussi définie, le nombre d'échantillons est le maximum impliqué par les deux options . Si l'option --{1} est définie, aucun fichier n'est vérifié.
nl_nl: Nadat een back-up is voltooid, worden sommige samples (een sample is 1 dblock, 1 dindex, en 1 dlist) van de externe backend geselecteerd voor controle. Gebruik deze optie om het percentage (tussen 0 en 100) van de te testen samples op te geven. Als de optie --{0} ook is opgegeven, is het aantal te controleren samples het maximum dat wordt geïmpliceerd door te twee opties. Als de optie --{1} is opgegeven, worden geen externe bestanden gecontroleerd.

source: The percentage of samples to test after a backup
de: Der Prozentsatz der zu testenden Stichproben nach einer Sicherung
es: El porcentaje de muestras a probar después de una copia de seguridad
fr_ca: Le pourcentage d'échantillons à tester après une sauvegarde
ja_jp: バックアップ後にテストするサンプルの割合
nl_nl: Het percentage van te controleren bestanden na een back-upbewerking
pl: Procent próbek do przetestowania po utworzeniu kopii zapasowej
sr_rs: Procenat uzoraka za testiranje nakon pravljenja rezervne kopije

source: After a backup is completed, some (dblock, dindex, dlist) files from the remote backend are selected for verification. Use this option to turn on full verification, which will decrypt the files and examine the insides of each volume, instead of simply verifying the external hash. If the option --{0} is set, no remote files are verified. This option is automatically set when then verification is performed directly. ListAndIndexes is like True but only dlist and index volumes are handled.
de: Nachdem ein Backup abgeschlossen ist, werden einige (dblock, dindex, dlist) Dateien aus dem Remote-Backend zur Überprüfung ausgewählt. Verwenden Sie diese Option, um die vollständige Verifizierung einzuschalten, die die Dateien entschlüsselt und die Inhalte jedes Volumes untersucht, anstatt einfach nur den externen Hash zu überprüfen. Wenn die Option --{0} gesetzt ist, werden keine Remote-Dateien verifiziert. Diese Option wird automatisch aktiviert, wenn die Verifizierung direkt durchgeführt wird. ListAndIndexes ist wie true aber nur dlist und index Volumes werden bearbeitet.
fr_ca: Après une sauvegarde, quelques fichiers (dblock, dindex, dlist) de la destination sont sélectionnés pour vérification. Cette option active la vérification intégrale, ce qui déchiffre les fichiers et examine le contenu de chaque volume, au lieu d'une simple vérification du résumé externe. Si l'option --{0} est réglée, aucun fichier de destination n'est vérifié. Cette option est automatiquement activée quand la vérification est exécutée directement. ListAndIndexes est équivalent à True mais seuls les fichiers dlist et index de volumes sont gérés.
ja_jp: バックアップが完了した後で、一部のファイル（dblock、dindex、dlist）がリモートのバックエンドから検証用に選択されます。このオプションを有効にすると、単純にハッシュ値を検証する代わりに、ファイルを復号してそれぞれのボリュームの内容を検査し、完全な検証を実行します。オプションの--{0}が設定されている場合は、リモートのファイルは一切検証しません。検証が直接実行される場合は、このオプションは自動的に設定されます。ListAndIndexesはTrueと同様に機能しますが、dlistとインデックスのボリュームのみを対象とします。
nl_nl: Nadat een back-up is voltooid, worden enkele (dblock, dindex, dlist) bestanden van de externe backend geselecteerd voor verificatie. Gebruik deze optie om volledige verificatie in te schakelen, waardoor de bestanden worden gedecodeerd en de inhoud van elk volume wordt onderzocht, in plaats van eenvoudigweg de externe hash te controleren. Als de optie --{0} is ingesteld, worden er geen externe bestanden geverifieerd. Deze optie wordt automatisch ingesteld als de verificatie direct wordt uitgevoerd. ListAndIndexes staat op True, maar alleen dlist- en indexvolumes worden verwerkt.

source: Activate in-depth verification of files
de: Aktiviert die gründliche Überprüfung der Dateien
fr_ca: Activer la vérification en profondeur des fichiers
nl_nl: Activeer diepgaande controle van bestanden

source: Use this option to prevent automatic replacement of index files that are missing content during the testing phase. Creating repaired index files takes slightly longer, but will prevent very slow database recreates
de: Verwenden Sie diese Option, um das automatische Ersetzen von Indexdateien, die während der Testphase keinen Inhalt haben, zu verhindern. Dies dauert etwas länger, schützt aber vor sehr langsamen Datenbankerneuerungen
fr_ca: Empêcher le remplacement automatique des fichiers d'index au contenu manquant pendant la phase de test. La création de fichiers d'index réparés prend légèrement plus de temps, mais évite les recréations très lentes de bases de données.

source: Don't fix defective index files
de: Defekte Indexdateien nicht reparieren
fr_ca: Ne pas réparer les fichiers d'index défectueux

source: Use this size to control how many bytes are read from a file before processing.
de: Verwenden Sie diese Größe, um einzustellen wie viele Bytes von einer Datei vor dem Verarbeiten gelesen werden.
fr_ca: Octets de fichiers à lire avant traitement
ja_jp: このサイズを使用して、ファイルを処理する前に読み込むバイト数を調整できます。
nl_nl: Gebruik deze grootte om te bepalen hoeveel bytes uit een bestand worden gelezen voordat deze worden bewerkt.

source: Size of the file read buffer
cs: Velikost vyrovnávací paměti čtení
de: Größe des Buffers zum Dateien lesen
es: El tamaño de la memoria intermedia de lectura de archivos
fi: Lukupuskurin koko
fr_ca: Taille du tampon de lecture du fichier
it: Dimensione del buffer di lettura del file
ja_jp: ファイルの読み込みバッファーのサイズ
nl_nl: Groote van de bestands leesbuffer
pl: Rozmiar bufora odczytu pliku
pt_br: Tamanho do buffer de leitura de arquivos
ro: Dimensiunea fișierului de citire a fișierului
ru: Объем буфера чтения файлов
sr_rs: Veličina bafera za čitanje fajla

source: Use this option to allow the passphrase to change. Note that this option is not permitted for a backup or repair operation.
de: Verwenden Sie diese Option, um die Änderung der Passphrase zuzulassen. Wichtig: Diese Option ist für einen Sicherungs- oder Reparaturvorgang nicht zulässig.
fr_ca: Option d'autorisation de changement de phrase de passe. Non autorisée pour les opérations de sauvegarde ou réparation.
ja_jp: このオプションを有効にすると、パスフレーズを変更できます。なお、このオプションはバックアップまたは修復の操作に関しては許可されていません。
nl_nl: Gebruik deze optie om toe te staan dat een wachtwoordzin veranderd wordt. Let op: deze optie is niet toegestaan voor een back-up- of herstelbewerking.

source: Allow the passphrase to change
cs: Umožnit změnu heslové fráze
de: Ändern der Passphrase erlauben
es: Permite cambiar la frase de seguridad
fi: Salli salauslauseen vaihtaminen
fr_ca: Autoriser le changement de mot de passe
it: Consenti la modifica della passphrase
ja_jp: パスフレーズの変更を許可
nl_nl: Sta toe dat een wachtwoordzin veranderd wordt
pl: Pozwól na zmianę hasła szyfrowania
pt: Permitir alteração da palavra-passe
pt_br: Permitir que a senha mude
ro: Permiteți modificării expresiei de acces
ru: Разрешить изменение кодовой фразы
sr_rs: Dozvolite da se pristupna fraza promeni

source: Use this option to only list filesets and avoid traversing file names and other metadata which slows down the process.
de: Verwenden Sie diese Option, um nur Sicherungssätze aufzulisten und das Durchlaufen von Dateinamen und anderen Metadaten zu vermeiden, welches den Prozess verlangsamt
fr_ca: Cette option permet de seulement lister les jeux de fichiers et d'éviter de traverser les noms de fichiers et autres métadonnées ce qui ralentit le processus.
ja_jp: このオプションを有効にすると、処理速度を改善すべく、ファイルのセットのリスト作成だけを行い、ファイル名やその他のメタデータのスキャンは行いません。
nl_nl: Gebruik deze optie om enkel bestandsverzamelingen weer te geven om te voorkomen dat bestanden andere metadata doorkruisen wat het proces vertraagt.

source: List only filesets
cs: Vypsat pouze sady souborů
de: Nur Sicherungssätze anzeigen
es: Lista sólo conjuntos de archivos
fi: Listaa vain eri versiot varmuuskopiossa
fr_ca: Afficher uniquement les index de fichiers
it: Elenca solo gruppi di file
ja_jp: ファイルのセットのみのリストを作成
nl_nl: Geef enkel bestandsverzamelingen weer
pl: Wyświetlaj tylko zestawy plików
pt_br: Listar apenas conjuntos de arquivos
ro: Listează numai fișierele
ru: Перечислять только наборы файлов
sr_rs: Navedite samo setove fajlova

source: Use this option to disable the storage of metadata, such as file timestamps. Disabling metadata storage will speed up the backup and restore operations, but does not affect file size much.
cs: Pomocí této předvolby vypnete ukládání metadat jako například časové značky souborů. Vypnutí ukládání metadat zrychlí operaci zálohování a obnovy, ale velikost záloh příliš neovlivní.
de: Verwende diese Option, um das Speichern von Metadaten zu deaktivieren, z. B. Dateizeitstempel. Durch das Deaktivieren werden die Sicherungs- und Wiederherstellungsvorgänge beschleunigt, die Dateigröße wird nicht wesentlich beeinflusst.
es: Utilice esta opción para deshabilitar el almacenamiento de metadatos, como las marcas de tiempo de los archivos. La desactivación del almacenamiento de metadatos acelerará las operaciones de copia de seguridad y restauración, pero no afecta mucho al tamaño del archivo.
fi: Tämä asetus poistaa käytöstä tiedostojen metadatan, kuten muokkaus- ja luontiaikojen tallentamisen. Metadatan tallennuksen poistaminen käytöstä nopeuttaa varmuuskopiointia ja tiedostojen palauttamista, mutta ei vaikuta varmuuskopioiden kokoon merkittävästi.
fr_ca: Utilisez cette option pour désactiver le stockage des métadonnées, telles que les horodatages des fichiers. La désactivation du stockage des métadonnées accélère les opérations de sauvegarde et de restauration, mais n'affecte pas beaucoup la taille des fichiers.
it: Usa questa opzione per disabilitare l'archiviazione dei metadati, ad esempio il timestamp dei file. La disattivazione dell'archiviazione dei metadati accelererà le operazioni di backup e ripristino, ma non influisce molto sulla dimensione del file.
ja_jp: このオプションを有効にすると、ファイルのタイムスタンプなどのメタデータの保存を無効にできます。メタデータの保存を無効にすると、バックアップと復元の処理速度は向上しますが、ファイルのサイズにはあまり影響しません。
nl_nl: Gebruik deze optie om het opslaan van metadata uit te schakelen, zoals bestands tijdstempels. Het uitschakelen van metadata opslag zal de back-up en herstelbewerkingen versnellen, maar heeft niet veel effect op de bestandsgrootte.
pl: Użyj tej opcji, aby wyłączyć przechowywanie metadanych, takich jak sygnatury czasowe plików. Wyłączenie przechowywania metadanych przyspieszy operacje tworzenia kopii zapasowych i przywracania, ale nie ma dużego wpływu na rozmiar pliku.
pt_br: Use esta opção para desativar o armazenamento de metadados, como os timestamps de arquivos. Desativar o armazenamento de metadados acelerará as operações de backup e restauração, mas não afetará muito o tamanho do arquivo.
ro: Utilizați această opțiune pentru a dezactiva stocarea metadatelor, cum ar fi marcajele de timp ale fișierelor. Dezactivarea stocării metadatelor va accelera operațiile de backup și restaurare, dar nu va afecta mult dimensiunea fișierului.
ru: Используйте этот параметр, чтобы отключить хранение метаданных, например временных меток файлов. Отключение хранения метаданных ускоряет операции резервного копирования и восстановления, но не сильно влияет на размер файла.
sr_rs: Koristite ovu opciju da biste onemogućili skladištenje metapodataka, kao što su vremenske oznake fajla. Onemogućavanje skladištenja metapodataka ubrzaće operacije pravljenja rezervnih kopija i vraćanja, ali ne utiče mnogo na veličinu fajla.

source: Do not store metadata
de: Metadaten nicht speichern
fr_ca: Ne pas enregistrer les métadonnées
ja_jp: メタデータを保存しない
nl_nl: Sla geen metadata op

source: By default permissions are not restored as they might prevent you from accessing your files. Use this option to restore the permissions as well.
cs: Ve výchozím stavu nejsou přístupová práva obnovena, protože by to mohlo bránit v přístupu k souborům. Pomocí této předvolby budou obnovena i přístupová práva.
de: Standardmäßig werden Dateiberechtigungen nicht wiederhergestellt, da Sie sonst eventuell nicht auf Ihre Dateien zugreifen könnten. Mithilfe dieser Option werden auch Dateiberechtigungen wiederhergestellt.
es: Por defecto, los permisos no se restauran, ya que podrían impedirle el acceso a sus archivos. Utilice esta opción para restaurar los permisos también.
fi: Tiedostojen oikeuksia ei palauteta oletuksena, sillä se voisi estää tiedostojen lukemisen. Tällä valitsimella Duplicati palauttaa myös tiedostojen oikeudet.
fr_ca: Par défaut, les autorisations ne sont pas restaurées car elles peuvent vous empêcher d'accéder à vos fichiers. Utilisez cette option pour restaurer également les autorisations.
it: Per impostazione predefinita le autorizzazioni non sono ripristinate in quanto potrebbero impedire l'accesso ai file. Usa questa opzione per ripristinare anche le autorizzazioni.
ja_jp: ファイルにアクセスできなくなる可能性があるため、既定では権限は復元されません。このオプションを有効にすると、権限も復元できます。
nl_nl: Standaard worden bestandspermissies niet hersteld omdat u dan geen toegang zou kunnen hebben tot uw bestanden. Gebruik deze optie om ook bestandspermissies te herstellen.
pl: Domyślnie uprawnienia nie są przywracane, ponieważ mogą uniemożliwić dostęp do plików. Użyj tej opcji, aby przywrócić również uprawnienia.
pt_br: Por padrão, as permissões não são restauradas, pois podem impedir que você acesse seus arquivos. Use esta opção para restaurar as permissões também.
ro: În mod prestabilit, permisiunile nu sunt restabilite deoarece acestea vă pot împiedica să accesați fișierele. Utilizați această opțiune pentru a restaura și permisiunile.
ru: По умолчанию разрешения файлов не восстанавливаются, поскольку это может помешать вам получить доступ к этим файлам. Используйте эту опцию, чтобы восстанавливать разрешения.
sr_rs: Podrazumevano se dozvole ne vraćaju jer bi vas mogle sprečiti da pristupite vašim fajlovima. Koristite ovu opciju i da vratite dozvole.

source: Restore file permissions
cs: Obnovit přístupová práva souboru
de: Dateizugriffsrechte wiederherstellen
es: Restaurar permisos de archivos
fi: Palauta tiedostojen oikeudet
fr_ca: Restaurer les autorisations de fichiers
it: Ripristina le autorizzazioni sui file
ja_jp: ファイルの権限を復元
nl_nl: Herstel bestandspermissies
pl: Przywróć uprawnienia plików
pt_br: Restaurar permissões de arquivo
ro: Restaurați permisiunile fișierului
ru: Восстанавливать права доступа файлов
sr_rs: Vrati dozvole fajla

source: After restoring files, the file hash of all restored files are checked to verify that the restore was successful. Use this option to disable the check and avoid waiting for the verification.
cs: Po jejich obnovení jsou zkontrolovány otisky (hash) všech souborů a ověřeno tak, že vše proběhlo úspěšně. Pomocí této předvolby kontrolu vypnete a vyhnete se tak čekání na toto ověření.
de: Nach dem Wiederherstellen von Dateien wird der Datei-Hash aller wiederhergestellten Dateien überprüft, um sicherzustellen, dass die Wiederherstellung erfolgreich war. Verwenden Sie diese Option, um die Prüfung zu deaktivieren und das Warten auf die Überprüfung zu vermeiden.
es: Después de restaurar los archivos, se comprueba el hash de todos los archivos restaurados para verificar que la restauración fue exitosa. Utilice esta opción para desactivar la comprobación y evitar esperar a la verificación.
fi: Palauttamisen jälkeen tiedostojen eheys tarkastetaan laskemalla tarkastussumma. Tämä valitsin nopeuttaa palauttamista poistamalla tarkastussumman laskemisen käytöstä. Tällöin palautettujen tiedostojen eheyttä ei tarkasteta.
fr_ca: Après la restauration des fichiers, l'empreinte de chaque fichier restauré est vérifié pour vérifier que la restauration a réussi. Utilisez cette option pour désactiver et donc éviter d'attendre la vérification.
it: Dopo aver ripristinato i file, è controllato l'hash di tutti i file ripristinati per controllare che il ripristino sia stato eseguito correttamente. Usa questa opzione per disabilitare il controllo ed evitare di aspettare la verifica.
ja_jp: ファイルを復元した後、復元が正常に行われたことを検証するために、全てのファイルのハッシュ値が確認されます。このオプションを有効にすると、ハッシュ値の確認と、復元の検証を無効にできます。
nl_nl: Na het herstellen van bestanden, worden de bestands-hashes van alle herstelde bestanden gecontroleerd om na te gaan of het herstelproces succesvol was. Gebruik deze optie om de controle uit te schakelen en het wachten op het controleproces te vermijden.
pl: Po przywróceniu plików sprawdzany jest skrót wszystkich przywróconych plików w celu sprawdzenia, czy przywracanie powiodło się. Użyj tej opcji, aby wyłączyć sprawdzanie i uniknąć czekania na weryfikację.
pt_br: Após a restauração de arquivos, o arquivo hash de todos os arquivos restaurados é verificado para verificar se a restauração foi bem-sucedida. Use esta opção para desativar a verificação e evitar aguardar a verificação.
ro: După restaurarea fișierelor, este verificată șansa de fișiere a tuturor fișierelor restaurate pentru a verifica dacă restaurarea a avut succes. Utilizați această opțiune pentru a dezactiva verificarea și pentru a evita așteptarea verificării.
ru: После восстановления происходит проверка хэша всех восстановленных файлов, чтобы убедиться, что восстановление прошло успешно. Используйте этот параметр, чтобы отключить проверку и не дожидаться подтверждения.
sr_rs: Nakon vraćanja fajlova, heš fajl svih vraćenih fajlova se proverava da bi se potvrdilo da je vraćanje bilo uspešno. Koristite ovu opciju da biste onemogućili proveru i izbegli čekanje na verifikaciju.

source: Skip restored file check
cs: Přeskočit kontrolu obnoveného souboru
de: Überprüfung wiederhergestellter Dateien überspringen
es: Omitir el control de archivos restaurados
fi: Älä tarkasta palautettuja tiedostoja.
fr_ca: Ignorer la vérification du fichier restauré
it: Salta il controllo del file ripristinati
ja_jp: 復元したファイルの確認をスキップ
nl_nl: Sla het controleren van herstelde bestanden over
pl: Pomiń sprawdzanie przywróconego pliku
pt_br: Ignorar verificação de arquivo restaurado
ro: Verificați verificarea fișierului restabilit
ru: Пропустить проверку восстановленных файлов
sr_rs: Preskoči proveru vraćenih fajlova

source: Duplicati will attempt to use data from source files to minimize the amount of downloaded data. Use this option to skip this optimization and only use remote data.
cs: Duplicati se pokusí použít data ze zdrojových souborů a minimalizovat tak objem stahovaných dat. Pomocí této předvolby tuto optimalizaci přeskočíte a použijete pouze vzdálená data.
de: Duplicati wird versuchen, Daten aus Quelldateien zu verwenden, um die Menge der heruntergeladenen Daten zu minimieren. Verwenden Sie diese Option, um diese Optimierung zu deaktivieren und nur Server-Daten zu verwenden.
es: Duplicati intentará utilizar datos desde los archivos de origen para minimizar la cantidad de datos descargados. Utilice esta opción para omitir esta optimización y utilizar sólo datos remotos.
fi: Duplicati käyttää osia paikallisista tiedostoista palauttaessaan tiedostoja vähentääkseen verkon yli siirrttävän datan määrää. Tämä valitsin poistaa paikallisen datan hyödyntämisen käytöstä ja käyttää vain etäpalvelimella olevaa dataa.
fr_ca: Duplicati tentera d'utiliser les données des fichiers sources pour réduire la quantité de données téléchargées. Utilisez cette option pour ignorer cette optimisation et n'utiliser que les données distantes.
it: Duplicati tenterà di utilizzare i dati dei file della sorgente per ridurre al minimo la quantità di dati scaricati. Utilizza questa opzione per ignorare questa ottimizzazione e usare solo i dati remoti.
ja_jp: Duplicatiは、ダウンロードするデータ量を最小にするため、バックアップ元のファイルのデータを使用するよう試みます。このオプションを有効にすると、リモートのデータのみを使用するように設定できます。
nl_nl: Duplicati zal proberen gegevens van bronbestanden te gebruiken om de hoeveelheid gedownloade gegevens zo klein mogelijk te houden. Gebruik deze optie op deze optimalisatie over te slaan en alleen externe gegevens te gebruiken.
pl: Duplicati spróbuje użyć danych z plików źródłowych, aby zminimalizować ilość pobieranych danych. Użyj tej opcji, aby pominąć tę optymalizację i używać tylko danych zdalnych.
pt_br: O Duplicati tentará usar dados de arquivos de origem para minimizar a quantidade de dados baixados. Use esta opção para ignorar esta otimização e usar apenas dados remotos.
ro: Duplicati va încerca să utilizeze datele din fișierele sursă pentru a minimiza cantitatea de date descărcate. Utilizați această opțiune pentru a sări peste această optimizare și utilizați numai date de la distanță.
ru: Duplicati попытается использовать данные из локальных файлов, чтобы минимизировать объем загружаемых данных. Используйте эту опцию, чтобы пропустить данную оптимизацию и использовать только удаленные данные.
sr_rs: Duplicati će pokušati da koristi podatke iz izvornih fajlova kako bi minimizirao količinu preuzetih podataka. Koristite ovu opciju da preskočite ovu optimizaciju i koristite samo udaljene podatke.

source: Do not use local data
cs: Nepoužívat místní data
de: Lokale Daten nicht verwenden
es: No usar datos locales
fi: Älä käytä paikallista dataa
fr_ca: N'utilise pas de données locales
it: Non usare dati locali
ja_jp: ローカルのデータを使用しない
nl_nl: Gebruik geen lokale gegevens
pl: Nie używaj danych lokalnych
pt: Não utilizar dados locais
pt_br: Não utilizar dados locais
ro: Nu utilizați date locale
ru: Не использовать локальные данные
sr_rs: Ne koristi lokalne podatke

source: The default is now to not use local blocks for restore. To opt-in for using local blocks, set the option --{0}.
de: Die Voreinstellung ist jetzt, nicht lokale Blöcke für die Wiederherstellung zu verwenden. Um lokale Blöcke zu verwenden, setzen Sie die Option --{0}.
fr_ca: La valeur par défaut actuelle est de ne pas utiliser les blocs de source. Pour choisir d'utiliser les blocs de sources réglez l'option --{0}.
ja_jp: 既定でローカルのブロックを復元に使用しないようになりました。ローカルのブロックを使用する場合は、--{0}のオプションを設定してください。
nl_nl: De standaardinstelling is nu om geen lokale blokken te gebruiken voor een herstelbewerking. Om gebruik te maken van lokale gegevensblokken, stel de optie --{0} in.

source: Use this option to allow Duplicati to use blocks found on disk when performing restores, instead of only using files in remote storage.
de: Verwenden Sie diese Option, um Duplicati zu erlauben, bei der Wiederherstellung bestehende Blöcke vom lokalen Datenträger zu verwenden statt nur Dateien aus dem Remotespeicher zu benutzen.
fr_ca: Autoriser en restauration l'utilisation de blocs trouvés sur le disque au lieu de ceux de la destination.
ja_jp: このオプションを有効にすると、復元を実行する際、リモートの保存領域にあるファイルに加えて、ディスクにあるブロックも使用します。
nl_nl: Gebruik deze optie om Duplicati toe te staan gegevensblokken die op de schijf worden gevonden te gebruiken voor het uitvoeren van herstelbewerkingen, in plaats van alleen bestanden vanuit de externe opslag te gebruiken.
