Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: The URI of the Azure Key Vault to use for retrieving secrets
de: Die URL des Azure Key Vault, die für den Abruf der Secrets verwendet wird
fr_ca: URI de l'Azure Key Vault de récupération des secrets
nl_nl: De URI van de Azure Key Vault die gebruikt moet worden voor het ophalen van geheimen.

source: The Azure tenant ID
de: Die Azure tenant ID
fr_ca: ID de locataire Azure
nl_nl: Het Azure tenant-ID

source: The ID of the Azure tenant to use for authentication
de: Die ID des Azure Tenant, die für die Authentifizierung verwendet wird
fr_ca: ID de locataire pour authentification Azure
nl_nl: Het ID van de Azure-tenant die gebruikt moet worden voor authenticatie

source: The Azure client ID
de: Die Azure Client ID
fr_ca: ID du client Azure
nl_nl: Het Azure client-ID

source: The ID of the Azure client to use for authentication
de: Die ID des Azure Client, die für die Authentifizierung verwendet wird
fr_ca: ID de client Azure pour l'authentification
nl_nl: Het ID van de Azure client die gebruikt moet worden voor authenticatie

source: The Azure client secret
de: Das Azure Client Secret
fr_ca: Secret du client Azure
nl_nl: Het Azure client geheim

source: The secret to use for authentication with Azure
de: Das Secret, das für die Authentifizierung mit Azure verwendet wird
fr_ca: Secret du client pour authentification Azure
nl_nl: Het geheim dat gebruikt moet worden voor authenticatie met Azure

source: The Azure username
de: Der Azure Benutzername
fr_ca: Nom d'utilisateur Azure
nl_nl: De Azure gebruikersnaam

source: The username to use for authentication with Azure
de: Der Benutzername, der für die Authentifizierung mit Azure verwendet wird
fr_ca: Nom d'utilisateur pour authentification Azure
nl_nl: De gebruikersnaam die gebruikt moet worden voor authenticatie met Azure

source: The Azure password
de: Das Azure Passwort
fr_ca: Mot de passe Azure
nl_nl: Het Azure wachtwoord

source: The password to use for authentication with Azure
de: Das Passwort, das für die Authentifizierung mit Azure verwendet wird
fr_ca: Mot de passe pour authentification Azure
nl_nl: Het wachtwoord dat gebruikt moet worden voor authenticatie met Azure

source: The authentication type to use
de: Der zu verwendende Authentifizierungs-Typ
fr_ca: Type d'authentification à utiliser
nl_nl: Het te gebruiken authenticatietype

source: The type of authentication to use for communication with Azure Key Vault
de: Der Typ der Authentifizierung, der für die Kommunikation mit Azure Key Vault verwendet wird
fr_ca: Type d'authentification pour Azure Key Vault
nl_nl: Het type authenticatie dat gebruikt moet worden voor communicatie met Azure Key Vault

source: Secrets from macOS Keychain
fr_ca: Secrets pour macOS Keychain
nl_nl: Geheimen uit macOS Keychain

source: The service name
fr_ca: Nom du service
nl_nl: De servicenaam

source: The service name to use for retrieving secrets from the macOS Keychain
fr_ca: Nom du service de récupération des secrets de macOS Keychain
nl_nl: De servicenaam die gebruikt moet worden voor het ophalen van geheimen uit de macOS Keychain

source: The account name
fr_ca: Nom de compte
nl_nl: De accountnaam

source: The account name to use for retrieving secrets from the macOS Keychain
fr_ca: Nom du compte à utiliser pour la récupération des secrets de masOS Keychain
nl_nl: De accountnaam die gebruikt moet worden om geheimen uit de macOS Keychain op te vragen

source: The type of password to get
fr_ca: Type de mot de passe à récupérer
nl_nl: Het type wachtwoord dat verkregen moet worden

source: The type of password to get from the macOS Keychain
fr_ca: Type de mot de passe à récupérer de macOS Keychain
nl_nl: Het type wachtwoord dat verkregen moet worden uit de macOS Keychain

source: Secrets from Unix pass
fr_ca: Secret de Unix pass
nl_nl: Geheimen van Unix pass

source: The pass command
fr_ca: Commande pass
nl_nl: De pass opdracht

source: The command to use for retrieving secrets from the Unix pass password manager
fr_ca: Command à utiliser pour la récupération des secrets de Unix pass password manager
nl_nl: De opdracht die gebruikt moet worden voor het ophalen van geheimen uit de Unix pass wachtwoordbeheerder

source: Secrets from Windows Credential Manager
de: Secrets von der Windows Anmeldeinformationsverwaltung
fr_ca: Secrets du Gestionnaire d'Identifications Windows
nl_nl: Geheime referenties uit Windows Referentiebeheer

source: Secrets from libsecret
de: Secrets von libsecret
fr_ca: Secret de libsecret
nl_nl: Geheime referenties uit libsecret

source: The collection name
fr_ca: Nom de la collection
nl_nl: De naam van de collectie

source: Another instance is running, and was notified
cs: Běží jiná instance a byla upozorněna
da: En instans af programmet kører allerede og denne instans blev aktiveret
de: Eine andere Instanz läuft und wurde benachrichtigt
es: Otra instancia se está ejecutando y fue notificada
fi: Toinen instanssi on olemassa. Sille ilmoitettiin
fr_ca: Une autre instance est en cours et a été avertie
it: Un'altra istanza è in esecuzione ed è stato notificato
nl_nl: Een andere instance is in uitvoering, en was aangekondigd
pl: Inny wątek jest uruchomiony i został powiadomiony
pt: Outra instância está em execução e foi notificada
pt_br: Outra instância está em execução e foi notificada
ro: O altă instanță rulează, și a fost notificată
ru: Другой экземпляр запущен и был уведомлен
sk_sk: Iná inštancia aplikácie je spustená, bola informovaná
sr_rs: Još jedna instanca je pokrenuta i obaveštena je
sv_se: En annan instans är igång och den har meddelats

source: Failed to create, open or upgrade the database. Error message: {0}
cs: Nepodařilo se vytvořit, otevřít nebo povýšit verzi databáze: Chybové hlášení: {0}
da: Kunne ikke oprette, åbne eller opgradere databasen. Fejlmeddelelse: {0}
de: Fehler beim Erstellen, Öffnen oder Aktualisieren der Datenbank. Fehlernachricht: {0}
es: No se pudo crear, abrir o actualizar la base de datos. Mensaje de error: {0}
fi: Tietokannan luominen, lukeminen tai päivitys epäonnistui. Virheilmoitus: {0}
fr_ca: La création, ouverture ou mise à jour de la base de donnée a échoué. Message d'erreur : {0}
it: Impossibile creare, aprire o aggiornare il database. Messaggio errore: {0}
ja_jp: データベースを作成、アップグレード、または開けませんでした。 エラーメッセージ：{0}
nl_nl: Aanmaken, openen of upgraden van de database is mislukt. Foutmelding: {0}
pl: Nie można utworzyć, otworzyć lub uaktualnić bazy danych. Komunikat o błędzie: {0}
pt: Falha ao criar, abrir ou atualizar a base de dados. Mensagem de erro: {0}
pt_br: Falha na criação, abertura ou atualização da base de dados. Mensagem de erro: {0}
ro: Eroare la crearea, deschiderea sau actualizarea bazei de date. Mesaj de eroare: {0}
ru: Не удалось создать, открыть или обновить базу данных. Сообщение об ошибке: {0}
sk_sk: Nepodarilo sa vytvoriť, otvoriť alebo aktualizovať databázu.Chybová správa: {0}
sr_rs: Pravljenje, otvaranje ili ažuriranje baze podataka nije uspelo. Poruka greške: {0}
sv_se: Misslyckades med att skapa, öppna, eller uppgradera databasen. Felmeddelande: {0}

source: Display this help
de: Zeigt diese Hilfe an
fr_ca: Afficher cette aide
nl_nl: Geef deze helptekst weer

source: Supported commandline arguments:
cs: Podporované argumenty příkazové řádky:
da: Understøttede kommandolinje argumenter:
de: Unterstützte Befehlszeilenargumente:
es: Argumentos de línea de comandos admitidos:
fi: Komentoriviargumentit:
fr_ca: Arguments de ligne de commande supportés:
it: Argomenti supportati da riga di comando:
nl_nl: Ondersteunde opdrachtregel argumenten:
pl: Obsługiwane argumenty wiersza poleceń:
pt: Argumentos suportados na linha de comandos:
pt_br: Argumentos de linha de comando suportados:
ro: Argumente de de comandă suportate:
ru: Поддерживаемые аргументы командной строки:
sr_rs: Podržani argumenti komandne linije:
sv_se: Kommandoradsargument som stöds:

source: Use this option to store some or all of the options given to the commandline client. The file must be a plain text file, and UTF-8 encoding is preferred. Each line in the file should be of the format --option=value. Use the special options --{0} and --{1} to override the localpath and the remote destination uri, respectively. The options in this file take precedence over the options provided on the commandline. You cannot specify filters in both the file and on the commandline. Instead, you can use the special --{2}, --{3}, or --{4} options to specify filters inside the parameter file. Each filter must be prefixed with either a + or a -, and multiple filters must be joined with {5}
de: Verwenden Sie diese Option, um einige oder alle Optionen des Kommandozeilen Clients zu speichern. Bei der Datei muss es sich um eine einfache Textdatei handeln, UTF-8-Kodierung bevorzugt. Jede Zeile in der Datei sollte folgendes Format haben: --option=Wert. Die speziellen Optionen --{0} und --{1} können verwendet werden, um den lokalen Pfad und die remote URL zu überschreiben. Die Optionen in der Datei haben Vorrang vor den Optionen der Kommandozeile. Es ist nicht möglich Filter sowohl in der Datei als auch auf der Kommandozeile anzugeben. Stattdessen gibt es die Spezialoptionen --{2}, --{3} oder --{4}, um die Filter innerhalb der Parameterdatei anzugeben. Jeder Filter muss als Präfix entweder ein + oder ein - enthalten und mehrere Filter müssen mit {5} verknüpft werden.
fr_ca: Option de stockage de tout ou partie des options à passer au client de ligne de commande. Le fichier doit être en texte brut et de préférence encodé en UTF-8. Chaque ligne doit être au format --option=value. Les options spéciales --{0} et --{1} écrasent respectivement le path local l'uri de de destination. Les options indiquées dans ce fichier sont prioritaires sur celles de la ligne de commande. Vous ne pouvez pas spécifier des filtres à la fois dans le fichier et sur la ligne de commande. Utilisez plutôt les options spéciales --{2}, --{3}, or --{4} pour spécifier des filtres dans le fichier paramètre. Chaque filtre doit être préfixé avec un + or un -, et plusieurs filtres doivent être joints avec {5}
ja_jp: コマンドラインのクライアントに指定されたオプションを保存できます。ファイルはプレーンテキストファイルでなければならず、UTF-8エンコーディングが推奨されます。ファイルのそれぞれの行は「オプション=値」の形式で記入してください。特殊オプション --{0} と --{1} で、ローカルのパスとバックアップ先のURIをそれぞれ上書きできます。このファイルで指定されるオプションは、コマンドラインで指定されるオプションに優先します。ファイルとコマンドラインの両方でフィルターを設定することはできません。特殊オプション --{2}、--{3}、または --{4} を使用すると、パラメーターのファイルでフィルターを設定できます。各フィルターの先頭には+または-が付いていなければならず、複数のフィルターがある場合は、{5}で結合する必要があります。
nl_nl: Gebruik deze optie om sommige of alle opties op te slaan die worden opgegeven aan de opdrachtregel-client. Het bestand moet een alleen-tekstbestand zijn, UTF-8 codering heeft de voorkeur. Iedere regel in het bestand moet het formaat --optie=waarde hebben. De speciale opties --{0} en --{1} kunnen worden gebruikt om respectievelijk het lokale pad en de URI van het externe doel te overschrijven. De opties in dit bestand hebben voorrang boven de opties die vanaf de opdrachtregel worden opgegeven. Filters kunnen niet zowel in het bestand als vanaf de opdrachtregel worden opgegeven. Gebruik daarvoor in de plaats de speciale --{2}, --{3}, of --{4} opties om filters op te geven binnen het parameter-bestand. Ieder filter moet worden voorafgegaan door een + of een -, en meerdere filters moeten worden samengevoegd met {5}

source: Path to a file with parameters
cs: Popis umístění souboru s parametry
da: Sti til en fil med parametre
de: Pfad zu einer Datei mit Parametern
es: Ruta a un archivo con parámetros
fi: Asetustiedoston polku
fr_ca: Chemin vers un fichier avec paramètres
it: Percorso di un file con parametri
ja_jp: パラメーターのファイルへのパス
nl_nl: Pad naar een bestand met parameters
pl: Ścieżka do pliku parametrów
pt: Caminho para o ficheiro, com parâmetros
pt_br: Caminho para um arquivo com parâmetros
ro: Calea către un fișier cu parametri
ru: Путь к файлу с параметрами
sr_rs: Putanja do datoteke sa parametrima
sv_se: Sökväg till fil med parametrar

source: Filters cannot be specified on the commandline if filters are also present in the parameter file. Use the special --{0}, --{1}, or --{2} options to specify filters inside the parameter file. Each filter must be prefixed with either a + or a -, and multiple filters must be joined with {3}
cs: Pokud se filtry nacházejí už v souboru s parametry, není možné je zadávat zároveň i na příkazovém řádku. Pro zadání filtrů uvnitř souboru s parametry použijte zvláštní volby --{0}, --{1}, nebo --{2}. Každý filtr je třeba předeslat buď + nebo - a vícero filtrů je třeba spojit pomocí {3}
da: Filtre kan ikke angives på kommandolinen hvis der også er filtre i parameter filen. Brug de specielle indstillinger --{0}, --{1}, eller --{2} til at angive filter inde i parameter filen. Hvert filter skal starte med enten + eller -, og flere filter skal sammensættes med {3}
de: Filter können nicht in der Kommandozeile angegeben werden, wenn bereits Filter in der Parameterdatei enthalten sind. Verwende die Spezialoptionen --{0}, --{1} oder --{2}, um Filter innerhalb der Parameterdatei anzugeben. Jeder Filter muss als Präfix entweder ein + oder ein - enthalten und mehrere Filter müssen mit {3} verknüpft werden.
es: Los filtros no pueden ser indicados por medio de la línea de comandos si también se encuentran en el archivo de parámetros. Use la opción especial --{0}, --{1}, o --{2} para especificar filtros en el archivo de parámetros. Cada filtro debe ir precedido por un + o un - y múltiples filtros deben ser unidos con {3}
fi: Suodattimia ei voi asettaa komentorivillä, jos asetustiedosto sisältää suodattimia. Käytä erityisiä valitsimia --{0}, --{1} tai --{2} määrittääksesi suodattimet asetustiedostossa. Jokaisen suodattimen täytyy alkaa joko + tai - merkillä. Useat peräkkäiset suodattimet täytyy liittää merkillä {3}.
fr_ca: Les filtres ne peuvent pas être précisés dans la ligne de commande si les filtres sont aussi présents dans le fichier de paramètre. Utilisez les options spéciales --{0}, --{1} ou --{2} pour préciser les filtres dans le fichier de paramètre. Chaque filtre doit être préfixé avec soit a + ou a - et les filtres multiples doivent être attachés avec {3}
it: I filtri non possono essere specificati dalla riga di comando se sono presenti anche nel file parametri. Usa le opzioni speciali --{0}, --{1}, o --{2} per specificare i filtri all'interno del file parametri. Ogni filtro deve avere un prefisso + o un -, e più filtri devono essere uniti con {3}
nl_nl: Filters kunnen niet worden opgegeven vanaf de opdrachtregel als filters eveneens aanwezig zijn in het parameterbestand. Gebruik de speciale --{0}, --{1}, of --{2} opties om filters op te geven binnen het parameterbestand. Ieder filter moet worden voorafgegaan door een + of een -, en meerdere filters moeten worden samengevoegd met {3}
pl: Nie można ustawić filtrów w wierszu poleceń, jeśli są one także obecne w pliku parametrów. Użyj specjalnych opcji --{0}, --{1}, lub --{2} aby ustawić filtry wewnątrz pliku parametrów. Każdy filtr musi być poprzedzony przez + lub -, a wiele filtrów musi być połączone za pomocą {3}
pt: Os filtros não podem ser definidos na linha de comando se os filtros também estiverem no ficheiro de parâmetros. As opções especiais --{0}, --{1}, ou --{2} devem ser utilizadas para se referir aos filtros específicos listados no ficheiro. Cada filtro deve ser prefixado com um '+' ou um '-', e vários filtros devem ser unidos com {3}.
pt_br: Os filtros não podem ser especificados na linha de comando se os filtros também estiverem presentes no arquivo de parâmetro. Use as opções especiais --{0}, --{1} ou --{2} para especificar filtros dentro do arquivo de parâmetro. Cada filtro deve ser prefixado com um + ou um -, e vários filtros devem ser associados com {3}
ro: Filtrele nu pot fi specificate pe linia de comandă dacă filtrele sunt prezente și în fișierul cu parametri. Utilizați opțiunile speciale - {0}, - {1} sau - {2} pentru a specifica filtrele din interiorul fișierului parametru. Fiecare filtru trebuie să fie prefixat fie cu + sau -, iar mai multe filtre trebuie să fie asociate cu {3}
ru: Фильтры нельзя указывать в командной строке, если фильтры также присутствуют в файле параметров. Используйте специальные параметры --{0}, --{1}, или --{2}, чтобы задать фильтры в файле параметров. Каждому фильтру должен предшествовать + или -. Несколько фильтров должны быть соединены через {3}
sr_rs: Filteri se ne mogu navesti na komandnoj liniji ako su filteri prisutni i u datoteci parametara. Koristite posebne opcije --{0}, --{1} ili --{2} da biste naveli filtere unutar datoteke parametara. Svaki filter mora imati prefiks sa + ili -, a više filtera mora biti spojeno sa {3}

source: Unable to read the parameters file "{0}", reason: {1}
cs: Nedaří se číst soubor s parametry „{0}“, důvod: {1}
da: Kunne ikke læse parameter filen "{0}", årsag: {1}
de: Parameterdatei "{0}" konnte nicht gelesen werden, Grund: {1}
es: No se pueden leer el archivo de parámetros "{0}", razón: {1}
fi: Asetustiedostoa "{0}" ei voitu lukea, koska: {1}
fr_ca: Impossible de lire le fichier de paramètres"{0}", cause : {1}
it: Impossibile leggere il file dei parametri "{0}", motivo: {1}
ja_jp: パラメーターのファイル「{0}」を読み込めません。理由：{1}
nl_nl: Parameters bestand "{0}" kan niet gelezen worden, reden: {1}
pl: Nie można odczytać pliku parametrów "{0}", powód: {1}
pt: Não foi possivel ler os parametros do ficheiro "{0}", razão: {1}
pt_br: Não é possível ler o arquivo de parâmetros "{0}", motivo: {1}
ro: Imposibil de citit fișierul cu parametrii "{0}", motiv: {1}
ru: Не удается прочитать параметры файла «{0}», причина: {1}
sk_sk: Nepodarilo sa prečítať súbor parametrov "{0}", dôvod: {1}
sr_rs: Nije moguće pročitati parametre datoteke "{0}", razlog: {1}

source: Output log information to the file given
de: Ausgabe von Protokollinformationen in die angegebene Datei
fr_ca: Enregistrez les informations de journalisation dans le fichier indiqué
ja_jp: 指定されたファイルにログの情報を出力
nl_nl: Voer log-informatie uit naar een opgegeven bestand

source: Determine the amount of information written in the log file
de: Bestimmt wie viel Information in die Protokolldatei geschrieben wird
fr_ca: Définition de la quantité d'informations écrites dans le fichier journal
nl_nl: Bepaal de hoeveelheid informatie die wordt geschreven naar het logbestand

source: Output log information to the console
de: Ausgabe von Protokollinformationen in die Konsole
fr_ca: Envoyer les informations de journalisation vers la console
nl_nl: Stuur logboekinformatie naar de console

source: Activate portable mode where the database is placed below the program executable
de: Aktiviert den Portable Mode bei dem die Datenbank neben dem ausführbaren Programm abgelegt wird
fr_ca: Activer le mode portable, dans lequel la base de donnée est enregistrée sous le programme exécutable
nl_nl: Activeer portable mode waarbij de database wordt opgeslagen onder het uitvoerbaar bestand van het programma

source: A serious error occurred in Duplicati: {0}
cs: V Duplicati došlo k závažné chybě: {0}
da: Der opstod en alvorlig fejl i Duplicati: {0}
de: Ein schwerwiegender Fehler trat in Duplicati auf: {0}
es: Se produjo un error grave en Duplicati: {0}
fi: Kohdattiin vakava virhe Duplicatissa: {0}
fr_ca: Une erreur critique s'est produite dans Duplicati: {0}
it: Si è verificato un errore grave in Duplicati: {0}
ja_jp: Duplicatiで深刻なエラーが発生しました: {0}
nl_nl: Een ernstige fout trad op in Duplicati: {0}
pl: Wystąpił poważny błąd w Duplicati: {0}
pt: Ocorreu um erro grave no Duplicati: {0}
pt_br: Ocorreu um erro grave no Duplicati: {0}
ro: O eroare gravă a apărut în Duplicati: {0}
ru: Произошел серьезный сбой в Duplicati: {0}
sk_sk: Vážna chyba v Duplicati: {0}
sr_rs: Došlo je do ozbiljne greške u Duplicati-ju: {0}
sv_se: Ett allvarligt fel inträffade i Duplicati: {0}

source: An error occurred on server tear down: {0}
de: Ein Fehler trat auf beim Herunterfahren des Servers: {0}
fr_ca: Une erreur s'est produite sur le serveur arrêté : {0}
nl_nl: Er is een fout opgetreden bij het verwijderen van de server: {0}

source: Unable to start up. Perhaps another process is already running? Error message: {0}
de: Nicht möglich zu starten, vielleicht läuft bereits ein anderer Prozess? Fehlermeldung: {0}
fr_ca: Impossible de démarrer. Un autre processus est peut-être déjà en cours d'exécution. Message d'erreur : {0}
nl_nl: Opstarten niet mogelijk. Er loopt wellicht al een ander proces? Foutmelding: {0}

source: Disable database encryption
de: Datenbankverschlüsselung deaktivieren
fr_ca: Désactiver le chiffrement de la base de donnée
nl_nl: Schakel database-versleuteling uit

source: Unsupported version of SQLite detected ({0}), must be {1} or higher
cs: Zjištěna nepodporovaná verze SQLite ({0}), je třeba, aby byla {1} a vyšší
da: Ikke-understøttet version af SQLite opdaget ({0}), skal være {1} eller højere
de: Nicht unterstützte Version von SQLite erkannt ({0}), muss {1} oder höher sein
es: Detectada versión no compatible de SQLite ({0}), debe ser {1} o superior
fi: Ei-tuettu versio SQLite:sta: {0}. Täytyy olla {1} tai korkeampi.
fr_ca: Version non prise en charge de SQLite détectée ({0}), doit être {1} ou supérieure
it: Rilevata una versione non supportata di SQLite ({0}), deve essere {1} o superiore
nl_nl: Niet-ondersteunde versie van SQLite gedetecteerd ({0}), moet {1} zijn of hoger
pl: Wykryto nieobsługiwaną wersję SQLite ({0}), wymagane jest {1} lub wyższe
pt: Versão não suportada do SQLite detectado ({0}), deve ser {1} ou superior.
pt_br: Versão do SQLite detectada não suportada ({0}), deve ser {1} ou superior
ro: Versiune neacceptată de SQLite detectată ({0}) trebuie să fie {1} sau mai mare
ru: Обнаружена неподдерживаемая версия SQLite ({0}), требуется {1} или выше
sk_sk: Zistená nepodporovaná verzia SQLite ({0}), musí byť {1} alebo vyššia
sr_rs: Nepodržana verzija SQLite-a je otkrivena ({0}), mora biti {1} ili viša
sv_se: En version av SQLite som inte stöds har upptäckts ({0}), måste vara {1} eller högre

source: The path to the folder where the static files for the webserver is present. The folder must be located beneath the installation folder.
de: Der Pfad zum Ordner in dem sich die statischen Dateien des Webservers befinden. Der Pfad muss sich unterhalb des Installationsordners befinden.
fr_ca: Chemin du répertoire des fichiers statiques du serveur web. Le répertoire doit être situé sous le répertoire d'installation.
nl_nl: Het pad naar de map waar statische bestanden voor de webserver zich bevinden. De map moet zich bevinden onder de installatiemap.
