Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Comma-separated list of compression module file extensions that are allowed to be used. If this option is not specified, all available compression modules are allowed. Use this option to restrict the compression modules that can be used, for example in a managed environment. Example: --allowed-compression-modules=zip
fr_ca: Liste d'extensions de fichiers de modules de compression séparées par des virgules et dont l'utilisation est permise. Si cette option n'est pas spécifiée, tous les modules disponibles sont autorisés. À utiliser pour restreindre les possibilités, par exemple en environnement administré. Exemple: --allowed-compression-modules=zip,7z
nl_nl: Een door komma's gescheiden lijst met bestandsextensies voor compressiemodules die mogen worden gebruikt. Als deze optie niet is opgegeven, zijn alle beschikbare compressiemodules toegestaan. Gebruik deze optie om de compressiemodules die mogen worden gebruikt te beperken, bijvoorbeeld in een beheerde omgeving. Voorbeeld: --allowed-compression-modules=zip

source: This link may provide additional information: {0}
cs: Tento odkaz může poskytnout další podrobnosti: {0}
da: Det her link kan give nyttige oplysninger: {0}
de: Dieser Link enthält möglicherweise zusätzliche Informationen: {0}
es: Este enlace puede proporcionar información adicional: {0}
fr_ca: Ce lien peut fournir des informations supplémentaires: {0}
it: Questo link può fornire ulteriori informazioni: {0}
ja_jp: このリンクから追加の情報を確認できる可能性があります：{0}
nl_nl: Deze link kan aanvullende informatie weergeven: {0}
pl: Ten link może dostarczyć dodatkowych informacji: {0}
pt_br: Este link pode fornecer informações adicionais: {0}
sr_rs: Ova veza može da pruži dodatne informacije: {0}

source: AWS Secret Access Key can be obtained after logging into your AWS account. This can also be supplied through the option --{0}.
de: Der AWS Secret Access Key kann nach der Anmeldung im AWS Account eingesehen werden. Alternativ kann dies auch über die Option --{0} erfolgen.
ja_jp: AWSの秘密アクセスキーは、AWSのアカウントにログインしてから取得できます。オプション --{0} でも指定できます。
nl_nl: AWS Geheime Toegangssleutel kan verkregen worden na inloggen op uw AWS-account. Deze kan ook worden opgegeven met de optie --{0}.

source: AWS Secret Access Key
ja_jp: AWSの秘密アクセスキー
nl_nl: AWS Geheime Toegangssleutel
pl: Poufny klucz dostępu AWS

source: AWS Access Key ID can be obtained after logging into your AWS account. This can also be supplied through the option --{0}.
de: Die AWS Access Key ID kann nach der Anmeldung im AWS Account eingesehen werden. Alternativ kann dies auch über die Option --{0} erfolgen.
ja_jp: AWSのアクセスキーのIDは、AWSのアカウントにログインしてから取得できます。オプション --{0} でも指定できます。
nl_nl: AWS Toegangssleutel-ID kan verkregen worden na inloggen op uw AWS-account. Deze kan ook worden opgegeven met de optie --{0}.

source: AWS Access Key ID
ja_jp: AWSのアクセスキーのID
nl_nl: AWS Toegangssleutel-ID

source: Storj DCS (Decentralized Cloud Storage)
ja_jp: Storj DCS（分散型クラウドストレージ）
nl_nl: Storj DCS (Gedecentraliseerde Cloudopslag)

source: Secret provider that reads secrets from a file Example use: file://path/to/file?passphrase=secret The file should be a JSON-encoded object with the secrets as key-value pairs. If the file is not encrypted with a passphrase, the passphrase parameter can be omitted. The file must be encrypted with AESCrypt if encryption is desired. For file-based secrets, the lookup is case-insensitive.
nl_nl: Provider van geheime referenties die geheimen uit een bestand leest Gebruiksvoorbeeld: file://path/to/file?passphrase=secret Het bestand moet een JSON-gecodeerd object zijn met de geheimen als sleutel-waardeparen. Als het bestand niet is gecodeerd met een wachtwoordzin, kan de passphrase-parameter weggelaten worden. Het bestand moet worden gecodeerd met AESCrypt als encryptie gewenst is. Voor bestands-gebaseerde geheimen is de opzoekfunctie niet hoofdlettergevoelig.

source: Secret provider that reads secrets from AWS Secrets Manager Example use: aws://?access-key=...&secret-key=...&region-endpoint=us-east-1&secrets=secret1,secret2 Either the region endpoint or the service URL must be provided. Each secret is retrieved in the order specified until all requested keys are found. Each secret must be a key-value pair type secret.
nl_nl: Provider van geheime referenties die geheimen uit AWS Secrets Manager leest. Gebruiksvoorbeeld: aws://?access-key=...&secret-key=...&region-endpoint=us-east-1&secrets=secret1,secret2 Ofwel het regio-eindpunt of de service-URL moet worden opgegeven. Elk geheim wordt in de opgegeven volgorde opgehaald totdat alle gevraagde sleutels zijn gevonden. Elk geheim moet een geheim van het type sleutel-waardepaar zijn.

source: Secret provider that reads secrets from HashiCorp Vault Example use: hcv://localhost:1234?token=...&mount=secret&secrets=secret1,secret2 The secrets parameter should be a comma- or semicolon-separated list of secret names to retrieve from the Vault. Each vault secret is retrieved in the order specified until all requested keys are found.
nl_nl: Provider van geheime referenties die geheimen uit HashiCorp Vault leest. Gebruiksvoorbeeld: hcv://localhost:1234?token=...&mount=secret&secrets=secret1,secret2 De secrets-parameter moet een komma- of puntkomma-gescheiden lijst met geheime namen zijn om op te vragen uit de Vault. Ieder geheim uit de vault wordt opgevraagd in de opgegeven volgorde totdat alle gevraagde sleutels zijn gevonden.

source: Secret provider that reads secrets from Google Cloud Storage Secret Manager Example use: gcs://?project-id=...&version=latest If the access token is not supplied, the default GCS credentials from the machine will be used. Use the accesstoken property to specify a custom access token.
nl_nl: Provider van geheime referenties die geheimen uit Google Cloud Storage Secret Manager leest. Gebruiksvoorbeeld: gcs://?project-id=...&version=latest Als het toegangstoken niet is opgegeven, zullen de standaard GCS-referenties van de machine worden gebruikt. Gebruik de accesstoken eigenschap om een aangepast toegangstoken op te geven.

source: Secret provider that reads secrets from Azure Key Vault Example use: az://?keyvault-name=...&auth-type=ManagedIdentity If a client ID and secret are provided, use the auth type ClientSecret: az://?keyvault-name=...&auth-type=ClientSecret&tenant-id=...&client-id=...&client-secret=... If a username and password are provided, use the auth type UsernamePassword: az://?keyvault-name=...&auth-type=UsernamePassword&tenant-id=...&clientid=...&username=...&password=... If the vault-uri parameter is not provided, the keyvault-name parameter will be used to construct the URI.
nl_nl: Provider van geheime referenties dat geheimen uit Azure Key Vault leest. Gebruiksvoorbeeld: az://?keyvault-name=...&auth-type=ManagedIdentity Als een client-ID en geheim zijn opgegeven, gebruik de auth type ClientSecret: az://?keyvault-name=...&auth-type=ClientSecret&tenant-id=...&client-id=...&client-secret=... Als een gebruikersnaam en wachtwoord zijn opgegeven, gebruik auth type UsernamePassword: az://?keyvault-name=...&auth-type=UsernamePassword&tenant-id=...&clientid=...&username=...&password=... Als de vault-uri parameter niet is opgegeven, zal de keyvault-name parameter worden gebruikt om de URI samen te stellen.

source: Secret provider that reads secrets from the macOS Keychain
nl_nl: Provider van geheime referenties die geheimen uit de macOS Keychain leest

source: Secret provider that reads secrets from the Unix pass password manager
nl_nl: Provider van geheime referenties die geheimen leest uit de Unix pass wachtwoordbeheerder

source: Secret provider that reads secrets from the Windows Credential Manager
de: Secret-Anbieter der Secrets von der Windows Anmeldeinformationsverwaltung ausliest
nl_nl: Provider van geheime referenties die geheimen leest uit Windows Referentiebeheer

source: Secret provider that reads secrets from the libsecret password manager
de: Secret-Anbieter der Secrets vom libsecret-Passwort-Manager ausliest
nl_nl: Provider van geheime referenties die geheimen leest uit de libsecret wachtwoordbeheerder

source: The collection name to use for retrieving secrets from the libsecret password manager
nl_nl: De naam van de collectie die gebruikt moet worden voor het ophalen van geheimen uit de libsecret wachtwoordbeheerder

source: Use this option to log to the Windows event log. The provided name is in the format Log:Source. If no log name is provided, Duplicati is used.
de: Verwenden Sie diese Option, um in die Windows Ereignianzeige zu protokollieren. Der bereitgestellte NAme ist im Format Log:Quelle. Wenn kein Protokollname angegeben ist, wird Duplicati benutzt.
nl_nl: Gebruik deze optie om logboekvermeldingen te schrijven naar het Windows Gebeurtenislogboek. De opgegeven naam is in de indeling Log:Bron. Als geen log-naam is opgegeven, wordt Duplicati gebruikt.

source: This setting controls the usage of snapshots, which allows Duplicati to backup files that are locked by other programs. If this is set to "off", Duplicati will not attempt to create a disk snapshot. Setting this to "auto" makes Duplicati attempt to create a snapshot, and fail silently if that was not allowed or supported (note that the OS may still log system warnings). A setting of "on" will also make Duplicati attempt to create a snapshot, but will produce a warning message in the log if it fails. Setting it to "required" will make Duplicati abort the backup if the snapshot creation fails. On windows this uses the Volume Shadow Copy Services (VSS) and requires administrative privileges. On Linux this uses Logical Volume Management (LVM) and requires root privileges.
cs: Toto nastavení řídí využití zachycených stavů, které umožňují Duplicati zálohovat soubory, které jsou uzamčené jinými programy. Pokud je toto nastaveno na „vypnuto“, Duplicati se nebude pokoušet vytvořit zachycený stav jednotky. Nastavením na „automaticky“ se Duplicati pokusí vytvořit zachycený stav a pokud to nebude umožněno nebo podporováno, nikde to nebude vypisovat (operační systém si o tom ale i tak může zapsat varování do svého záznamu událostí). Nastavením na „zapnuto“ se Duplicati také pokusí vytvořit zachycený stav, ale v případě nezdaru už vypíše do svého záznamu událostí chybu. Nastavení na „vyžadováno“ způsobí, že pokud se vytváření zachyceného stavu nezdaří, Duplicati přeruší zálohování. Na Windows toto používá službu stínových svazků (VSS) a vyžaduje práva správce systému. Na GNU/Linux toto používá správu logických svazků (LVM) a vyžaduje práva správce systému (root).
de: Diese Einstellungen steuern die Verwendung von Schnappschüssen, wodurch Duplicati auch gesperrte Dateien sichern kann. "Off" bedeutet dass Duplicati nicht versuchen wird einen Schnappschuss des Laufwerks zu erstellen. Mit "Auto" versucht Duplicati einen Schnappschuss zu erzeugen, erzeugt aber keine Fehlermeldung wenn das nicht ordnungsgemäß funktioniert hat, weil Berechtigungen fehlen oder diese Funktion nicht unterstützt wird (Achtung: möglicherweise protokolliert das Betriebsystem aber einen Fehler). Bei "On" wird eine Warnung im Protokoll erzeugt, wenn der Versuch einen Schnappschuss zu erzeugen fehlschlägt. "Required" bricht den Sicherungsvorgang nach einem Fehler ab. Unter Windows werden dazu der "Volumenschattenkopie"-Dienst (VSS) sowie Administratorprivilegien benötigt. Unter Linux benützt Duplicate den Logical Volume Manager (LVM) und erfordert root-Berechtigungen.
es: Esta configuración controla el uso de instantáneas, lo que permite a Duplicati hacer una copia de seguridad de los archivos bloqueados por otros programas. Si está configurado en "apagado", Duplicati no intentará crear una instantánea de disco. Si se establece en "auto", Duplicati intentará crear una instantánea y suspenderá el proceso en silencio si eso no está permitido o no se admite (tenga en cuenta que el sistema operativo puede seguir registrando las advertencias del sistema). Un ajuste de "encendido" también hará que Duplicati intente crear una instantánea, pero producirá un mensaje de advertencia en el registro si falla. Si se establece en "requerido", Duplicati abortará la copia de seguridad si la creación de la instantánea falla. En Windows esto utiliza el Servicio de instantáneas de volumen (VSS) y requiere privilegios administrativos. En Linux esto usa el Logical Volume Management (LVM) y requiere privilegios de root.
it: Questa impostazione controlla l'utilizzo delle istantanee, che consentono a Duplicati di eseguire il backup dei file bloccati da altri programmi. Se è impostata su "Off", Duplicati non tenterà di creare un'istantanea del disco. Impostandola su "Auto", Duplicati tenta di creare un'istantanea e, se non è consentita o supportata, in caso di errore non sarà prodotta nessuna notifica (si noti che il sistema operativo può ancora registrare gli avvisi di sistema). Impostandola su "On" Duplicati tenterà di creare un'istantanea ma se fallisce, mostrerà un messaggio di avviso nel registro. Impostandola su "Required", Duplicati interromperà il backup se la creazione dell'istantanea fallisce. Su Windows questa funzione utilizza il Volume Shadow Copy Services (VSS) e richiede privilegi amministrativi. Su Linux questa funzione utilizza Logical Volume Management (LVM) e richiede i privilegi di root.
ja_jp: この設定で、スナップショットを使用するかどうかを制御できます。スナップショットを使うと、Duplicatiは他のプログラムによりロックされているファイルをバックアップすることができます。この設定を「off」にした場合、Duplicatiはディスクのスナップショットの作成を試みません。「auto」にした場合、Duplicatiはスナップショットの作成を試み、それが許可されていなかったり失敗したりした場合は、通知を行わずにスナップショットの作成の試みを終了します。「on」に設定した場合は、スナップショットの作成を試み、失敗した場合は警告メッセージをログに出力します。「required」を設定すると、スナップショットを作成できなかった場合、Duplicatiはバックアップを中断します。Windowsでは、スナップショットの作成は「ボリュームシャドウコピーサービス」（VSS）により行い、管理者権限が必要となります。Linuxでは、スナップショットの作成は論理ボリューム管理（LVM）により行い、ルート権限が必要となります。
nl_nl: Deze instelling beheert het gebruik van momentopnamen, waardoor Duplicati een back-up kan maken van bestanden die zijn vergrendeld door andere programma's. Als dit is ingesteld op "off", zal Duplicati niet proberen om een momentopname van de schijf te maken. Dit instellen op "auto" zorgt ervoor dat Duplicati probeert een momentopname te maken, maar zonder foutmelding in het logbestand doorgaat als dit niet is toegestaan of wordt ondersteund. De instelling "on" zal er eveneens voor zorgen dat Duplicati probeert een momentopname te maken, maar zal een waarschuwingsbericht opnemen in het logbestand als dit mislukt. Door het in te stellen op "required" zal Duplicati de back-up afbreken als het maken van een momentopname mislukt. In Windows wordt hiervoor Volume Shadow Copy Services (VSS) gebruikt en vereist beheerdersrechten. In Linux wordt hiervoor Logical Volume Management (LVM) gebruikt en vereist root permissies.
pl: To ustawienie kontroluje użycie migawek, co pozwala Duplicati na tworzenie kopii zapasowych plików zablokowanych przez inne programy. Jeśli ta opcja jest wyłączona, Duplicati nie będzie próbował utworzyć migawki dysku. Ustawienie tej opcji na „auto” powoduje, że Duplicati próbuje utworzyć migawkę i potajemnie kończy się niepowodzeniem, jeśli nie jest to dozwolone lub obsługiwane (zauważ, że system operacyjny może nadal rejestrować ostrzeżenia systemowe). Ustawienie „on” spowoduje, że Duplicati spróbuje utworzyć migawkę, ale w przypadku niepowodzenia wyświetli komunikat ostrzegawczy w dzienniku. Ustawienie go na „wymagane” spowoduje, że Duplicati przerwie tworzenie kopii zapasowej, jeśli tworzenie migawki się nie powiedzie. W systemie Windows korzysta z usług kopiowania woluminów w tle (VSS) i wymaga uprawnień administracyjnych. W systemie Linux wykorzystuje zarządzanie woluminami logicznymi (LVM) i wymaga uprawnień administratora.
pt_br: Esta configuração controla o uso de snapshots, o que permite que o Duplicati faça backup de arquivos que estão em uso por outros programas. Se esta opção estiver definida como "off", o Duplicati não tentará criar um snapshots do disco. Definir isso como "auto" faz Duplicati tentar criar um snapshots e falhar silenciosamente se isso não for permitido ou suportado (observe que o sistema operacional ainda pode registrar logs do sistema). Uma configuração de "on" também faz o Duplicati tentar criar um snapshots, porém irá produzir uma mensagem de aviso no log se ele falhar. Configurando-o como "required" fará o Duplicati cancelar o backup se a criação do instantâneo falhar. No Windows, o Duplicati usa o Volume Shadow Copy Services (VSS) e requer privilégios administrativos. No Linux, usa Logical Volume Management (LVM) e requer privilégios de root.
sr_rs: Ova postavka kontroliše upotrebu snimaka, što omogućava Duplicati-ju da pravi rezervne kopije fajlova koje su zaključali drugi programi. Ako je ovo podešeno na "isključeno", Duplicati neće pokušati da napravi snimak diska. Postavljanjem ovog na "auto" Duplicati pokušava da napravi snimak i ne uspe u tišini ako to nije dozvoljeno ili podržano (imajte na umu da OS može i dalje da evidentira sistemska upozorenja). Postavka "uključeno" će takođe učiniti da Duplicati pokuša da napravi snimak, ali će proizvesti poruku upozorenja u evidenciji ako ne uspe. Ako ga postavite na "obavezno", Duplicati će prekinuti pravljenje rezervne kopije ako pravljenje snimka ne uspe. Na Vindouz-u ovo koristi volumen Shadov Copi Services (VSS) i zahteva administrativne privilegije. Na Linux-u ovo koristi upravljanje logičkim volumenom (LVM) i zahteva root privilegije.

source: When performing asynchronous uploads, Duplicati will create volumes that can be uploaded. To prevent Duplicati from generating too many volumes, this option limits the number of pending uploads. Set to zero to disable the limit. The volume(s) that are being created are not counted in this limit. Use the option --concurrency-compressors=1 to limit the number of volumes being created.
nl_nl: Bij het uitvoeren van asynchrone uploads, zal Duplicati volumes creëren die geüpload kunnen worden. Om te voorkomen dat Duplicati te veel volumes genereert, beperkt deze optie het aantal in behandeling zijnde uploads. Stel in op nul om de limiet uit te schakelen. De volumes die gecreëerd worden, worden niet meegeteld in deze limiet. Gebruik de optie --concurrency-compressors=1 om het aantal volumes dat gecreëerd wordt te beperken.

source: The number of volumes to create ahead of time
cs: Množství svazků které vytvořit dopředu
es: El número de volúmenes a crear por adelantado
fi: Siirtoa odottavien datatiedostojen enimmäismäärä
it: Il numero di volumi da creare prima del tempo
ja_jp: アップロードに先立って作成するボリュームの数
nl_nl: Het aantal volumes dat van tevoren aangemaakt mag worden
pl: Liczba woluminów do utworzenia z wyprzedzeniem
pt_br: O número de volumes criadas antecipadamente
ro: Numărul de volume pe care trebuie să le creați înainte de timp
ru: Количество томов для создания заранее
sr_rs: Broj volumena koje treba kreirati unapred

source: This setting is required if mail should be sent, all other settings have default values. You can supply multiple email addresses separated with commas, and you can use the normal address format as specified by RFC2822 section 3.4. Example with 3 recipients: Peter Sample <peter@example.com>, John Sample <john@example.com>, admin@example.com
cs: Toto nastavení je potřené pokud má e-mail být odeslán, všechna ostatní nastavení mají výchozí hodnoty. Je možné zadat vícero e-mailových adres, oddělovaných čárkou, a je možné použít normální formát adresy jak je specifikovaný normou RFC2822 (sekce 3.4). Přiklad se 3 příjemci: Petr Novák <petr@example.com>, Jan Novák <jan@example.com>, admin@example.com
de: Um E-Mails zu versenden, ist diese Einstellung erforderlich. Die anderen Einstellungen verfügen über Standardwerte. Mehrere E-Mail-Adressen können Komma separiert angegeben werden. Es wird der Standard Adressformat, welches in der RFC2822 Abschnitt 3.4 spezifiziert ist. Beispiel mit 3 Empfänger: Peter Sample <peter@example.com>, John Sample <john@example.com>, admin@example.com
es: Esta configuración es necesaria si se envía el correo, todas las demás configuraciones tienen valores predeterminados. Puede suministrar varias direcciones de correo electrónico separadas por comas, y puede utilizar el formato de dirección normal, tal como se especifica en la sección 3.4 del RFC2822. Ejemplo con 3 destinatarios: Muestra de Pedro <peter@example.com>, Muestra de Juan <john@example.com>, admin@example.com
it: Questa impostazione è necessaria se l'email deve essere inviata, tutte le altre impostazioni hanno valori predefiniti. Puoi fornire più indirizzi email separati da virgole e puoi usare il formato normale dell'indirizzo come specificato dalla sezione 3.4 di RFC2822. Esempio con 3 destinatari: Peter Sample <peter@example.com>, John Sample <john@example.com>, admin@example.com
ja_jp: メールを送信するように設定する場合、この設定は必須です（他の設定には既定値があります）。コンまで区切って、複数のメールアドレスを指定できます。RFC2822のセクション3.4で指定されている通常のメールアドレスを使用できます。 以下に3人の受信者を指定する場合の例を示します。 Peter Sample <peter@example.com>, John Sample <john@example.com>, admin@example.com
nl_nl: Deze instelling is vereist als een emailbericht verzonden moet worden, alle andere instellingen hebben standaard waarden. Meerdere emailadressen kunnen gescheiden door komma's worden opgegeven, en het gebruikelijke adresformaat kan worden gebruikt zoals beschreven in RFC2822 sectie 3.4. Voorbeeld met 3 geadresseerden: Peter Sample <peter@example.com>, John Sample <john@example.com>, admin@example.com
pl: To ustawienie jest wymagane, jeśli poczta ma zostać wysłana, wszystkie inne ustawienia mają wartości domyślne. Możesz podać wiele adresów e-mail oddzielonych przecinkami i możesz użyć normalnego formatu adresu określonego w RFC2822 sekcja 3.4. Przykład z 3 odbiorcami: Peter Sample <peter@example.com>, John Sample <john@example.com>, admin@example.com
pt_br: Esta configuração é necessária se o email for enviado, todas as outras configurações têm valores padrão. Você pode fornecer vários endereços de e-mail separados com vírgulas e você pode usar o formato de endereço normal conforme especificado pela RFC2822 seção 3.4. Exemplo para 3 destinatários: Peter Sample <peter@example.com>, John Sample <john@example.com>, admin@example.com
ro: Această setare este necesară dacă e-mailul trebuie trimis, toate celelalte setări au valori implicite. Puteți furniza mai multe adrese de e-mail separate prin virgule și puteți utiliza formatul de adresă obișnuit așa cum este specificat în RFC2822 secțiunea 3.4. Exemplu cu 3 destinatari: Peter Sample <peter@example.com>, John Sample <john@example.com>, admin@example.com
ru: Этот параметр необходим, если почта должна быть отправлена, все остальные параметры имеют значения по умолчанию. Вы можете указать несколько адресов электронной почты через запятую, и вы можете использовать нормальный формат адреса, как указано в разделе 3.4 RFC2822. Пример с 3 получателями: Петр Иванов <peter@example.com>, Иван Петров <john@example.com>, admin@example.com
sr_rs: Ovo podešavanje je potrebno ako treba da se pošalje mail, sva ostala podešavanja imaju podrazumevane vrednosti. Možete da navedete više adresa e-pošte razdvojenih zarezima i možete koristiti normalni format adrese kao što je navedeno u RFC2822 odeljku 3.4. Primer sa 3 primaoca: Peter Sample <peter@example.com>, John Sample <john@example.com>, admin@example.com
