Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Duplicati supports pluggable encryption modules. Use this option to select a module to use for encryption. This is only applied when creating new volumes, when reading an existing file, the filename is used to select the encryption module.
cs: Duplicati podporuje zásuvné šifrovací moduly. Pomocí této předvolby vyberete modul který použít pro šifrování. To je použito pouze při vytváření nových svazků – při čtení existujícího souboru je pro výběr šifrovacího modulu použit název souboru.
de: Duplicati unterstützt Plug-in-fähige Verschlüsselungsmodule. Verwende diese Option, um ein Modul auszuwählen, das für die Verschlüsselung verwendet werden soll. Dies wird nur beim Erstellen neuer Volumes angewendet, beim Lesen einer vorhandenen Datei wird der Dateiname zur Auswahl des Verschlüsselungsmoduls verwendet.
es: Duplicati soporta módulos de encriptación enchufables. Utilice esta opción para seleccionar un módulo para utilizarlo para la encriptación. Esto sólo se aplica cuando se crean nuevos volúmenes, cuando se lee un archivo existente, el nombre del archivo se utiliza para seleccionar el módulo de cifrado.
fr_ca: Duplicati supporte les modules de chiffrement externes. Utiliser cette option pour sélectionner un module de chiffrement. Cela est appliqué uniquement lors de la création de nouveaux volumes. Quand un fichier déjà existant est lu, le nom du fichier est utilisé pour sélectionner le module de chiffrement.
it: Duplicati supporta moduli di crittografia come componenti aggiuntivi. Usa questa opzione per selezionare un modulo da utilizzare per la crittografia. Viene applicato solo quando si creano nuovi volumi. Quando si legge un file esistente, il nome del file è utilizzato per selezionare il modulo di crittografia.
ja_jp: Duplicatiは外部の暗号化モジュールの使用をサポートしています。このオプションで、暗号化に使用するモジュールを選択できます。これは新しいボリュームを作成する際にのみ適用されます。既存のファイルを読み込む際には、ファイル名を使用して暗号化モジュールが選択されます。
nl_nl: Duplicati ondersteunt invoegbare encryptiemodules. Gebruik deze optie om een module op te geven die gebruikt moet worden voor codering. Dit wordt alleen toegepast als nieuwe volumes worden aangemaakt, als een bestaand bestand wordt gelezen, de bestandsnaam wordt gebruikt om de encryptiemodule op te geven.
pl: Duplicati obsługuje wtykowe moduły szyfrowania. Użyj tej opcji, aby wybrać moduł do użycia do szyfrowania. Ma to zastosowanie tylko podczas tworzenia nowych woluminów, podczas odczytu istniejącego pliku nazwa pliku jest używana do wyboru modułu szyfrowania.
pt_br: Duplicati suporta módulos de criptografia conectáveis. Use esta opção para selecionar um módulo a ser usado para criptografia. Isso só é aplicado ao criar novos volumes, ao ler um arquivo existente, o nome do arquivo é usado para selecionar o módulo de criptografia.
ro: Duplicati acceptă module de criptare pluggable. Utilizați această opțiune pentru a selecta un modul de utilizat pentru criptare. Acest lucru se aplică numai când se creează volume noi, atunci când se citește un fișier existent, numele fișierului este utilizat pentru a selecta modulul de criptare.
ru: Duplicati поддерживает подключаемые модули шифрования. Используйте эту опцию для выбора модуля шифрования. Опция будет применена только при создании новых томов, при чтении существующего файла применяемый модуль шифрования определяется именем файла.
sr_rs: Duplicati podržava module za šifrovanje koji se mogu priključiti. Koristite ovu opciju da izaberete modul koji ćete koristiti za šifrovanje. Ovo se primenjuje samo kada se kreiraju novi volumeni, kada se čita postojeći fajl, ime fajla se koristi za izbor modula za šifrovanje.

source: Select what module to use for encryption
cs: Vyberte který modul použít pro šifrování
da: Vælg det modul, der skal bruges til kryptering
de: Auswahl für des Moduls für die Verschlüsselung
es: Seleccione qué módulo utilizar para la encriptación
fi: Valitse salausmoduuli
fr_ca: Sélectionner quel module de chiffrement utiliser
it: Selezionare il modulo da utilizzare per la crittografia
ja_jp: 暗号化に使用するモジュールを選択してください
nl_nl: Geef aan welke module gebruikt moet worden voor codering
pl: Wybierz moduł do szyfrowania
pt_br: Selecione qual o módulo utilizado para encriptação
ro: Selectați ce modul să utilizați pentru criptare
ru: Выбрать модуль шифрования
sr_rs: Izaberite koji modul želite da koristite za šifrovanje
sv_se: Välj vilken modul som ska användas för kryptering

source: Supply one or more module names, separated by commas to unload them.
de: Geben Sie einen oder mehrere durch Komma getrennte Modulnamen an, um diese zu entladen.
fr_ca: Indiquez un ou plusieurs noms de modules à décharger, séparés pas des virgules.
ja_jp: 無効にするモジュールを指定できます。複数ある場合はコンマで区切ってください。
nl_nl: Geef één of meer modulenamen op, gescheiden door komma's om ze te ontladen.

source: Disable one or more modules
de: Eines oder mehrere Module deaktivieren
fr_ca: Désactiver un ou plusieurs modules
nl_nl: Schakel één of meer modules uit

source: Supply one or more module names, separated by commas to load them.
de: Geben Sie einen oder mehrere durch Komma getrennte Modulnamen an, um diese zu laden.
fr_ca: Indiquez un ou plusieurs noms de modules à charger, séparés pas des virgules.
ja_jp: 読み込むモジュールを指定できます。複数ある場合はコンマで区切ってください。
nl_nl: Geef één of meer modulenamen op, gescheiden door komma's om ze te laden.

source: Enable one or more modules
de: Eines oder mehrere Module aktivieren
fr_ca: Activer un ou plusieurs modules
nl_nl: Schakel één of meer modules in

source: Control the use of disk snapshots
de: Die Verwendung von Laufwerk-Schnappschüssen steuern
fr_ca: Contrôle de l'utilisation des clichés de disque
nl_nl: Bepaal het gebruik van schijf-momentopnames

source: The snapshot provider implementation for Windows. The Vanara version is the default and supports all features and integrates directly with Windows on all versions and architectures. The WMIC based snapshot is slightly more portable but has less features. The AlphaVSS is the legacy provider and requires VC++ Redist installed.
fr_ca: Implémentation du fournisseur de clichés pour Windows. La version Vanara est celle par défaut, supporte toutes les fonctionnalités, et s'intègre directement dans Windows sur toutes versions et architectures. Les clichés WMIC sont légèrement plus portables mais ont moins de fonctionnalités. L'ancien fournisseur AlphaVSS nécessite l'installation de VC++ Redist.

source: The snapshot provider implementation to use
fr_ca: Implémentation de clichés à utiliser
nl_nl: De snapshotprovider-implementatie die gebruikt moet worden

source: The pre-generated volumes will be placed into the temporary folder by default. This option can set a different folder for placing the temporary volumes. Despite the name, this also works for synchronous runs.
de: Standardmäßig werden die vor-generierten Volumes in einem temporären Ordner platziert. Mit dieser Option kann ein anderer Ordner als Ziel für die temporären Volumes gesetzt werden. Trotz des Namens funktioniert dieses auch für synchrone Läufe.
fr_ca: Les volumes pré-générés seront placés dans le répertoire temporaire par défaut. Cette option peut définir un répertoire différent pour les volumes temporaires. Malgré le nom, cela fonctionne aussi pour les exécutions synchrones.
ja_jp: 既定では、事前に作成したボリュームが一時フォルダーに保存されます。このオプションで、一時的なボリュームを保存するフォルダーを設定できます。なお、オプションの名称とは異なり、これは同期アップロードでも機能します。
nl_nl: De vooraf gegenereerde volumes worden standaard in de map voor tijdelijke bestanden geplaatst. Met deze optie kunt u een andere map instellen voor het plaatsen van tijdelijke volumes. Ondanks de naam werkt dit ook voor synchrone uitvoeringen.

source: The path where ready volumes are placed until uploaded
cs: Popis umístění ve kterém budou svazky umístěny dokud nebudou odeslány
de: Der Pfad unter dem abgeschlossene Datenträger gesichert werden bis sie hochgeladen werden
es: La ruta donde se colocan los volúmenes listos hasta que se cargan
fi: Tilapäiskansio siirtoa odottaville datatiedostoille
fr_ca: Le chemin où les volumes prêts sont placés jusqu'au téléversement
it: Il percorso in cui sono collocati i volumi pronti fino al caricamento
ja_jp: アップロードの準備ができたボリュームを保管しておく場所のパス
nl_nl: Het pad waar klaargezette volumes staan totdat ze geüpload zijn
pl: Ścieżka, w której umieszczane są gotowe woluminy do momentu przesłania
pt_br: O caminho onde os volumes prontos são colocados até serem carregados
ro: Calea în care sunt plasate volumele pregătite până la încărcare
ru: Путь, по которому готовые тома будут храниться до выгрузки
sr_rs: Putanja na koju se spremni volumeni postavljaju do učitavanja

source: When performing asynchronous uploads, the maximum number of concurrent uploads allowed. Set to zero to disable the limit.
de: Bei der Durchführung asynchroner Uploads die maximale Anzahl gleichzeitiger Uploads die zulässig ist. Wird auf Null gesetzt, um den Grenzwert zu deaktivieren.
es: Cuando se realizan cargas asincrónicas, el número máximo de cargas simultáneas permitidas. Ponga a cero para desactivar el límite.
fr_ca: Lorsque vous effectuez des téléversements asynchrones, le nombre maximum de téléchargements simultanés autorisés. Mettre à zéro pour désactiver la limite.
ja_jp: 非同期アップロードを実行する際に許可する、並行アップロードの最大数を設定できます。0に設定すると、最大数の制限を無効にできます。
nl_nl: Als asynchrone uploads worden uitgevoerd, het maximum aantal toegestane gelijktijdige uploads. Stel in op nul om de beperking uit te schakelen.
pl: W przypadku przekazywania asynchronicznego maksymalna dozwolona liczba jednoczesnych operacji przekazywania. Ustaw na zero, aby wyłączyć limit.
sr_rs: Prilikom asinhronog otpremanja, dozvoljen je maksimalan broj istovremenih otpremanja. Postavite na nulu da biste onemogućili ograničenje.

source: The number of concurrent uploads allowed
da: Antal samtidige uploads tilladt
de: Die Anzahl der zulässigen gleichzeitigen Uploads
es: El número de cargas simultáneas permitidas
fr_ca: Le nombre de téléversements simultanés autorisés
ja_jp: 許可する並行アップロードの数
nl_nl: Het aantal toegestane gelijktijdige uploads
pl: Dozwolona liczba jednoczesnych operacji przesyłania
sr_rs: Broj dozvoljenih istovremenih otpremanja

source: Activate this option to make some error messages more verbose, which may help you track down a particular issue.
de: Aktivieren Sie diese Option, um einige Fehlermeldungen ausführlicher darzustellen, was bei der Suche nach Fehlern hilfreich sein kann.
fr_ca: Activer cette option pour rendre certains messages d'erreur moins bavard, ce qui peut vous aider à cerner un problème particulier.
ja_jp: このオプションを有効にすると、エラーメッセージの一部がより詳細に出力されるため、トラブルシューティングが容易になります。
nl_nl: Activeer deze optie om sommige foutmeldingen uitgebreider te laten weergegeven, waardoor u mogelijk een specifiek probleem kunt opsporen.

source: Enable debugging output
de: Aktiviere Debugausgabe
fr_ca: Activer la sortie de débogage
nl_nl: Schakel debug-uitvoer in

source: Log information to the file specified.
de: Speichert Protokollinformationen in spezifizierte Datei.
fr_ca: Journalisez les informations dans le fichier indiqué.
nl_nl: Schrijf logboekinformatie naar het opgegeven bestand.

source: Log internal information to a file
cs: Zaznamenávat vnitřní informace do souboru
da: Log interne oplysninger til en fil
de: Interne Protokollinformationen in einer Datei speichern
es: Registre la información interna en un archivo
fr_ca: Consigner les informations internes dans un fichier
it: Registra le informazioni interne in un file
ja_jp: 内部情報をファイルに記録
nl_nl: Log interne informatie naar een bestand
pl: Rejestrowanie informacji wewnętrznych w pliku
pt_br: Registrar informações internas em um arquivo
sr_rs: Zabeležite interne informacije u fajl

source: Specify the amount of log information to write into the file specified by the option --{0}.
de: Bestimmt die Menge an Protokollinformationen, die in die mit der Option --{0} angegebene Datei geschrieben wird.
fr_ca: Précisez le volume d'information de journalisation à écrire dans le fichier indiqué par l'option --{0}.
ja_jp: --{0}のオプションで指定したファイルに書き込む情報の量を指定できます。
nl_nl: Geef de hoeveelheid logboekinformatie op die naar het bestand moet worden geschreven dat is opgegeven met de optie --{0}.

source: Log information level
cs: Úroveň podrobnosti záznamů událostí
da: Log informationsniveau
de: Protokollinformationsstufe
es: Nivel de información del registro
fi: Lokiin tallennettavat tiedot
fr_ca: Niveau de détail du journal
it: Livello registro informazioni
ja_jp: ログに記録する情報のレベル
nl_nl: Log informatie niveau
pl: Poziom informacji dziennika
pt_br: Nível de informação de log
ro: Nivel de informație log
ru: Уровень информации журнала
sk_sk: Log informačná úroveň
sr_rs: Nivo informacija dnevnika

source: Use the options --{0} and --{1} instead.
de: Verwenden Sie stattdessen die Optionen --{0} und --{1}
fr_ca: Utilisez plutôt les options --{0} et --{1}.
ja_jp: 代わりに--{0}と--{1}のオプションを使用してください。
nl_nl: Gebruik in plaats hiervan de opties --{0} en --{1}.

source: Suppress warnings and log them as information instead. Use this if you need to silence specific warnings. This option accepts a comma separated list of warning IDs.
de: Unterdrücke Warnungen und protokolliere sie stattdessen als Information. Verwenden Sie dies, um spezifische Warnungen ruhigzustellen. Diese Option erlaubt eine Komma-getrennte Liste von Warnungs-IDs.
fr_ca: Supprimer les avertissements et journalisez-les plutôt en tant qu'informations. À utiliser pour fermer le bec à certains avertissements. Indiquez une liste d'ID d'avertissements séparés par des virgules.
nl_nl: Waarschuwingen onderdrukken en in plaats daarvan als informatieve logvermelding registreren. Gebruik deze optie als u specifieke waarschuwingen wilt onderdrukken. Deze optie accepteert een door komma's gescheiden lijst met waarschuwings-ID's.

source: Suppress specific warnings
de: Unterdrücke spezifische Warnungen
fr_ca: Suppression d'avertissements spécifiques
nl_nl: Onderdruk specifieke waarschuwingen

source: Enable logging of HTTP request diagnostics. Messages are logged at the {0} level, so make sure the log outputs at that level.
fr_ca: Activer la journalisation des diagnostics de requêtes HTTP. Les messages sont journalisés au niveau {0}, donc assurez-vous que la journalisation se fait à ce niveau.
nl_nl: Schakel loggen van HTTP-verzoekdiagnostiek in. Berichten worden gelogd op {0}-niveau, dus zorg ervoor dat het logbestand op dat niveau wordt uitgevoerd.

source: Log HTTP requests
fr_ca: Journalisation des requêtes HTTP
nl_nl: Log HTTP-verzoeken

source: Enable logging of socket data. A value of 0 logs only event messages, a positive value includes that many bytes of data. Use -1 to disable. Messages are logged at the {0} level, so make sure the log outputs at that level.
fr_ca: Activer la journalisation des données de socket. La valeur 0 journalise uniquement les messages d'évènements, et une valeur positive laisse passer autant d'octets de données. -1 désactive. Les messages sont journalisés au niveau {0}, donc assurez-vous que la journalisation se fait à ce niveau.
nl_nl: Schakel het loggen van socketgegevens in. Een waarde van 0 registreert alleen gebeurtenisberichten, een positieve waarde bevat zoveel bytes aan gegevens. Gebruik -1 om uit te schakelen. Berichten worden geregistreerd op {0}-niveau, dus zorg ervoor dat de loggegevens op dat niveau worden weergegeven.

source: Log socket data
fr_ca: Journaliser les données de sockets
nl_nl: Log socketgegevens

source: If Duplicati detects that the target folder is missing, it will create it automatically. Activate this option to prevent automatic folder creation.
cs: Pokud Duplicati zjistí že cílová složka chybí, automaticky ji vytvoří. Pomocí této předvolby je možné zabránit automatickému vytváření složek.
de: Wenn Duplicati erkennt, dass der Zielordner fehlt, wird dieser automatisch erstellt. Das Aktivieren dieser Option verhindert das automatische Erstellen des Ordners
es: Si Duplicati detecta que falta la carpeta de objetivos, la creará automáticamente. Active esta opción para evitar la creación automática de la carpeta.
fi: Jos kohdekansio etäpalvelimella puuttuu, Duplicati luo sen automaattisesti. Tämä estää poistaa automaattisen kansion luomisen.
fr_ca: Si Duplicati détecte que le dossier cible est manquant, il le créera automatiquement. Activez cette option pour empêcher la création automatique de dossier.
it: Se Duplicati rileva che la cartella di destinazione è mancante, sarà creata automaticamente. Attiva questa opzione per impedire la creazione automatica delle cartelle.
ja_jp: バックアップの作成先のフォルダーが存在しない場合、Duplicatiは自動的にフォルダーを作成します。このオプションを有効にすると、フォルダーは自動的に作成されなくなります。
nl_nl: Als Duplicati detecteert dat de doelmap ontbreekt, zal die automatisch aangemaakt worden. Activeer deze optie om het automatisch aanmaken van mappen te voorkomen.
pl: Jeśli Duplicati wykryje, że brakuje folderu docelowego, utworzy go automatycznie. Aktywuj tę opcję, aby zapobiec automatycznemu tworzeniu folderów.
pt_br: Se o Duplicati detectar que a pasta de destino está faltando, ela irá criá-la automaticamente. Ative esta opção para evitar a criação automática de pastas.
ro: Dacă Duplicati detectează lipsa dosarului țintă, îl va crea automat. Activați această opțiune pentru a împiedica crearea automată a folderelor.
ru: Если Duplicati обнаруживает, что целевая папка отсутствует, то она будет создана автоматически. Активируйте эту опцию, чтобы запретить автоматическое создание папок.
sr_rs: Ako Duplicati otkrije da ciljni folder nedostaje, automatski će ga kreirati. Aktivirajte ovu opciju da sprečite automatsko kreiranje fascikli.

source: Disable automatic folder creation
de: Automatische Ordnererstellung deaktivieren
fr_ca: Désactiver la création automatique de dossiers
nl_nl: Schakel het automatisch aanmaken van mappen uit

source: Use this option to exclude faulty writers from a snapshot. This is equivalent to the -wx flag of the vshadow.exe tool, except that it only accepts writer class GUIDs, and not component names or instance GUIDs. Multiple GUIDs must be separated with a semicolon, and most forms of GUIDs are allowed, including with and without curly braces.
cs: Pomocí této volby je možné ze zachyceného stavu vynechat chybné zápisy. Toto je ekvivalentem příznaku -wx nástroji vshadow.exe s výjimkou GUID identifikátorů tříd zápisů a nikoli názvů komponent či GUID identifikátorů instance. Je třeba, aby vícero GUID identifikátorů bylo oddělováno středníkem a je možné použít většinu podob GUID, včetně těch se složenými závorkami.
de: Diese Option wird genutzt um fehlerhafte Schreiber von einem Snapshot auszuschließen. Dieses ist das selbe wie das -wx Flag des vshadow.exe Werkzeugs, mit dem Unterschied das es nur Schreiber-Klassen GUIDs und keine Komponenten Namen oder Instanz GUIDs akzeptiert. Mehrere GUIDs müssen durch ein Semikolon getrennt werden wobei die meisten GUID Formen erlaubt sind, auch mit und ohne geschweifte Klammern.
es: Utilice esta opción para excluir a los escritores defectuosos de una instantánea. Esto es equivalente a la bandera -wx de la herramienta vshadow.exe, excepto que sólo acepta GUIDs de clase de escritor, y no nombres de componentes o GUIDs de instancia. Los GUID múltiples deben separarse con un punto y coma, y se permiten la mayoría de las formas de GUID, incluso con y sin llaves.
fi: Estä epäkelpoja kirjoittajia kirjoittamasta vedokseen tällä valitsimella. Tämä toimii kuten ohjelman vshadow.exe valitsin -wx paitsi, että tämä hyväksyy vain kirjoittajaluokan GUID:ja eikä komponenttien nimiä tai instanssien GUID:ja. Useat GUID:it erotetaan puolipisteellä. Useimmat GUID-tyypit ovat sallittuja, mukaanlukien kaarisulkeilla tai ilman olevat.
fr_ca: Utilisez cette option pour exclure les auteurs défectueux d'un instantané. Cela est équivalent au paramètre -wx de l'outil vshadow.exe, sauf qu'il accepte uniquement les GUID de classe d'écriture, et non les noms de composant ou les GUID d'instance. Les GUID multiples doivent être séparés par un point-virgule, et la plupart des formes de GUID sont autorisées, y compris avec et sans accolades.
it: Usa questa opzione per escludere gli scrittori difettosi da una istantanea. Questo equivale al flag -wx dello strumento vshadow.exe, con la differenza che accetta solo scrittori di classe GUID, e non i nomi dei componenti o le istanze GUID. I GUID multipli devono essere separati con un punto e virgola e la maggior parte delle forme GUID sono ammesse, incluse con e senza parentesi graffe.
ja_jp: 正しく機能しないライターをスナップショットから除外できます。これはvshadow.exeの-wxフラグと同等の設定ですが、このオプションには、ライターのクラスのGUIDのみを設定できます。コンポーネントの名称や、インスタンスのGUIDは設定できません。複数のGUIDを指定する場合はセミコロンで区切ってください。中括弧のあるGUIDを含めて、ほとんどの形式のGUIDを指定できます。
nl_nl: Gebruik deze optie om foutieve writers van een momentopname uit te sluiten. Dit is hetzelfde als de -wx vlag van het vshadow.exe hulpprogramma, behalve dat het alleen writer class GUID's accepteert, en geen componentnamen of instance GUID's. Meerdere GUID's moeten gescheiden worden met een puntkomma, en de meeste vormen van GUID's zijn toegestaan, inclusief met en zonder accolades.
pl: Korzystając z tej opcji można pominąć nieprawidłowe wpisy z przechwyconej migawki. Jest to odpowiednik parametru -wx narzędzia vshadow.exe, z tym wyjątkiem, że akceptuje ono tylko identyfikatory GUID klas zapisu, a nie nazwy składników lub identyfikatory GUID instancji. Wiele identyfikatorów GUID musi być oddzielonych średnikami, a większość form identyfikatorów GUID jest dozwolona, w tym z nawiasami klamrowymi i bez.
pt_br: Use esta opção para excluir escritores defeituosos de um snapshot. Isso é equivalente à flag -wx da ferramenta vshadow.exe, exceto que ele apenas aceita GUIDs de classe de escritor e não nomes de componentes ou GUID de instância. Múltiplos GUIDs devem ser separados com um ponto-e-vírgula e a maioria das formas de GUIDs são permitidas, inclusive com e sem chaves.
ro: Utilizați această opțiune pentru a exclude scriitorii defecți dintr-un instantaneu. Aceasta este echivalentă cu pavilionul -wx al instrumentului vshadow.exe, cu excepția faptului că acceptă numai GUID-uri de clasă de scriere și nu nume de componente sau instanțe GUID. GUID-urile multiple trebuie să fie separate cu punct și virgulă și majoritatea formelor de GUID-uri sunt permise, inclusiv cu și fără bretele curbate.
ru: Используйте этот параметр, чтобы исключить ошибочные записи из моментального снимка. Это эквивалентно флагу -wx средства vshadow.exe, за исключением, что принимаются только GUID класса записи, а не имена компонентов или GUID экземпляров. Несколько GUID должны разделяться точкой с запятой; разрешено большинство форм GUID, в том числе с фигурными скобками и без них.
sr_rs: Koristite ovu opciju da biste isključili neispravne pisce iz snimka. Ovo je ekvivalentno zastavici -wx alatke vshadow.exe, osim što prihvata samo GUID-ove klase pisca, a ne imena komponenti ili GUID-ove instance. Više GUID-ova mora biti odvojeno tačkom i zarezom, a većina oblika GUID-a je dozvoljena, uključujući sa i bez vitičastih zagrada.
