Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: A display name that is attached to this backup. Can be used to identify the backup when sending mail or running scripts.
cs: Zobrazovaný název který je připojen k této záloze. Je možné ho použít pro identifikaci zálohy při posílání e-mailu nebo spouštění skriptů.
fi: Näyttää tämän varmuuskopion nimen. Nimen avulla voit erottaa eri varmuuskopiot sähköposti-ilmoituksissa tai skripteissä.
it: Il nome visualizzato è associato a questo backup. Può essere utilizzato per identificare il backup durante l'invio di posta o esecuzione di script.
pt_br: Um nome de exibição anexado a este backup. Pode ser usado para identificar o backup ao enviar e-mails ou executar scripts.
ro: Un nume afișat care este atașat la această copie de rezervă. Poate fi folosit pentru a identifica copiile de rezervă atunci când trimiteți e-mailuri sau rularea de scripturi.
ru: Название, присвоенное этой резервной копии. Может быть использовано для идентификации резервной копии при посылке сообщений или выполнении скриптов.
sr_rs: Ime za prikaz koje je priloženo ovoj rezervnoj kopiji. Može se koristiti za identifikaciju rezervne kopije prilikom slanja pošte ili pokretanja skripti.

source: This property can be used to point to a text file where each line contains a file extension that indicates a non-compressible file. Files that have an extension found in the file will not be compressed, but simply stored in the archive. The file format ignores any lines that do not start with a period, and considers a space to indicate the end of the extension. A default file is supplied, that also serves as an example. The default file is placed in {0}.
cs: Pomocí této vlastnosti je možné odkázat na textový soubor ve kterém každý z řádků obsahuje příponu souboru, který není komprimovatelný. Soubory s příponou nalézající se v tomto souboru nebudou komprimovány ale jen uloženy v archivu. Formát souboru ignoruje všechny řádky které nezačínají tečkou a mezera je považována za konec přípony. Je poskytován výchozí soubor, který slouží jako ukázka. Výchozí soubor se nachází v {0}.
fi: Tämä valitsin antaa tekstitiedoston, joka sisältää listan pakkautumattomista tiedostotyypeistä. Tiedosto koostuu tiedostotarkentimista, jotka ovat kukin omalla rivillään. Rivit, jotka eivät ala pisteellä jätetään huomiotta. Tarkentimen katsotaan päättyvän välilyöntiin. Tiedosto sisältää oletusarvon, joka on myös esimerkkinä muille riveille. Oletustiedoston sijainti on {0}
it: Questa proprietà può essere utilizzata per puntare a un file di testo in cui ogni riga contiene un'estensione di file che indica un file non comprimibile. I file che hanno un'estensione trovata nel file non saranno compressi, ma semplicemente memorizzati nell'archivio. Il formato del file ignora tutte le righe che non iniziano con un punto e considera lo spazio per indicare la fine dell'estensione. È fornito un file predefinito, che funge anche da esempio. Il file predefinito è inserito in {0}.
pt_br: Essa propriedade pode ser usada para apontar para um arquivo de texto onde cada linha contém uma extensão de arquivo que indica um arquivo não compressível. Os arquivos que possuem uma extensão encontrada no arquivo não serão compactados, mas simplesmente armazenados no arquivo. O formato do arquivo ignora todas as linhas que não começam com um período e consideram um espaço para indicar o final da extensão. Um arquivo padrão é fornecido, que também serve como um exemplo. O arquivo padrão é colocado em {0}.
ro: Această proprietate poate fi folosită pentru a indica un fișier text în care fiecare linie conține o extensie de fișier care indică un fișier non-compresibil. Fișierele care au o extensie găsită în fișier nu vor fi comprimate, ci pur și simplu stocate în arhivă. Formatul de fișier ignoră liniile care nu încep cu o perioadă și consideră un spațiu pentru a indica sfârșitul extensiei. Este furnizat un fișier implicit, care servește și ca exemplu. Fișierul implicit este plasat în {0}.
ru: Это свойство используется для указания текстового файла, в каждой строке которого записано расширение типов файлов, не нуждающихся в сжатии. Файлы, имеющие перечисленные расширениями, сжиматься не будут, а будут просто сохранены в архиве. Любые строки, начинающиеся не с точки игнорируются, пробел рассматривается как конец расширения. Файл по умолчанию предоставлен, также он может служить в роли примера. Файл по умолчанию размещен в {0}.
sr_rs: Ovo svojstvo se može koristiti za ukazivanje na tekstualni fajl u kojem svaki red sadrži ekstenziju fajla koji označava fajl koji se ne može kompresovati. Fajlovi koje imaju ekstenziju pronađenu u fajlu neće biti komprimovane, već jednostavno uskladištene u arhivi. Format fajla ignoriše sve redove koji ne počinju tačkom i uzima u obzir razmak koji označava kraj ekstenzije. Isporučuje se podrazumevani fajl, koja takođe služi kao primer. Podrazumevani fajl je smeštena u {0}.

source: This option can be used to limit the scan to only files that are known to have changed. This is usually only activated in combination with a filesystem watcher that keeps track of file changes.
cs: Pomocí této volby je možné omezit skenování na pouze ty soubory, o kterých se ví, že byly změněny. Toto je obvykle zapínáno pouze v kombinaci se sledováním změn v souborovém systému které zaznamenává změny v souborech.
fi: Tämä valitsin rajoittaa muuttuneiden tiedostojen haun vain tiedostoihin, joiden tiedoetään muuttuneen. Tätä käytetään yleensä yhdessä jonkin tiedostojärjestelmää tarkkailevan ohjelman, joka koostaa listan muuttuneista tiedostoista, kanssa.
it: Questa opzione può essere utilizzata per limitare la scansione ai soli file per i quali si sa che sono stati modificati. Questo di solito è attivato solo in combinazione con un osservatore di filesystem che tiene traccia delle modifiche dei file.
pt_br: Esta opção pode ser usada para limitar a varredura para apenas arquivos que se sabe que mudaram. Geralmente, isso só é ativado em combinação com um observador de sistema de arquivos que acompanha as mudanças de arquivos.
ro: Această opțiune poate fi utilizată pentru a limita scanarea numai la fișiere despre care se știe că s-au schimbat. Acesta este, de obicei, activat numai în combinație cu un observator al sistemului de fișiere care ține evidența modificărilor fișierelor.
ru: Эта опция может использоваться, чтобы сканировать только файлы, о которых известно, что они были изменены. Обычно опция активируется только в сочетании с наблюдателем за файловой системой, отслеживающим изменения файлов.
sr_rs: Ova opcija se može koristiti da ograniči skeniranje samo na fajlove za koje se zna da su promenjeni. Ovo se obično aktivira samo u kombinaciji sa posmatračem sistema fajlova koji prati promene fajlova.

source: Path to the file containing the local cache of the remote file database
cs: Cesta k souboru s místní mezipamětí vzdálené databáze souborů
fi: Polku paikalliseen kopioon tietokannasta, joka sisältää tiedot etäpalvelimella olevista tiedostoista
it: Percorso del file contiene la cache locale del file database remoto
pt_br: Caminho para o arquivo que contém o cache local do banco de dados de arquivos remotos
ro: Calea către fișierul care conține memoria cache locală a bazei de date de fișiere la distanță
ru: Путь к файлу, содержащему локальный кэш удаленной файловой базы данных
sr_rs: Putanja do fajla koji sadrži lokalni keš baze podataka udaljenih fajlova

source: This option can be used to supply a list of deleted files. This option will be ignored unless the option --{0} is also set.
cs: Pomocí této předvolby je možné poskytnout seznam smazaných souborů. Je ovšem ignorována pokud není zadaná také předvolba --{0}.
fi: Lista poistetuista tiedostoista. Tämä valitsin jätetään huomiotta, jollei valitsinta --{0} ole annettu.
it: Questa opzione può essere utilizzata per fornire un elenco di file cancellati. Questa opzione sarà ignorata a meno che non sia impostata anche l'opzione --{0}.
pt_br: Esta opção pode ser usada para fornecer uma lista de arquivos excluídos. Esta opção será ignorada, a menos que a opção --{0} também esteja definida.
ro: Această opțiune poate fi utilizată pentru a furniza o listă de fișiere șterse. Această opțiune va fi ignorată dacă opțiunea - {0} nu este setată.
ru: Эта опция служит для предоставления списка удаленных файлов. Опция игнорируется, если не установлен параметр --{0}.
sr_rs: Ova opcija se može koristiti za isporuku liste izbrisanih fajlova. Ova opcija će biti zanemarena osim ako nije podešena i opcija --{0}.

source: This option can be used to reduce the memory footprint by not keeping paths and modification timestamps in memory
cs: Tato předvolba může být použita pro snížení spotřeby kapacity operační paměti tím, že v ní nebudou uchovávány popisy umístění a časové značky úprav
fi: Tällä valitsimella voit pienentää muistinkäyttöä. Tällöin Duplicati ei säilytä muistissa tiedostopolkuja ja muokkausaikokoja muistissa.
it: Questa opzione può essere utilizzata per ridurre lo spazio di memoria occupata non mantenendo i percorsi e la modifica dei timestamp in memoria
pt_br: Esta opção pode ser usada para reduzir a pegada da memória ao não manter os caminhos e os timestamps de modificação na memória
ro: Această opțiune poate fi utilizată pentru a reduce amprenta de memorie, fără a păstra căile și timbrele de modificare în memorie
ru: Эту опцию можно использовать для уменьшения занимаемого объема памяти, не сохраняя пути и временные метки модификации в памяти
sr_rs: Ova opcija se može koristiti da smanji memorijski otisak tako što se ne čuvaju putanje i vremenske oznake modifikacije u memoriji

source: This option can be used to increase speed in exchange for extra memory use.
cs: Pomocí této předvolby je možné zvýšit rychlost za cenu vyšší spotřeby operační paměti.
it: Questa opzione può essere utilizzata per aumentare la velocità in cambio dell'utilizzo di più memoria.
pt_br: Esta opção pode ser usada para aumentar a velocidade em troca de uso extra de memória.
ro: Această opțiune poate fi utilizată pentru a crește viteza în schimbul utilizării suplimentare a memoriei.
sr_rs: Ova opcija se može koristiti za povećanje brzine u zamenu za dodatnu upotrebu memorije.

source: Store an in-memory block cache
cs: Udržovat mezipaměť bloků v operační paměti
it: Archiviare un blocco cache in memoria
pt_br: Armazene um cache de bloco na memória
ro: Stocați o memorie cache în memorie
sr_rs: Sačuvajte blok predmemoriju u memoriju

source: If this flag is set, the local database is not compared to the remote filelist on startup. The intended usage for this option is to work correctly in cases where the filelisting is broken or unavailable.
cs: Když je tento příznak nastaven, místní databáze není při spouštění porovnávána vůči seznamu souborů na protějšku. Zamýšleným využitím této předvolby je správné fungování v případech kdy je seznam souborů poškozený nebo není k dispozici.
fi: Tämä asetus estää etäpalvelimen tiedostojen listauksen aloitettaessa varmuuskopioita. Tämän tarkoitus on auttaa Duplicatia toimimaan sellaisten etäpalvelinten kanssa, joiden tiedostolistaus ei ole luotettava.
it: Se è impostato questo flag, il database locale non è confrontato con file elenco remoto all'avvio. L'utilizzo previsto per questa opzione è di funzionare correttamente nei casi in cui il file elenco è corrotto o non disponibile.
pt_br: Se este sinalizador estiver configurado, o banco de dados local não será comparado com a lista remota de arquivos na inicialização. O uso pretendido para esta opção é funcionar corretamente nos casos em que o arquivo de arquivos está quebrado ou não está disponível.
ro: Dacă acest flag este setat, baza de date locală nu este comparată cu lista de fișiere la distanță la pornire. Utilizarea intenționată pentru această opțiune este să funcționeze corect în cazurile în care lista fișierelor este întreruptă sau indisponibilă.
ru: Если этот флаг установлен, при запуске локальная база данных не будет сравниваться со списком файлов на удаленном сервере. Предполагаемое использование опции – корректная работа в случаях, когда список файлов поврежден или недоступен.
sr_rs: Ako je ova zastavica postavljena, lokalna baza podataka se ne poredi sa udaljenom listom fajlova pri pokretanju. Predviđena upotreba ove opcije je da ispravno radi u slučajevima kada je lista fajlova pokvarena ili nedostupna.

source: Determines usage of index files
cs: Určuje použití indexových souborů
fi: Säädä hakemistotiedotojen käyttöä
it: Determina l'utilizzo dei file indice
pt_br: Determina o uso de arquivos de índice
ro: Determină utilizarea fișierelor index
ru: Определяет использование индекса файлов
sr_rs: Određuje upotrebu indeksnih fajlova

source: This option can be used to experiment with different settings and observe the outcome without changing actual files.
cs: Pomocí této předvolby je možné experimentovat s různými nastaveními a sledovat výsledek aniž by byly měněny skutečné soubory.
fi: Tällä valitsimella voit testata erilaisia asetuksia ja niiden vaikutusta koskematta tiedostoihin.
it: Questa opzione può essere utilizzata per sperimentare impostazioni diverse e osservare il risultato senza modificare gli effettivi file.
pt_br: Esta opção pode ser usada para experimentar diferentes configurações e observar o resultado sem alterar os arquivos reais.
ro: Această opțiune poate fi utilizată pentru a experimenta diferite setări și a observa rezultatul fără a schimba fișierele reale.
ru: Эта опция может использоваться для экспериментов с различными настройками и наблюдения за результатом без изменения фактических файлов.
sr_rs: Ova opcija se može koristiti za eksperimentisanje sa različitim podešavanjima i posmatranje ishoda bez promene stvarnih fajlova.

source: Does not perform any modifications
cs: Neprovádět žádné úpravy
fi: Älä muuta tiedostoja
it: Non esegue alcuna modifica
pt_br: Não executa quaisquer modificações
ro: Nu efectuează modificări
ru: Не выполняет никаких модификаций
sr_rs: Ne vrši nikakve modifikacije

source: This is a very advanced option! This option can be used to select a block hash algorithm with smaller or larger hash size, for performance or storage space reasons.
cs: Toto je velmi pokročilá předvolba! Je možné pomocí ní vybrat algoritmus pro tvorbu otisků (hash) bloků podle délky výsledného otisku (z důvodů výkonu a místa).
fi: Tämä on asiantuntija-asetus. Tällä asetuksella voit valita lohkojen tarkastussummien laskemiseen käytettävän algoritmin. Sillä on vaikutusta suorituskykyyn ja levytilan tarpeeseen.
it: Questa è un'opzione molto avanzata! Questa opzione può essere utilizzata per selezionare un algoritmo hash sul blocco con dimensioni hash più piccole o più grandi, per motivi di prestazioni o spazio di archiviazione.
pt_br: Esta é uma opção bastante avançada! Esta opção pode ser usada para selecionar
ro: Aceasta este o opțiune foarte avansată! Această opțiune poate fi utilizată pentru a selecta un algoritm hash bloc cu dimensiune hash mai mică sau mai mare, pentru motive de performanță sau spațiu de stocare.
ru: Это параметр для продвинутых пользователей! Параметр может использоваться для выбора алгоритма хэшрования блоков с размером хэша меньшим или большим, по соображениям производительности или объема хранимых данных.
sr_rs: Ovo je veoma napredna opcija! Ova opcija se može koristiti za izbor algoritma za heš blok sa manjom ili većom veličinom heša, zbog performansi ili prostora za skladištenje.

source: This is a very advanced option! This option can be used to select a file hash algorithm with smaller or larger hash size, for performance or storage space reasons.
cs: Toto je velmi pokročilá předvolba! Je možné pomocí ní vybrat algoritmus pro tvorbu otisků (hash) souborů podle délky výsledného otisku (z důvodů výkonu a místa).
fi: Tämä on asiantuntija-asetus. Tällä asetuksella voit valita tiedostojen tarkastussummien laskemiseen käytettävän algoritmin. Sillä on vaikutusta suorituskykyyn ja levytilan tarpeeseen.
it: Questa è un'opzione molto avanzata! Questa opzione può essere utilizzata per selezionare un algoritmo hash sul file con dimensioni hash più piccole o più grandi, per motivi di prestazioni o spazio di archiviazione.
pt_br: Esta é uma opção muito avançada! Esta opção pode ser usada para selecionar um algoritmo de hash de arquivo com tamanho de hash menor ou maior, por motivos de desempenho ou espaço de armazenamento.
ro: Aceasta este o opțiune foarte avansată! Această opțiune poate fi utilizată pentru a selecta un algoritm hash de fișiere cu dimensiune hash mai mică sau mai mare, pentru motive de performanță sau spațiu de stocare.
ru: Это параметр для продвинутых пользователей! Параметр может использоваться для выбора алгоритма хэшрования файлов с размером хэша меньшим или большим, по соображениям производительности или объема хранимых данных.
sr_rs: Ovo je veoma napredna opcija! Ova opcija se može koristiti za izbor algoritma za heš fajla sa manjom ili većom veličinom heša, zbog performansi ili prostora za skladištenje.

source: Disables the local database
cs: Vypne místní databázi
fi: Poista paikallinen tietokanta käytöstä
it: Disattiva il database locale
pt_br: Desabilitar a base de dados local
ro: Dezactivează baza de date locală
ru: Отключить локальную базу данных
sr_rs: Onemogućava lokalnu bazu podataka

source: When listing contents or when restoring files, the local database can be skipped. This is usually slower, but can be used to verify the actual contents of the remote store
cs: Při vypisování obsahu nebo obnovování souborů, místní databázi je možné přeskočit. Toto je obvykle pomalejší, ale může být použito k ověření skutečného obsahu vzdáleného úložiště
fi: Voit poistaa paikallisen tietokannan käytöstä listatessasi tai palauttaessasi varmuuskopioituja tiedostoja.Tämä on yleensä hitaampaa, mutta siten voidaan varmistua etäpalvelimella olevan varmuuskopion toimivuudesta.
it: Quando si elencano i contenuti o quando si ripristinano i file, è possibile ignorare il database locale. Questo è di solito più lento, ma può essere utilizzato per verificare il contenuto effettivo dell'archivio remoto
pt_br: Ao listar o conteúdo ou ao restaurar arquivos, o banco de dados local pode ser ignorado. Isso geralmente é mais lento, mas pode ser usado para verificar o conteúdo real do armazenamento remoto
ro: Când listați conținutul sau când restaurați fișiere, baza de date locală poate fi omisă. Acest lucru este de obicei mai lent, dar poate fi folosit pentru a verifica conținutul real al magazinului de la distanță
ru: Можно отключить использование локальной базы данных при перечислении содержимого или восстановлении файлов. Обычно это замедляет работу, но может быть использовано для проверки фактического содержимого удаленного хранилища
sr_rs: Prilikom navođenja sadržaja ili prilikom vraćanja fajlova, lokalna baza podataka se može preskočiti. Ovo je obično sporije, ali se može koristiti za proveru stvarnog sadržaja udaljenog skladišta

source: Use this option to set number of versions to keep, supply -1 to keep all versions
cs: Pomocí této předvolby nastavte počet verzí které ponechat, zadáním -1 budou ponechány všechny
fi: Aseta säilytettävien versioiden lukumäärä. Aseta arvoksi -1 säilyttääksesi kaikki versiot.
it: Usa questa opzione per impostare il numero di versioni da mantenere, metti -1 per mantenere tutte le versioni
pt_br: Use esta opção para selecionar o número de versões armazenadas, fornecer -1 para armazenar todas as versões
ro: Utilizați această opțiune pentru a seta numărul de versiuni pe care să le păstrați, furnizați -1 pentru a păstra toate versiunile
ru: Используйте этот параметр, чтобы задать количество версий для хранения. Укажите -1, чтобы хранить все версии
sr_rs: Koristite ovu opciju da podesite broj verzija za čuvanje, navedite -1 da zadržite sve verzije

source: Use this option to overwrite target files when restoring, if this option is not set the files will be restored with a timestamp and a number appended.
cs: Pomocí této předvolby je možné přepsat cílové soubory při obnovování. Pokud tato předvolba není nastavená, soubory budou obnoveny s názvy ke kterým je připojena časová značka a číslo.
fi: Tällä valitsimella Duplicati ylikirjoittaa olemassaolevat tiedostot palauttettaessa. Jos tätä valitsinta ei ole annettu, Duplicati lisää palautettavan tiedoston nimeen aikaleiman ja järjestysnumeron.
it: Usa questa opzione per sovrascrivere i file di destinazione durante il ripristino, se questa opzione non è impostata, i file saranno ripristinati con un timestamp e un numero aggiunto.
pt_br: Use esta opção para substituir arquivos de destino ao restaurar, se esta opção não estiver configurada, os arquivos serão restaurados com uma marca de tempo e um número anexado.
ro: Utilizați această opțiune pentru a suprascrie fișierele țintă atunci când restaurați, dacă această opțiune nu este setată, fișierele vor fi restaurate cu un marcaj de timp și un număr atașat.
ru: Используйте эту опцию чтобы перезаписать целевые файлов при восстановлении. Если этот параметр не установлен, файлы будут восстановлены с добавленными отметкой времени и числом.
sr_rs: Koristite opciju da prepišete odredišne fajlove prilikom vraćanja, ako ova opcija nije podešena fajlovi će biti vraćeni sa dodatim vremenom i brojem.

source: Set a log-level for the desired output method instead
cs: Namísto toho nastavit míru podrobností pro požadovanou metodu výstupu
it: Imposta invece un livello di registrazione per il metodo di output desiderato
pt_br: Defina um nível de log para o método de saída desejado
sr_rs: Umesto toga, podesite nivo evidencije za željeni izlazni metod

source: After a backup is completed, some (dblock, dindex, dlist) files from the remote backend are selected for verification. Use this option to change how many. If the backup-test-percentage option is also provided, the number of samples tested is the maximum implied by the two options. If this value is set to 0 or the option --{0} is set, no remote files are verified
sr_rs: Nakon što je rezervna kopija završena, neki (dblock, dindex, dlist) fajlovi sa udaljene pozadine se biraju za verifikaciju. Koristite ovu opciju da promenite koliko. Ako je takođe obezbeđena opcija backup-test-percentage, broj testiranih uzoraka je maksimum koji podrazumevaju dve opcije. Ako je ova vrednost postavljena na 0 ili je podešena opcija --{0}, nijedan udaljeni fajlovi se ne verifikuje

source: After a backup is completed, some (dblock, dindex, dlist) files from the remote backend are selected for verification. Use this option to specify the percentage (between 0 and 100) of files to test. If the backup-test-samples option is also provided, the number of samples tested is the maximum implied by the two options. If the no-backend-verification option is provided, no remote files are verified.
sr_rs: Nakon što je rezervna kopija završena, neki (dblock, dindex, dlist) fajlovi sa udaljene pozadine se biraju za verifikaciju. Koristite ovu opciju da odredite procenat (između 0 i 100) fajlova za testiranje. Ako je takođe obezbeđena opcija backup-test-samples, broj testiranih uzoraka je maksimum koji podrazumevaju dve opcije. Ako je obezbeđena opcija no-backend-verification, udaljeni fajlovi se ne verifikuje.

source: Activates in-depth verification of files
cs: Zapíná hloubkové ověřování souborů
fi: Perusteellinen eheystarkastus
it: Attiva verifica approfondita dei file
pt_br: Ativar a verificação detalhada de arquivos
ro: Activează verificarea în profunzime a fișierelor
ru: Активировать углубленную проверку файлов
sr_rs: Aktivira detaljnu verifikaciju fajlova
