Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: You can specify one of "{0}", "{1}", "{2}", "{3}". You can supply multiple options with a comma separator, e.g. "{0},{1}". The special value "{4}" is a shorthand for "{0},{1},{2},{3}" and will cause all backup operations to send a message.
cs: Je možné zadat něco z „{0}“, „{1}“, „{2}“, „{3}“. Je možné zadat vícero voleb oddělovaných čárkou, např. „{0},{1}“. Speciální hodnota „{4}“ je zkratka pro „{0},{1},{2},{3}“ a způsobí, že zpráva bude odeslána o všech zálohovacích operacích.
da: Du kan angive én af "{0}", "{1}", "{2}", "{3}". Du kan angive flere muligheder adskilt med komma f.eks. "{0},{1}". Specialværdien "{4}" er en forenkling af "{0},{1},{2},{3}" og vil medføre at alle backup aktiviteter sender en besked.
de: Wähle zwischen "{0}", "{1}", "{2}", "{3}". Mehrere Optionen können durch Komma voneinander getrennt angegeben werden, z.B: "{0},{1}". Der besondere Wert "{4}" ist ein Kürzel für "{0},{1},{2},{3}" und wird alle Backupvorgänge veranlassen eine Meldung zu versenden.
es: Puede especificar uno de "{0}", "{1}", "{2}", "{3}". Puede proporcionar múltiples opciones con un separador de comas, por ejemplo, "{0},{1}". El valor especial "{4}" es una abreviatura de "{0},{1},{2},{3}" y hará que todas las operaciones de respaldo envíen un mensaje.
fi: Voit valita yhden seuraavista: "{0}", "{1}", "{2}", "{3}". Voit valita useamman vaihtoehdon erottamalla ne pilkulla toisistaan, esim. "{0},{1}". Erityinen arvo "{4}" on sama kuin "{0},{1},{2},{3}", ja sen valitsemalla jokaisesta varmuuskopiontioperaatiosta lähetetään viesti.
it: Puoi specificare uno di "{0}", "{1}", "{2}", "{3}". Puoi fornire più opzioni con una virgola come separatore, es. "{0},{1}". Il valore speciale "{4}" è una scorciatoia per "{0},{1},{2},{3}" e avvierà tutte le operazioni di backup per inviare un messaggio.
ja_jp: 「{0}」、「{1}」、「{2}」、「{3}」のどれかを指定できます。 「{0},{1}」のようにコンマで分けて複数のオプションを指定できます。「{4}」は「{0},{1},{2},{3}」の省略形で、バックアップに関する全ての操作についてメッセージを送信します。
nl_nl: Eén van deze opties kan worden opgegeven: "{0}", "{1}", "{2}", "{3}". Meerdere opties kunnen worden opgegeven met een komma als scheidingsteken, bijvoorbeeld "{0},{1}". De speciale waarde "{4}" is een korte schrijfwijze voor "{0},{1},{2},{3}" en zal ervoor zorgen dat voor alle back-up bewerkingen een bericht wordt verstuurd.
pl: Możesz określić jeden z "{0}", "{1}", "{2}", "{3}". Możesz podać wiele opcji z separatorem przecinków, np. "{0},{1}". Specjalna wartość "{4}" jest skrótem dla "{0},{1},{2},{3}" i spowoduje, że wszystkie operacje tworzenia kopii zapasowych wyślą komunikat.
pt_br: Você pode especificar um para "{0}", "{1}", "{2}", "{3}". Você pode fornecer múltiplas opções separadas por aspas, por exemplo "{0},{1}". O valor especial "{4}" é uma forma abreviada para "{0},{1},{2},{3}" e vai causar o envio de uma mensagem em toda a operação de cópia.
ro: Puteți specifica unul dintre "{0}", "{1}", "{2}", "{3}". Puteți furniza mai multe opțiuni cu un separator de virgulă, de ex. "{0}, {1}". Valoarea specială "{4}" este o scurtă durată pentru "{0}, {1}, {2}, {3}" și va determina trimiterea unui mesaj pentru toate operațiile de salvare.
ru: Можно указать один из «{0}» «{1}», «{2}», «{3}». Можно указать несколько вариантов, разделенных запятыми, напр. «{0}, {1}». Специальное значение «{4}» является сокращением для «{0}, {1}, {2}, {3}» и служит для отправки сообщений обо всех операциях резервного копирования.
sr_rs: Možete da navedete jedan od "{0}", "{1}", "{2}", "{3}". Možete da navedete više opcija sa zarezom, npr. "{0},{1}". Posebna vrednost "{4}" je skraćenica za "{0},{1},{2},{3}" i dovešće do slanja poruke svim operacijama rezervnih kopija.

source: Google Cloud Storage
cs: Cloudové úložiště Google
de: Google Cloud Speicher
ja_jp: Google クラウドストレージ
ru: Google Cloud Хранилище
sk_sk: Google Cloud úložisko
sr_rs: Google Cloud skladište

source: Satellite
da: Satellit
de: Satellit
es: Satélite
ja_jp: サテライト
pl: Satelita
pt: Satélite
sv_se: Satellit

source: Displays this help
cs: Zobrazí tuto nápovědu
fi: Näyttää tämän ohjeen
it: Visualizza questa guida
pt_br: Exibir esta ajuda
ro: Afișează acest ajutor
ru: Отображает эту справку
sr_rs: Prikazuje ovu pomoć

source: This option can be used to store some or all of the options given to the commandline client. The file must be a plain text file, UTF-8 encoding is preferred. Each line in the file should be of the format --option=value. The special options --{0} and --{1} can be used to override the localpath and the remote destination uri, respectively. The options in this file take precedence over the options provided on the commandline. You cannot specify filters in both the file and on the commandline. Instead, you can use the special --{2}, --{3}, or --{4} options to specify filters inside the parameter file. Each filter must be prefixed with either a + or a -, and multiple filters must be joined with {5}
cs: Tuto volbu je možné použít pro ukládání některých nebo všech voleb zadaných klientovi pro příkazový řádek. Je třeba, aby soubor byl čistě textový, nejlépe se znakovou sadou UTF-8. Každý řádek souboru by měl mít podobu --volba=hodnota. Pro přepsání místního popisu umístění a uri adresy vzdáleného cíle je možné použít speciální volby --{0} a --{1}. Volby v tomto souboru mají přednost před volbami zadanými na příkazovém řádku. U filtrů není možné, aby byly zadaná jak v souboru, tak na příkazovém řádku zároveň. Namísto toho je možné pro zadání filtrů uvnitř souboru s parametry použít zvláštní volby --{2}, --{3}, nebo --{4}. Je třeba, aby každý z filtrů byl předeslán buď + nebo - a vícero filtrů bylo spojeno pomocí {5}
it: Questa opzione può essere utilizzata per memorizzare alcune o tutte le opzioni fornite al client Riga di comando. Il file deve essere un file di testo normale, la codifica UTF-8 è preferibile. Ogni riga nel file deve essere del formato -option=value. Le opzioni speciali -{0} e --{1} possono essere utilizzate per sovrascrivere rispettivamente il LocalPath e l'URI di destinazione remota. Le opzioni in questo file hanno la precedenza sulle opzioni fornite dalla riga di comando. Non è possibile specificare filtri sia nel file sia nella riga di comando. È invece possibile utilizzare le opzioni speciali --{2}, --{3}, o --{4} per specificare i filtri all'interno del file dei parametri. Ogni filtro deve essere preceduto con un + o un -, e più filtri devono essere uniti con {5}
pt_br: Esta opção pode ser usada para armazenar algumas ou todas as opções de linha de comando dadas ao cliente. O arquivo deve ser um arquivo de texto simples, a codificação UTF-8 é a preferida. Cada linha do arquivo deve ser do formato --option=value. As opções especiais --{0} e --{1} pode ser usado para sobrepor o caminho local e o destino remoto uri, respectivamente. As opções neste arquivo têm precedência sobre as opções fornecidas na linha de comando. Você não pode especificar filtros no arquivo e na linha de comando. Em vez disso, você pode usar as opções especiais --{2}, --{3}, ou --{4} para especificar filtros dentro do arquivo de parâmetro. Cada filtro dever ser prefixado com um + ou um -, e vários filtros devem ser associados com {5}
ro: Această opțiune poate fi utilizată pentru a stoca unele sau toate opțiunile date. Fișierul trebuie să fie un fișier text simplu, codificarea UTF-8 este preferată. Fiecare linie in fișier trebuie să fie de format - opțiune = value. Opțiunile speciale - {0} și - {1} pot fi utilizate pentru a suprascrie calea locală și respectiv destinațiile la distanță. Opțiunile din acest fișier au prioritate față de opțiunile furnizate pe linia de comandă. Nu puteți specifica filtre atât în ​​fișier, cât și pe linia de comandă. În schimb, puteți folosi opțiunile speciale - {2}, - {3} sau - {4} pentru a specifica filtrele din interiorul fișierului parametru. Fiecare filtru trebuie să fie prefixat cu a + sau -, iar mai multe filtre trebuie să fie asociate cu {5}
ru: Этот параметр может использоваться для хранения некоторых или всех параметров для клиента командной строки. Файл должен быть текстовым, предпочтительно в кодировке UTF-8. Каждая строка в файле должна быть в формате --параметр=значение. Специальные параметры --{0} и --{1} могут использоваться для переопределения локального пути и uri назначения, соответственно. Параметры в этом файле имеют приоритет над параметрами в командной строке. Фильтры нельзя задать и в файле, и в командной строке одновременно. Вместо этого, можно использовать специальные параметры --{2}, --{3}, или --{4}, чтобы задать фильтры внутри файла параметров. Каждому фильтру должен предшествовать + или -, а несколько фильтров должны быть соединены через {5}
sr_rs: Ova opcija se može koristiti za čuvanje nekih ili svih opcija koje su date klijentu komandne linije. Datoteka mora biti obična tekstualna datoteka, poželjno je UTF-8 kodiranje. Svaki red u datoteci treba da bude u formatu --option=value. Posebne opcije --{0} i --{1} mogu da se koriste da bi se zamenila lokalna putanja i uri udaljenog odredišta, respektivno. Opcije u ovoj datoteci imaju prednost nad opcijama datim na komandnoj liniji. Ne možete navesti filtere u datoteci i na komandnoj liniji. Umesto toga, možete koristiti posebne opcije --{2}, --{3} ili --{4} da biste naveli filtere unutar datoteke parametara. Svaki filter mora imati prefiks sa + ili -, a više filtera mora biti spojeno sa {5}

source: Outputs log information to the file given
cs: Zapíše záznam událostí do zadaného souboru
fi: Kirjoittaa lokitiedot annettuun tiedostoon
it: Il registro mostra informazioni del file dato
pt_br: Exportar as informações de log no arquivo fornecido
ro: Furnizează informații despre jurnal în fișierul dat
ru: Выводит сообщения журнала в указанный файл
sr_rs: Ispisuje informacije iz dnevnika u zadatu datoteku

source: Determines the amount of information written in the log file
cs: Určuje množství informací zapsaných do souboru se záznamem udáslotí
fi: Valitsee lokitiedostoon kirjoitettavat tiedot
it: Determina la quantità di informazioni scritte nel file di registro
pt_br: Determina a quantidade de informações escritas no arquivo de log
ro: Determină cantitatea de informații scrise în fișierul jurnal
ru: Определяет количество информации, записываемой в лог файл
sr_rs: Određuje količinu informacija ispisanu u datoteku dnevnika

source: Activates portable mode where the database is placed below the program executable
cs: Aktivuje přenosný režim, v němž je databáze umístěna vedle spustitelného souboru
fi: Aktivoi siirrettävän moodin, jossa tietokanta sijaitsee samassa hakemistossa kuin ohjelma
it: Attiva la modalità portable in cui il database è posizionato sotto l'eseguibile del programma
pt_br: Ativa o modo portátil onde o banco de dados é colocado abaixo do executável do programa
ro: Activează modul portabil unde baza de date este situată sub executabilul programului
ru: Активирует портативный режим, когда база данных располагается вместе с исполняемым файлом
sr_rs: Aktivira prenosivi režim gde je baza podataka smeštena ispod izvršnog programa

source: Unable to start up, perhaps another process is already running? Error message: {0}
cs: Spuštění se nepodařilo, možná běží jiný proces?
fi: Ohjelmaa ei voitu käynnistää. Todennäköisesti toinen prosessi on jo käynnissä. Virheilmoitus: {0}
it: Impossibile avviare il backup, magari un altro processo è già in esecuzione? Messaggio di errore: {0}
pt_br: Não foi possível iniciar, talvez outro processo já esteja sendo executado? Mensagem de erro: {0}
ro: Nu am putut porni, poate că un proces deja se execută? Mesaj de eroare: {0}
ru: Не удается произвести запуск, возможно уже выполняется другой процесс? Сообщение об ошибке: {0}
sr_rs: Nije moguće pokrenuti, možda je drugi proces već pokrenut? Poruka greške: {0}

source: Disables database encryption
cs: Vypíná šifrování databáze
fi: Poistaa käytöstä tietokannan salauksen
it: Disattiva crittografia database
pt_br: Desativar a criptografia do banco de dados
ro: Dezactivează criptarea bazei de date
ru: Отключает шифрование базы данных
sr_rs: Onemogućava šifrovanje baze podataka

source: The path to the folder where the static files for the webserver is present. The folder must be located beneath the installation folder
cs: Popis umístění složky ve které se nacházejí neměnné soubory pro webový server. Je třeba, aby se složka nacházela pod instalační složkou
fi: Www-palvelimen staattisten tiedostojen sijainti. Näiden täytyy sijaita asennuskansion alla.
it: Il percorso della cartella in cui risiedono i file statici per il webserver. La cartella deve trovarsi sotto la cartella di installazione
pt_br: O caminho para a pasta onde os arquivos estáticos para o servidor web estão presentes. A pasta deve estar localizada abaixo da pasta de instalação
ro: Calea către dosarul unde fișierele statice sunt prezente pentru serverul web. Dosarul trebuie să fie situat sub dosarul de instalare
ru: Путь к папке со статическими файлами для веб-сервера. Папка должна находиться в папке установки
sr_rs: Putanja do fascikle u kojoj s nalaze statički fajlovi za veb server. Fascikla se mora nalaziti ispod instalacione fascikle

source: The certificate and key file in PKCS #12 format the webserver use for SSL. Only RSA/DSA keys are supported.
cs: Certifikát a klíč ve formátu PKCS #12 které webový server použije pro SSL. Jsou podporovány pouze klíče RSA/DSA.
it: Il certificato e il file chiave in PKCS #12 formato utilizzato del webserver per SSL. Sono supportate solo le chiavi RSA/DSA.
pt_br: O certificado e o arquivo de chave no formato PKCS #12 do servidor web para SSL. Somente as chaves RSA / DSA são suportadas.
ro: Certificatul și fișierul cheie din PKCS # 12 formatează utilizarea serverului web pentru SSL. Sunt acceptate numai cheile RSA / DSA.
ru: Ключ и сертификат в формате PKCS #12, которые будут использованы веб-сервером для SSL. Поддерживаются только ключи RSA/DSA.
sr_rs: Fajl sertifikata i ključa u PKCS #12 formatu koji veb server koristi za SSL. Podržani su samo RSA/DSA ključevi.

source: The password for decryption of certificate PKCS #12 file.
cs: Heslo k dešifrování PKCS12 souboru s certifikátem.
fi: PKCS #12 avaintiedoston salasana.
it: Password per decriptare il file del certificato PKCS #12.
pt_br: A senha para descriptografar o arquivo com certificado PKCS #12.
ro: Parola pentru decriptarea certificatului PKCS # 12.
ru: Пароль для расшифровки файла сертификата PKCS #12.
sr_rs: Lozinka za dešifrovanje datoteke PKCS #12 sertifikata.

source: The password required to access the webserver. This option is saved so you do not need to set it on each run. Setting an empty value disables the password.
cs: Heslo vyžadované pro přístup k webovému serveru. Tato hodnota je uložena takže ji nebude třeba zadávat při každém spuštění. Pokud není zadáno, je heslo vypnut.
fi: WWW-palvelimen salasana. Tämä arvo tallennetaan, joten sitä ei tarvitse antaa joka kerta. Tämän asettaminen tyhjäksi merkkijonoksi poistaa salasanan käytöstä.
it: La password necessaria per accedere al webserver. Questa opzione è salvata in modo che non sia necessario impostarla su ogni volta. L'impostazione di un valore vuoto disattiva la password.
pt_br: A senha é necessária para acessar o servidor web. Esta opção é salva para que não seja necessário defini-la em cada execução. Definir um valor vazio desabilita a senha.
ro: Parola necesară pentru a accesa serverul web. Această opțiune este salvată, astfel încât să nu fie nevoie să o setați pe fiecare execuție. Setarea unei valori goale dezactivează parola.
ru: Пароль, необходимый для доступа к веб-серверу. Эта опция сохраняется, поэтому вам не нужно ее устанавливать при каждом запуске. Установка пустого значения отключает пароль.
sr_rs: Lozinka potrebna za pristup veb serveru. Ova opcija je sačuvana tako da ne morate da je postavljate pri svakom pokretanju. Postavljanje prazne vrednosti onemogućava lozinku.

source: Enables the ping-pong responder
cs: Zapne odpovídání na ping
fi: Ottaa käyttöön ping-pong vastaukset
it: Abilita il risponditore ping-pong
pt_br: Habilite a resposta ping-pong
ro: Activează răspunsul ping-pong
ru: Включает пинг-понг ответчик
sr_rs: Omogućuje ping-pong automatski odgovor

source: When running as a server, the service daemon must verify that the process is responding. If this option is enabled, the server reads stdin and writes a reply to each line read
cs: Při provozování jako serveru, proces služby potřebuje ověřit, že proces odpovídá. Pokud je tato volba zapnutá, server čte standardní vstup a zapisuje odpověď na každé načtení řádku
fi: Suoritettaessa Duplicati palveluna valvontaprosessin täytyy varmistaa, että palveluprosessi vastaa. Tällä valitsimella palveluprosessi lukee standardisyötettä ja kirjoittaa vastauksen jokaiseen riviin.
it: Quando è in esecuzione come server, il servizio daemon deve verificare che il processo stia rispondendo. Se questa opzione è abilitata, il server legge stdin e scrive una risposta a ogni riga di lettura
pt_br: Quando executado como um servidor, o daemon do serviço deve verificar se o processo está respondendo. Se esta opção estiver ativada, o servidor lê o stdin e grava uma resposta a cada linha lida
ro: Când rulează ca server, daemonul de serviciu trebuie să verifice dacă procesul răspunde. Dacă această opțiune este activată, serverul citește stdin și scrie un răspuns la fiecare rând citit
ru: При работе в качестве сервера, демон службы должен проверять, что процесс отвечает. Если этот параметр включен, сервер читает stdin и пишет ответ на каждую прочитанную строку
sr_rs: Kada radi kao server, servisni demon proces mora da proveri da li proces automatski odgovara. Ako je ova opcija omogućena, server čita standardni unos - stdin i piše odgovor na svaki pročitan red

source: Sets the folder where settings are stored
cs: Nastavuje složku ve které jsou ukládána nastavení
fi: Asettaa kansion, johon asetukset tallennetaan.
it: Imposta la cartella in cui sono salvate le impostazioni
pt_br: Defina a pasta onde as configurações serão armazenadas
ro: Setează dosarul în care sunt stocate setările
ru: Задает папку для хранения настроек
sr_rs: Postavlja fasciklu u kojoj se čuvaju podešavanja

source: Sets the database encryption key
cs: Nastavuje klíč pro šifrování databáze
fi: Tietokannan salausavain
it: Imposta la chiave di crittografia del database
pt_br: Defina a chave de criptografia do banco de dados
ro: Setează cheia de criptare a bazei de date
ru: Устанавливает ключ шифрования базы данных
sr_rs: Postavlja lozinku za šifrovanje baze podataka

source: This option can be used to supply an alternative folder for temporary storage. By default the system default temporary folder is used. Note that also SQLite will put temporary files in this temporary folder.
cs: Tuto volbu je možné použít pro zadání alternativní složky pro dočasné úložiště. Ve výchozím stavu je použita výchozí dočasná složka systému. Mějte na paměti, že sem své dočasné soubory umístí také SQLite.
it: Questa opzione può essere utilizzata per fornire una cartella alternativa per la memorizzazione temporanea. Per impostazione predefinita è utilizzata la cartella temporanea predefinita del sistema. Nota che anche SQLite metterà file temporanei in questa cartella temporanea.
pt_br: Essa opção pode ser usada para fornecer uma pasta alternativa para armazenamento temporário. Por padrão, a pasta temporária padrão do sistema é usada. Note que também o SQLite irá colocar arquivos temporários nesta pasta temporária.
sr_rs: Ova opcija se može koristiti da obezbedi alternativne fascikle za privremeno skladište. Podrazumevano se koristi sistemska podrazumevana privremena fascikla. Imajte na umu da će SQLite takođe staviti privremene fajlove u ovu privremenu fasciklu.

source: Unable to create SSL certificate using provided parameters. Exception detail: {0}
cs: S poskytnutými parametry není možné vytvořit SSL certifikát. Podrobnosti výjimky: {0}
fi: SSL-sertifikaatin luominen annetuilla arvoilla epäonnistui. Virheilmoitus: {0}
it: Impossibile creare il certificato SSL usando i parametri forniti. Dettaglio eccezione: {0}
pt_br: Não foi possível criar o certificado SSL usando os parâmetros fornecidos. Detalhe da exceção: {0}
ro: Imposibil de creat certificat SSL utilizând parametrii furnizați. Detalii de excepție: {0}
ru: Невозможно создать SSL сертификат с данными параметрами. Детали ошибки: {0}
sr_rs: Nije moguće napraviti SSL sertifikat pomoću navedenih parametara. Detalji izuzetka: {0}

source: Use this option to set the thread level allowed for AES crypt operations. Valid values are 0 (uses default), or from 1 (no multithreading) to 4 (max. multithreading)
cs: Pomocí této předvolby je možné nastavit počet vláken který bude možné použít pro AES šifrování. Hodnoty jsou 0 (výchozí), 1 (žádné vícevláknové zpracování) až 4 (nejvyšší počet vláken)
fi: Tämä valitsin asettaa AES-salauksessa käytettävien säikeiden lukumäärän. Sallittuja arvoja ovat 0 (käyttää oletusarvoa) ja 1-4. Arvo 1 tarkoittaa ei rinnakkaisia säikeitä. Arvo 4 on suurin mahdollinen määrä säikeitä.
it: Usa questa opzione per impostare il livello di thread consentito per le operazioni di crittografia AES. I valori validi sono 0 (utilizzo predefinito) o da 1 (senza multithreading) a 4 (max. multithreading)
pt_br: Use esta opção para definir o nível de thread permitido para as operações de criptografia AES. Os valores válidos são 0 (usar o padrão), ou de 1 (sem multithreading) para 4 (multithreading máximo)
ro: Utilizați această opțiune pentru a seta nivelul firului permis pentru operațiile de criptare AES. Valorile valide sunt 0 (utilizează implicit) sau de la 1 (fără multiplicare) la 4 (maxim multithreading)
ru: Используйте этот параметр, чтобы установить количество потоков, разрешенных для операций шифрования AES. Допустимые значения: 0 (используется по умолчанию) или от 1 (без многопоточности) до 4 (максимальная многопоточность)
sr_rs: Koristite ovu opciju da podesite nivo niti dozvoljen za operacije AES kriptovanja. Važeće vrednosti su 0 (koristi se podrazumevano) ili od 1 (bez višenitne) do 4 (maks. višenitno)

source: Set thread level utilized for crypting (0-4)
cs: Nastavit kolik vláken použít pro šifrování (0-4)
fi: Säikeiden lukumäärä salattaessa (0-4)
it: Imposta il livello di thread utilizzato per la crittografia (0-4)
pt_br: Define o nível utilizado para criptografia (0-4)
ro: Setează nivelul firului utilizat pentru criptare (0-4)
ru: Установить количество потоков шифрования (0-4)
sr_rs: Podesite nivo niti koji se koristi za šifrovanje (0-4)
