Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: The hash algorithm used on blocks
cs: Hashovací algoritmus použitý na bloky
da: Hash-algoritme, der anvendes til blokke
de: Benutze Hash-Algorithmus für Blöcke
es: El algoritmo de hash utilizado en bloques
fi: Lohkojen tarkastussummien laskemiseen käytettävä algoritmi
fr_ca: L'algorithme de hachage utilisé sur les blocs
it: L'algoritmo hash usato sui blocchi
ja_jp: ブロックに使用するハッシュ化アルゴリズム
nl_nl: Het hash-algoritme dat gebruikt wordt voor blokken
pl: Algorytm haszujący zastosowany do bloków
pt_br: O algoritmo hash usado em blocos
ro: Algoritmul hash utilizat pe blocuri
ru: Алгоритм хэширования блоков
sr_rs: Heš algoritam korišćen na blokovima

source: This is a very advanced option! Use this option to select a file hash algorithm with smaller or larger hash size, for performance or storage space reasons.
de: Dies ist eine sehr fortgeschrittene Option! Verwenden Sie diese Option, um einen Datei-Hash-Algorithmus mit kleinerer oder größerer Hash-Größe auszuwählen, aus Performance- oder Speicherplatzgründen.
fr_ca: Option très avancée ! Sélectionner un algorithme qui produit des résumés de fichiers plus courts ou plus longs pour des questions de performance ou d'espace disque.
ja_jp: これは非常に高度な設定です！このオプションで、性能または保存領域のサイズの観点から、ハッシュのサイズが異なるファイル用ハッシュアルゴリズムを選択できます。
nl_nl: Dit is een zeer geavanceerde optie! Gebruik deze optie om een bestandshash algoritme te selecteren met een kleinere of grotere hash-grootte, voor prestatie- of opslag-gerelateerde redenen.

source: The hash algorithm used on files
cs: Hashovací algoritmus použitý na soubory
da: Hashalgoritmen der bruges til filer
de: Benutze Hash-Algorithmus für Dateien
es: El algoritmo de hash utilizado en archivos
fi: Tiedostojen tarkastussummien laskemiseen käytettävä algoritmi
fr_ca: L'algorithme de hachage utilisé sur les fichiers
it: L'algoritmo hash utilizzato sui file
ja_jp: ファイルに使用するハッシュ化アルゴリズム
nl_nl: Het hash-algoritme dat gebruikt wordt voor bestanden
pl: Algorytm haszujący zastosowany do plików
pt_br: O algoritmo hash usado em arquivos
ro: Algoritmul hash utilizat în fișiere
ru: Алгоритм хэширования файлов
sr_rs: Heš algoritam korišćen na fajlovima

source: If a large number of small files are detected during a backup, or wasted space is found after deleting backups, the remote data will be compacted. Use this option to disable such automatic compacting and only compact when running the compact command.
cs: Když je v průběhu zálohování zjištěno velké množství malých souborů, nebo je po smazání záloh nalezeno ztracené místo, vzdálená data budou zkompaktněna. Pomocí této předvolby toto automatické zkompaktňování vypnete a bude se dít pouze ručním spouštěním příkazu compact.
de: Wenn während eines Backups eine große Anzahl kleiner Dateien erkannt oder nach dem Löschen von Backups Speicherplatz verschwendet wird, werden die Remote-Daten komprimiert. Verwende diese Option, um die automatische Komprimierung zu deaktivieren und nur bei Verwendung des Kompaktbefehls anzuwenden.
es: Si se detecta un gran número de archivos pequeños durante una copia de seguridad, o se encuentra espacio desperdiciado después de eliminar las copias de seguridad, los datos remotos se compactarán. Utilice esta opción para desactivar dicha compactación automática y compacte sólo cuando ejecute el comando compactar.
fi: Jos varmuuskopioinnin aikana havaitaan suuri määrä pieniä tiedostoja tai varmuuuskopioiden poistamisen jälkeen etäpalvelimella on paljon tarpeetonta dataa., varmuuskopio tiivistetään eli tarpeeton data poistetaan. Tämä valitsin poistaa automaattisen tiivistämisen käytöstä. Tällöin varmuuskopio tiivistetään vain komennolla "compact".
fr_ca: Si un grand nombre de petits fichiers sont détectés au cours d'une sauvegarde ou qu'un espace perdu est détecté après la suppression des sauvegardes, les données distantes seront compactées. Utilisez cette option pour désactiver ce compactage automatique et ne compacter que lors de l'exécution de la commande compact.
it: Se sono rilevati un numero elevato di file di piccole dimensioni durante un backup o se si trova uno spazio sprecato dopo l'eliminazione dei backup, i dati remoti saranno compressi. Usa questa opzione per disabilitare questa compressione automatica e compatta solo quando si esegue il comando comprimi.
ja_jp: バックアップ中に小さいサイズのファイルが大量に検知された場合、または、バックアップを削除した後で余分に使用されている保存領域が検知された場合には、リモートのデータを圧縮します。このオプションを有効にすると、自動圧縮を無効にし、圧縮用のコマンドを実行した場合にのみ圧縮を行うよう設定できます。
nl_nl: Als een groot aantal kleine bestanden is gevonden tijdens een back-up, of als onnodige ruimte is gevonden na het verwijderen van back-ups, zullen de externe gegevens worden opgeruimd. Gebruik deze optie om dit soort automatische opruimacties uit te schakelen en alleen op te ruimen als het opruimcommando wordt uitgevoerd.
pl: Jeśli podczas tworzenia kopii zapasowej wykryta zostanie duża liczba małych plików lub po usunięciu kopii zapasowych zostanie znalezione zmarnowane miejsce, dane zdalne zostaną skompaktowane. Użyj tej opcji, aby wyłączyć takie automatyczne kompaktowanie i kompaktować tylko podczas uruchamiania polecenia kompaktowania.
pt_br: Se um grande número de pequenos arquivos forem detectados durante um backup ou o espaço desperdiçado for encontrado após a exclusão de backups, os dados remotos serão compactados. Use esta opção para desativar essa compactação automática e apenas compacta ao executar o comando compacto.
ro: Dacă un număr mare de fișiere mici sunt detectate în timpul unei copii de rezervă sau după ce s-au găsit spații goale după ștergerea copiilor de siguranță, datele de la distanță vor fi compacte. Utilizați această opțiune pentru a dezactiva o astfel de compactare automată și numai compactă atunci când executați comanda compactă.
ru: Если при создании резервной копии обнаружено большое количество небольших файлов или же неиспользуемое пространство после удаления резервных копий, то удаленные данные будут уплотнены. Используйте этот параметр чтобы отключить автоматическое уплотнение и выполнять его только при запуске соответствующей команды.
sr_rs: Ako se tokom pravljenja rezervne kopije otkrije veliki broj malih fajlova ili se pronađe izgubljeni prostor nakon brisanja rezervnih kopija, udaljeni podaci će biti sabijeni. Koristite ovu opciju da onemogućite takvo automatsko sažimanje i samo kompaktiranje kada se izvodi komanda za sažimanje.

source: Disable automatic compacting
cs: Zakázat automatické zmenšení
de: Automatische Kompression deaktiveren
es: Desactivar compactación automática
fi: Poista automaattinen tiivistäminen käytöstä
fr_ca: Désactiver le compactage automatique
it: Disattiva compressione automatica
ja_jp: 自動圧縮を無効にする
nl_nl: Schakel automatisch opruimen uit
pl: Wyłącz automatyczne kompaktowanie
pt_br: Desabilitar compactação automática
ro: Dezactivați compactarea automată
ru: Отключить автоматическое уплотнение
sr_rs: Onemogućite automatsko sažimanje

source: When examining the size of a volume in consideration for compacting, a small tolerance value is used, by default 20 percent of the volume size. This ensures that large volumes which may have a few bytes wasted space are not downloaded and rewritten.
cs: Při zkoumání velikosti svazku který případně zkompaktnit, je použita malá toleranční hodnota (ve výchozím stavu 20 procent velikosti svazku). To zajistí, že velké svazky které mohou mít pár bajtů ztraceného prostoru nejsou stahovány a přepisovány.
de: Bei der Prüfung der Größe eines Volumens unter Berücksichtigung der Komprimierung wird ein kleiner Toleranzwert verwendet, standardmäßig 20 Prozent der Volumengröße. Bei großen Volumen, welche eventuell ein paar Bytes unnötigen Speicherplatz belegen, verhindert dies, dass diese unnötigerweise heruntergeladen und neu beschrieben werden.
es: Cuando se examina el tamaño de un volumen con vistas a la compactación, se utiliza un pequeño valor de tolerancia, por defecto el 20 por ciento del tamaño del volumen. Esto asegura que los grandes volúmenes que pueden tener unos pocos bytes de espacio desperdiciado no se descarguen y se reescriban.
fi: Lohkotiedostoja tiivistettäessä tiedostot, joissa on vain vähän muutoksia, oletuksena alle 20 prosenttia jätetään tiivistämättä. Tämä vähentää siirrettävän datan määrää.
fr_ca: Lors de l'examen de la taille d'un volume en vue du compactage, une petite valeur de tolérance est utilisée, par défaut 20% de la taille du volume. Cela garantit que les gros volumes qui risquent de perdre de l'espace de quelques octets ne sont pas téléchargés et réécrits.
it: Quando si esamina la dimensione di un volume per valutare la compressione, si utilizza un valore di tolleranza ridotto, per impostazione predefinita il 20% delle dimensioni del volume. Questo assicura che i grandi volumi, che possono avere alcuni byte di spazio sprecato, non siano scaricati e riscritti.
ja_jp: 圧縮を行うかどうかを判断するためにボリュームのサイズを調べる際、既定ではボリュームのサイズの20％が、誤差の許容範囲として設定されます。許容範囲を定めることで、数バイトの誤差を含んでいる可能性がある大きなボリュームをダウンロードして再度書き込みを行うことのないよう設定することができます。
nl_nl: Bij het nagaan van de grootte van een volume voor het bepalen van de noodzaak voor opruimen, wordt een kleine tolerantiewaarde gebruikt, standaard 20 procent van de volumegrootte. Dit verzekert dat grote volumes die een klein aantal bytes onnodige ruimte bevatten niet worden gedownload en opnieuw weggeschreven.
pl: Podczas badania rozmiaru woluminu pod względem zagęszczania używana jest mała wartość tolerancji, domyślnie 20 procent rozmiaru woluminu. Gwarantuje to, że duże woluminy, które mogą mieć kilka bajtów zmarnowane miejsce nie są pobierane i przepisywane.
pt_br: Ao examinar o tamanho de um volume em consideração para a compactação, um pequeno valor de tolerância é usado, por padrão, 20% do tamanho do volume. Isso garante que volumes grandes que podem ter alguns bytes de espaço desperdiçado não são baixados e reescritos.
ro: Când se examinează dimensiunea unui volum în considerare pentru compactare, se utilizează o mică valoare de toleranță, în mod implicit 20% din dimensiunea volumului. Acest lucru asigură că volume mari care pot avea câteva octeți pierduți în spațiu nu sunt descărcate și rescrise.
ru: При проверке размера тома для рассмотрения целесообразности уплотнения, используется небольшой допуск, по умолчанию 20% от размера тома. Это гарантирует, что большие тома, которые могут иметь несколько байт неиспользуемого пространства, не бужут загружены и переписаны.
sr_rs: Kada se ispituje veličina volumena koja se razmatra za sažimanje, koristi se mala vrednost tolerancije, podrazumevano 20 procenata veličine volumena. Ovo osigurava da se veliki volumeni koji mogu imati nekoliko bajtova izgubljenog prostora ne preuzimaju i ponovo pišu.

source: Volume size threshold
cs: Velikost svazku může být nejvýše
da: Volumenstørrelsestærskel
de: Volumengröße Schwellwert
es: Tamaño límite del volumen
fi: Datatiedostojen muutosten alaraja
fr_ca: Seuil de taille d'un volume
it: Soglia dimensione volume
ja_jp: ボリュームのサイズの閾値
nl_nl: Volumegrootte drempelwaarde
pl: Próg rozmiaru woluminu
pt_br: Limite do tamanho do volume
ro: Volumul pragului de dimensiune
ru: Предельный размер тома
sr_rs: Prag veličine volumena

source: To avoid filling the remote storage with small files, this value can force grouping small files. The small volumes will always be combined when they can fill an entire volume.
cs: Aby se zamezilo plnění vzdáleného úložiště malými soubory, tato hodnota může vynutit seskupení malých souborů. Malé objemy budou vždy kombinovány když mohou zaplnit celý svazek.
de: Um zu vermeiden, dass der Remotespeicher mit kleinen Dateien gefüllt wird, erzwingt dieser Parameter das Gruppieren von kleinen Dateien. Die kleinen Volumen werden kombiniert, wenn diese ein Gesamtvolumen füllen.
es: Para evitar llenar el almacenamiento remoto con archivos pequeños, este valor puede forzar la agrupación de archivos pequeños. Los volúmenes pequeños siempre se combinarán cuando puedan llenar un volumen entero.
fi: Tämä asetus määrää kuinka paljon etäpalvelimella saa olla pieniä tiedostoja ennen kuin ne yhdistetään yhdeksi lohkotiedostoksi.
fr_ca: Pour éviter de remplir le stockage distant de petits fichiers, cette valeur peut forcer le groupement des petits fichiers. Les petits volumes seront toujours concaténés lorsqu'ils pourront remplir un volume entier.
it: Per evitare di riempire l'archivio remoto con file di piccole dimensioni, questo valore può forzare il raggruppamento dei file con piccole dimensioni. I piccoli volumi saranno sempre uniti quando possono riempire un intero volume.
ja_jp: リモートの保存領域を小さいサイズのファイルで満たさないよう、この値を設定すると、小さいファイルを強制的にまとめることができます。小さいボリュームは、ボリューム全体を満たせる場合は常に結合されます。
nl_nl: Om te voorkomen dat externe opslag wordt gevuld met kleine bestanden, kan deze waarde het groeperen van kleine bestanden forceren. De kleine volumes zullen altijd gecombineerd worden als ze een volledig volume kunnen vullen.
pl: Aby uniknąć zapełniania magazynu zdalnego małymi plikami, ta wartość może wymusić grupowanie małych plików. Małe objętości będą zawsze łączone, jeśli mogą wypełnić całą objętość.
pt_br: Para evitar o preenchimento do armazenamento remoto com pequenos arquivos, esse valor pode forçar o agrupamento de pequenos arquivos. Os pequenos volumes sempre serão combinados quando eles puderem preencher um volume inteiro.
ro: Pentru a evita umplerea stocării la distanță cu fișiere mici, această valoare poate forța gruparea fișierelor mici. Volumele mici vor fi combinate întotdeauna când pot umple un întreg volum.
ru: Чтобы избежать заполнения удаленного хранилища небольшими файлами, можно принудительно группировать небольшие файлы. Небольшие объемы всегда объединяются, когда могут заполнить весь том.
sr_rs: Da biste izbegli popunjavanje udaljenog skladišta malim fajlovima, ova vrednost može prinudno grupisati male fajlove. Male količine će uvek biti kombinovane kada mogu da popune ceo volumen.

source: Maximum number of small volumes
cs: Malých svazků nejvýše
de: Maximale Anzahl von kleinen Volumen
es: Número máximo de volúmenes pequeños
fi: Pienten tiedostojen määrä
fr_ca: Nombre maximum de petits volumes
it: Numero massimo dei piccoli volumi
ja_jp: 小サイズのボリュームの最大数
nl_nl: Maximum aantal kleine volumes
pl: Maksymalna liczba małych woluminów
pt_br: Número máximo para pequenos volumes
ro: Numărul maxim de volume mici
ru: Максимальное количество маленьких томов
sk_sk: Maximálny počet malých častí
sr_rs: Maksimalan broj malih volumna

source: Enable this option to look into other files on this machine to find existing blocks. This is a fairly slow operation but can limit the size of downloads.
cs: Zapnutím této předvolby se budou prohledávat ostatní soubory na tomto stroji a hledat existující bloky. To je dost pomalá operace ale může snížit objem stahovaných dat.
de: Aktiviere diese Option, um vorhandene Blöcke in andere Dateien auf diesem System zu finden. Dies ist ein ziemlich langsamer Vorgang, kann aber die Größe der Downloads beschränken.
es: Habilite esta opción para buscar en otros archivos de esta máquina para encontrar los bloques existentes. Esta es una operación bastante lenta pero puede limitar el tamaño de las descargas.
fi: Tällä asetuksella Duplicati etsii tarvittavia lohkoja muista tiedostoista omalla koneella. Tämä on hidasta, mutta voi vähentää etäpalvelimelta ladattavan datan määrää.
fr_ca: Activez cette option pour rechercher d'autres fichiers sur cette machine afin de trouver des blocs existants. Cette opération est assez lente mais peut limiter la taille des téléchargements.
it: Attiva questa opzione per guardare dentro altri file su questo computer per trovare blocchi esistenti. Questa è un'operazione abbastanza lenta, ma può limitare la dimensione dei file scaricati.
ja_jp: このオプションを有効にすると、このコンピューター上にある他のファイルから、既存のブロックを検索します。これには時間がかかりますが、ダウンロードのサイズを制限できます。
nl_nl: Schakel deze optie in om in andere bestanden te kijken op deze machine voor het vinden van bestaande blokken. Dit is een vrij trage bewerking maar het kan de grootte van downloads beperken.
pl: Włącz tę opcję, aby zajrzeć do innych plików na tym komputerze, aby znaleźć istniejące bloki. Jest to dość powolna operacja, ale może ograniczyć rozmiar pobieranych plików.
pt_br: Ative esta opção para procurar outros arquivos nesta máquina para encontrar blocos existentes. Esta é uma operação bastante lenta, mas pode limitar o tamanho dos downloads.
ro: Activați această opțiune pentru a căuta alte fișiere de pe această mașină pentru a găsi blocurile existente. Aceasta este o operație destul de lentă dar poate limita dimensiunea descărcărilor.
ru: Включите эту опцию, чтобы просмотреть другие файлы на этом компьютере, и найти существующие блоки. Это довольно медленная операция, но она может ограничить размер загрузок.
sr_rs: Omogućite ovu opciju da biste pregledali druge fajlove na ovoj mašini da biste pronašli postojeće blokove. Ovo je prilično spora operacija, ali može ograničiti veličinu preuzimanja.

source: Use local file data when restoring
cs: Při obnově použít místní údaje o souborech
da: Brug lokale fildata, ved gendannelse
de: Verwende Daten von lokale Datei bei Wiederherstellung
es: Utilizar los datos del archivo local al restaurar
fi: Käytä paikallisia tiedostoja apuna palautettaessa
fr_ca: Utiliser les fichiers locaux lors de la restauration
it: Utilizza i dati dei file locali durante il ripristino
ja_jp: 復元時にローカルのファイルデータを使用
nl_nl: Gebruik lokale bestandsdata bij het herstellen
pl: Użyj lokalnych danych z pliku podczas przywracania
pt_br: Use dados de arquivos locais ao restaurar
ro: Folosiți datele locale ale fișierelor atunci când restaurați
ru: Использовать данные локальных файлов при восстановлении
sr_rs: Prilikom vraćanja koristite lokalne podatke o fajlu
sv_se: Använd lokala data vid återställning

source: When listing contents or when restoring files, the local database can be skipped. This is usually slower, but can be used to verify the actual contents of the remote store.
de: Beim Auflisten von Inhalten oder Wiederherstellen von Dateien kann die lokale Datenbank ignoriert werden. Dies ist üblicherweise langsamer, kann aber benutzt werden um den aktuellen Inhalt im Remotespeicher zu verifizieren.
fr_ca: En lecture de contenus ou en restauration, la base données peut être ignorée. C'est habituellement plus lent, mais peut être utilisé pour vérifier le contenu réel de la destination.
ja_jp: 内容を一覧表示したり、ファイルを復元したりする場合、ローカルのデータベースをスキップすることができます。スキップすると、処理は通常遅くなりますが、リモートに保存している実際の内容を検証することができます。
nl_nl: Bij het weergeven van de inhoud of bij het herstellen van bestanden kan de lokale database worden overgeslagen. Dit is normaal gesproken langzamer, maar kan gebruikt worden om de daadwerkelijke inhoud van externe opslag te controleren.

source: Disable the local database
de: Die lokale Datenbank deaktivieren
fr_ca: Désactiver la base de données locale
ja_jp: ローカルのデータベースを無効にする
nl_nl: Schakel de lokale database uit

source: Use this option to set number of versions to keep. Supply -1 to keep all versions.
de: Verwenden Sie diese Option, um die Anzahl der zu behaltenden Versionen zu setzen. Setzen Sie -1 um alle Versionen beizubehalten.
fr_ca: Nombre de versions à conserver. -1 pour les conserver toutes.
ja_jp: 維持するバージョンの数を設定できます。-1を指定すると全てのバージョンを維持します。
nl_nl: Gebruik deze optie om het aantal versies in te stellen dat behouden moet worden, geef -1 op om alle versies te behouden.

source: Keep a number of versions
cs: Uchovávat verzí nazpět
da: Antal versioner, der skal beholdes
de: Behalte eine Anzahl von Versionen
es: Mantener un número de versiones
fi: Säilytettävien versioiden lukumäärä
fr_ca: Garder un nombre de versions
it: Mantieni un numero di versioni
ja_jp: 維持するバージョン数
nl_nl: Behoud een bepaald aantal versies
pl: Zachowaj kilka wersji
pt_br: Armazenar um número de versões
ro: Păstrați o serie de versiuni
ru: Сохранять определенное количество версий
sr_rs: Čuvajte nekoliko verzija

source: Use this option to set the timespan in which backups are kept.
cs: Tuto volbu použijte k nastavení časového období, po které mají být uchovávány zálohy.
de: Verwende diese Option, um den Zeitraum festzulegen, in dem Sicherungen beibehalten werden.
es: Utilice esta opción para establecer el tiempo en el que se guardan las copias de seguridad.
fi: Aseta ajanjakso, jolta varmuuskopiot säilytetään.
fr_ca: Utilisez cette option pour définir la durée durant laquelle les sauvegardes seront gardées
it: Usa questa opzione per impostare il periodo in cui sono conservati i backup.
ja_jp: バックアップを保存する期間を設定できます。
nl_nl: Gebruik deze optie om de tijdspanne in te stellen waarbinnen back-ups behouden moeten worden.
pl: Użyj tej opcji, aby ustawić przedział czasu, w którym przechowywane są kopie zapasowe.
pt_br: Use esta opção para definir o período em que os backups são mantidos.
ro: Utilizați această opțiune pentru a seta intervalul de timp în care sunt păstrate copii de siguranță.
ru: Используйте эту опцию, чтобы установить промежуток времени, в течение которого хранятся резервные копии.
sr_rs: Koristite ovu opciju da postavite vremenski interval iz kojeg će rezervne kopije biti zadžane.

source: Keep all versions within a timespan
cs: Zachovat všechny verze v časovém období
de: Behalte alle Versionen innerhalb einer Zeitspanne
es: Mantener todas las versiones dentro de un intervalo de tiempo
fi: Säilytä varmuuskopiot tältä ajanjaksolta
fr_ca: Garder toutes les versions dans une fourchette de temps
it: Mantieni tutte le versioni all'interno di un periodo
ja_jp: 特定の期間の全てのバックアップを維持
nl_nl: Behoud alle versies binnen een bepaalde tijdspanne
pl: Przechowuj wszystkie wersje w określonym przedziale czasowym
pt_br: Mantenha todas as versões dentro de um período de tempo
ro: Păstrați toate versiunile într-un interval de timp
ru: Сохранять все версии в течение периода времени
sr_rs: Zadrži sve verzije iz vremenskog intervala
