Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Use this option to reduce the number of versions that are kept with increasing version age by deleting most of the old backups. The expected format is a comma separated list of colon separated time frame and interval pairs. For example the value "7D:0s,3M:1D,10Y:2M" means "For 7 day keep all backups, for 3 months keep one backup every day, for 10 years one backup every 2nd month and delete every backup older than this.". This option also supports using the specifier "U" to indicate an unlimited time interval.
cs: Tuto volbu použijte pro snížení počtu verzí které jsou ponechávány při zvyšováním stáří verze pomocí mazání nejstarších záloh. Očekávaný formát je čárkou oddělovaný seznam dvojtečkou oddělovaných dvojic časový rámec a čas. Například hodnota „7D:0s,3M:1D,10Y:2M“ znamená „Po 7 dnů ponechat všechny zálohy, po 3 měsíce ponechat jednu zálohu z každého dne, po 10 let ponechat jednu zálohu z každého druhého měsíce a smazat všechny zálohy starší než tyto.“ Tato volba také podporuje použití „U“ pro označení neomezeného časového intervalu.
de: Mit dieser Option, wird die Anzahl der Versionen, die mit zunehmendem Versionsalter aufbewahrt werden, reduziert. Dies erfolgt meistens durch das Löschen älterer Backups. Das erwartete Format ist eine durch Kommas getrennte Liste von durch Doppelpunkt getrennten Zeitrahmen- und Intervallpaaren. Zum Beispiel bedeutet der Wert "7D:0s,3M:1D,10Y:2M", dass "7 Tage lang alle Sicherungen, 3 Monate eine Sicherung pro Tag, 10 Jahre eine Sicherung alle 2 Monate aufzubewahren und alle älteren Sicherungen werden gelöscht". Diese Option unterstützt auch die Verwendung des Bezeichners "U", um ein unbegrenztes Zeitintervall anzugeben.
es: Utilice esta opción para reducir el número de versiones que se mantienen con el aumento de la antigüedad de la versión, eliminando la mayoría de las copias de seguridad antiguas. El formato esperado es una lista separada por comas de pares de tiempo e intervalos separados por dos puntos. Por ejemplo el valor "7D:0s,3M:1D,10Y:2M" significa "Por 7 días mantener todas las copias de seguridad, por 3 meses mantener una copia de seguridad cada día, por 10 años una copia de seguridad cada 2 meses y borrar todas las copias de seguridad más antiguas que esta". Esta opción también admite el uso del especificador "U" para indicar un intervalo de tiempo ilimitado.
fr_ca: Utilisez cette option pour réduire le nombre de versions conservées avec le templs en supprimant la plupart des anciennes sauvegardes. Le format attendu est une liste séparée par des virgules de durées et d'intervalles séparées par des deux-points. Par exemple, la valeur "7D: 0s, 3M: 1D, 10Y: 2M" signifie "Conservez toutes les sauvegardes pendant 7 jours, conservez une sauvegarde tous les jours pendant 3 mois, pendant 10 ans une sauvegarde tous les 2 mois et supprimez toutes les sauvegardes plus anciennes". Cette option prend également en charge l'utilisation du spécificateur "U" pour indiquer un intervalle de temps illimité.
it: Usa questa opzione per ridurre il numero di versioni mantenute con l'aumento dell'età della versione eliminando la maggior parte dei vecchi backup. Il formato previsto è un elenco separato da virgole di coppie di tempo separate da due punti. Ad esempio il valore "7D:0s,3M:1D,10Y:2M" significa "Per 7 giorni mantieni tutti i backup, per 3 mesi manteni un backup al giorno e per 10 anni un backup ogni 2 mesi ed elimina ogni backup più vecchio di questo." Questa opzione supporta anche l'uso dell'identificatore "U" per indicare un intervallo di tempo illimitato.
nl_nl: Gebruik deze optie om het aantal versies te beperken dat bewaard wordt bij een toenemende versie-historie door het verwijderen van het grootste deel van de oude back-ups. De verwachte indeling is een door komma's gescheiden lijst met door dubbele punten gescheiden tijdvensters en interval paren. Bijvoorbeeld de waarde "7D:0s,3M:1D,10Y:2M" betekent "Bewaar voor 7 dagen alle back-ups, bewaar voor 3 maanden één back-up voor iedere dag, voor 10 jaar één back-up iedere tweede maand en verwijder alle oudere back-ups". Deze optie ondersteunt eveneens de aanduiding "U" om een onbeperkt tijdsinterval aan te geven.
pl: Użyj tej opcji, aby zmniejszyć liczbę przechowywanych wersji wraz ze wzrostem wieku wersji, usuwając większość starych kopii zapasowych. Oczekiwany format to oddzielona przecinkami lista przedziałów czasowych i par interwałów oddzielonych dwukropkiem. Na przykład wartość "7D:0s,3M:1D,10Y:2M" oznacza „Przez 7 dni przechowuj wszystkie kopie zapasowe, przez 3 miesiące przechowuj jedną kopię zapasową każdego dnia, przez 10 lat jedną kopię zapasową co drugi miesiąc i usuwaj każdą starszą kopię zapasową ”. Ta opcja obsługuje również użycie specyfikatora 'U' do wskazania nieograniczonego przedziału czasu.
pt_br: Use esta opção para reduzir o número de versões de backup, excluindo os backups antigos. O formato esperado é uma lista separada por vírgulas. Por exemplo, o valor "7D: 0s, 3M: 1D, 10Y: 2M" significa "Durante 7 dias, mantenha todos os backups, por 3 meses mantenha um backup todos os dias, por 10 anos, um backup a cada 2 meses e exclua todos os backups anteriores a este ". Esta opção também suporta a utilização do especificador "U" para indicar um intervalo de tempo ilimitado.
sr_rs: Koristite ovu opciju da biste smanjili broj verzija koje se čuvaju sa povećanjem starosti verzije tako što ćete izbrisati većinu starih rezervnih kopija. Očekivani format je lista vremenskih okvira i parova intervala razdvojenih zarezima. Na primer, vrednost "7D:0s,3M:1D,10Y:2M" znači "7 dana čuvajte sve rezervne kopije, 3 meseca čuvajte jednu rezervnu kopiju svaki dan, 10 godina jednu rezervnu kopiju svakog drugog meseca i izbrišite svaku rezervnu kopiju stariju od ove.". Ova opcija takođe podržava korišćenje specifikacije "U" za označavanje neograničenog vremenskog intervala.

source: Reduce number of versions by deleting old intermediate backups
cs: Snížit počet verzí smazáním starých mezidobých záloh
de: Verringern Sie die Anzahl der Versionen, indem Sie alte Zwischenversionen löschen
es: Reducir el número de versiones eliminando las viejas copias de seguridad intermedias
fr_ca: Réduire le nombre de versions en supprimant les anciennes sauvegardes intermédiaires
it: Riduci il numero di versioni eliminando i vecchi backup intermedi
ja_jp: 古い中間のバックアップを削除してバージョンの数を減らす
nl_nl: Verminder het aantal versies door oude tussenliggende back-ups te verwijderen
pl: Zmniejsz liczbę wersji, usuwając stare pośrednie kopie zapasowe
pt_br: Reduza o número de versões ao apagar backups antigos
ro: Reduceți numărul de versiuni ștergând copiile de rezervă vechi
sr_rs: Smanjite broj verzija brisanjem starih srednjih rezervnih kopija

source: Use this option to continue even if some source entries are missing.
cs: Toto volbu použijte, pokud chcete pokračovat i v případě, že chybí některé zdrojové záznamy.
de: Verwenden Sie diese Option um fortzufahren, auch wenn einige Quelleneinträge fehlen.
es: Utilice esta opción para continuar aunque falten algunas entradas del origen.
fi: Käytä tätä valitsinta jatkaaksesi vaikka jotkut varmuuskopioitavat kohteet puuttuisivatkin.
fr_ca: Utilisez cette option pour continuer même si certaines entrées source sont manquantes.
it: Usa questa opzione per continuare, anche se alcune voci sorgenti mancano.
ja_jp: このオプションを有効にすると、バックアップ元のエントリーが欠けている場合でも続行できます。
nl_nl: Gebruik deze optie om door te gaan als een aantal bronelementen ontbreken.
pl: Użyj tej opcji, aby kontynuować, nawet jeśli brakuje niektórych wpisów źródłowych.
pt_br: Use esta opção para continuar, mesmo que faltem algumas entradas de origem.
ro: Utilizați această opțiune pentru a continua chiar dacă lipsesc unele intrări de surse.
ru: Используйте этот параметр, чтобы продолжить, даже если некоторые исходные записи отсутствуют.
sr_rs: Koristite ovu opciju da nastavite čak i ako neki izvorni unosi nedostaju.

source: Ignore missing source elements
cs: Ignorovat chybějící zdrojové prvky
de: Ignoriere fehlende Quelleneinträge
es: Omitir elementos que faltan de la fuente
fi: Ohita puuttuvat lähteet
fr_ca: Ignorer les éléments source manquants
it: Ignora elementi sorgente mancanti
ja_jp: 欠けているバックアップ元の要素を無視
nl_nl: Negeer ontbrekende bronelementen
pl: Zignoruj ​​brakujące elementy źródłowe
pt_br: Ignorar elementos de origem faltantes
ro: Ignorați elementele sursă care lipsesc
ru: Пропустить отсутствующие исходные элементы
sr_rs: Zanemarite izvorne elemente koji nedostaju

source: Use this option to prevent backups from running if one or more source folders are empty. This is useful to prevent backups from running when the source is not available, such as when a USB drive is not mounted. This only works for filesystem source paths.
fr_ca: Empêcher les sauvegardes quand un ou plusieurs répertoires source sont vides. Utile pour empêcher la sauvegarde quand une source n'est pas disponible, comme une clé USB non montée. Ne fonctionne que pour les chemins sources dans le système de fichiers.
nl_nl: Gebruik deze optie om te voorkomen dat back-ups worden uitgevoerd als een of meer bronmappen leeg zijn. Dit is handig om te voorkomen dat back-ups worden uitgevoerd wanneer de bron niet beschikbaar is, bijvoorbeeld wanneer een USB-stick niet is gekoppeld. Dit werkt alleen voor bronpaden in het bestandssysteem.

source: Prevent backups from running if source folders are empty
fr_ca: Empêcher les sauvegardes de répertoires source vides
nl_nl: Voorkom dat back-ups worden uitgevoerd als bronmappen leeg zijn

source: Use this option to overwrite target files when restoring. If this option is not set, the files will be restored with a timestamp and a number appended.
de: Verwenden Sie diese Option, um Zieldateien bei der Wiederherstellung zu überschrieben. Wenn diese Option nicht eingestellt ist, wird wiederhergestellten Dateien ein Zeitstempel und eine Zahl angehängt.
fr_ca: Écraser les fichiers cibles en restauration. Si cette option n'est pas activée, les fichiers seront restaurés avec leur nom complété par un horodatage et d'un nombre.
ja_jp: このオプションを有効にすると、ファイルを復元する際に、復元先にあるファイルを上書きします。このオプションを無効にすると、タイムスタンプと数字をファイル名に付けて、ファイルを復元します。
nl_nl: Gebruik deze optie om doelbestanden te overschrijven bij het herstellen. Als deze optie niet is ingesteld, zullen de bestanden worden hersteld met een tijdstempel en een nummer eraan toegevoegd.

source: Overwrite files when restoring
cs: Při obnovování přepsat soubory
da: Overskriv filer ved genoprettelse
de: Dateien beim Wiederherstellen überschreiben
es: Sobrescribir los archivos al restaurar
fi: Ylikirjoita tiedostostot palauttaessasi
fr_ca: Écrase les fichiers lors de la réstauration
it: Sovrascrivi i file durante il ripristino
ja_jp: 復元時にファイルを上書き
nl_nl: Overschrijf bestanden bij het herstellen
pl: Nadpisz pliki podczas przywracania
pt_br: Substituir arquivos ao restaurar
ro: Suprascrieți fișierele atunci când restaurați
ru: Перезаписывать файлы при восстановлении
sk_sk: Prepísanie súborov pri obnove
sr_rs: Prepiši fajlove kad vraćaš

source: Use this option to increase the amount of output generated when running an option. Generally this option will produce a line for each file processed.
cs: Pomocí této předvolby zvyšte množství výstupu vytvářeného při spouštění volby. Obecně tato předvolba vytvoří řádek pro každý zpracovaný soubor.
de: Verwende diese Option, um die Ausgabe zu erhöhen, die beim Ausführen einer Option generiert wird. Im Allgemeinen erzeugt diese Option für jede verarbeitete Datei eine Zeile.
es: Utilice esta opción para aumentar la cantidad de resultados generados al ejecutar una opción. Generalmente esta opción producirá una línea por cada archivo procesado.
fi: Tällä valitsimella Duplicati tulostaa enmmän tilatietoja. Yleensä tämä tarkoittaa riviä kutakin käsiteltyä tiedostoa kohden.
fr_ca: Utilisez cette option pour augmenter la quantité de sortie générée lors de l'exécution d'une option. En général, cette option produira une ligne pour chaque fichier traité.
it: Usa questa opzione per aumentare la quantità di dati generati in uscita durante l'esecuzione di un'opzione. Generalmente questa opzione produrrà una linea per ogni file elaborato.
ja_jp: このオプションを有効にすると、進捗状況に関して出力するデータの量を増やすことができます。通常、処理した各ファイルについて、情報を1行ずつ出力します。
nl_nl: Gebruik deze optie om de hoeveelheid uitvoer te vergroten die gegenereerd wordt als een optie wordt uitgevoerd. In het algemeen zal deze optie een regel aanmaken voor ieder verwerkt bestand.
pl: Użyj tej opcji, aby zwiększyć ilość danych wyjściowych generowanych podczas uruchamiania opcji. Ogólnie ta opcja wygeneruje linię dla każdego przetwarzanego pliku.
pt_br: Use esta opção para aumentar a quantidade de saída gerada ao executar uma opção. Geralmente, esta opção produzirá uma linha para cada arquivo processado.
ro: Utilizați această opțiune pentru a mări cantitatea de ieșire generată la rularea unei opțiuni. În general, această opțiune va produce o linie pentru fiecare fișier procesat.
ru: Используйте эту опцию для увеличения генерируемого вывода. Обычно эта опция выдает по строке для каждого обработанного файла.
sr_rs: Koristite ovu opciju da povećate količinu izlaza koja se generiše kada se pokrene opcija. Generalno, ova opcija će proizvesti liniju za svaku obrađeni fajl.

source: Output more progress information
cs: Vypisovat více informací o průběhu
de: Mehr Fortschrittsinformationen ausgeben
es: Obtener más información sobre los progresos realizados
fi: Tulosta enmmän tilatietoja
fr_ca: Produire plus d'informations d'avancement
it: Fornisci ulteriori informazioni sull'avanzamento
ja_jp: 進捗状況に関するより詳細な情報を出力
nl_nl: Voer meer voortgangsinformatie uit
pl: Wyświetl więcej informacji o postępie
pt_br: Exibir mais informações de progresso
ro: Obțineți mai multe informații despre progres
ru: Выводить больше информации о прогрессе
sr_rs: Ispiši više informacija o napretku

source: Use this option to increase the amount of output generated as the result of the operation, including all filenames.
cs: Pomocí této předvolby je možné zvýšit množství výstupu vytvářeného jako výsledek operace, včetně všech názvů souborů.
de: Benutzen sie diese Option um den Detailgrad der Ausgabe von Operationen zu erhöhen. Diese beinhaltet alle Dateinamen.
es: Utilice esta opción para aumentar la cantidad de producción generada como resultado de la operación, incluyendo todos los nombres de archivo.
fr_ca: Utilisez cette option pour augmenter la quantité de données de sortie générée à la suite de l'opération, y compris l'ensemble des noms de fichiers.
it: Usa questa opzione per aumentare la quantità di dati generati in uscita come risultato dell'operazione, includendo tutti i nomi dei file.
ja_jp: このオプションを有効にすると、全てのファイル名を含めて、操作により生成される出力の量を増やすことができます。
nl_nl: Gebruik deze optie om de hoeveelheid uitvoer te vergroten die gegenereerd wordt als het resultaat van een bewerking, inclusief alle bestandsnamen.
pl: Użyj tej opcji, aby zwiększyć ilość danych wyjściowych generowanych w wyniku operacji, w tym wszystkie nazwy plików.
pt_br: Use esta opção para aumentar a quantidade de saída gerada como resultado da operação, incluindo todos os nomes de arquivos.
ro: Utilizați această opțiune pentru a crește cantitatea de ieșire generată ca rezultat al operației, inclusiv toate numele de fișiere.
ru: Используйте этот параметр для увеличения объема вывода в результате операции, включая все имена файлов.
sr_rs: Koristite ovu opciju da povećate količinu izlaza generisanog kao rezultat operacije, uključujući sva imena datoteka.

source: Output full results
cs: Vypsat plné výsledky
de: Gib alle Ergebnisse aus
es: Resultados completos de la salida
fr_ca: Produire des résultats complets
it: Fornisci risultati completi
ja_jp: 完全な結果を出力
nl_nl: Uitvoer volledige resultaten
pl: Wyprowadzaj pełne wyniki
pt_br: Mostrar resultados completos
ro: Rezultatele rezultate complete
ru: Вывод всех результатов
sr_rs: Ispiši pune rezultate

source: Use this option to upload a verification file after changing the remote storage. The file is not encrypted and contains the size and SHA256 hashes of all the remote files and can be used to verify the integrity of the files.
cs: Pomocí této předvolby je možné nahrát ověřovací soubor po změně vzdáleného úložiště. Soubor není šifrován a obsahuje velikost a SHA256 otisky (hash) všech vzdálených souborů a může být použit pro ověření neporušenosti souborů.
de: Verwende diese Option, um eine Kontrolldatei nach dem Ändern des Remote-Speichers hochzuladen. Die Datei ist nicht verschlüsselt und enthält die Größe sowie die SHA256-Hashwerte aller Remote-Dateien. Diese kann zur Überprüfung der Integrität der Dateien verwendet werden.
es: Utilice esta opción para subir un archivo de verificación después de cambiar el almacenamiento remoto. El archivo no está encriptado y contiene el tamaño y los hashes SHA256 de todos los archivos remotos y puede ser usado para verificar la integridad de los archivos.
fi: Tällä valitsimella voit ladata varmistustiedostoja etäpalvelimella. Tiedosto on salaamaton ja sisältää kaikkien etäpalvelimella olevien tiedostojen koot ja SHA256-tarkastussummat. Tämän avulla varmuskopion eheyden voi tarkastaa etäpalvelimella.
fr_ca: Utilisez cette option pour télécharger un fichier de vérification après avoir modifié le stockage distant. Le fichier n'est pas chiffré et contient la taille et les hachages SHA256 de tous les fichiers distants et peut être utilisé pour vérifier l'intégrité des fichiers.
it: Usa questa opzione per caricare un file di verifica dopo aver modificato l'archiviazione remota. Il file non è criptato e contiene le dimensioni e gli hash SHA256 di tutti i file remoti e può essere usato per verificare l'integrità dei file.
ja_jp: このオプションを有効にすると、リモートの保存領域の変更後に検証用のファイルをアップロードします。ファイルは暗号化されておらず、全てのリモートのファイルのSHA256によるハッシュ値を含んでおり、ファイルの整合性の検証に利用できます。
nl_nl: Gebruik deze optie om een controlebestand te uploaden na het aanpassen van de externe opslag. Het bestand is niet gecodeerd en bevat de grootte en SHA256 hashes van alle externe bestanden en kan gebruikt worden om de integriteit van de bestanden te controleren.
pl: Użyj tej opcji, aby przesłać plik weryfikacyjny po zmianie magazynu zdalnego. Plik nie jest zaszyfrowany i zawiera rozmiar oraz skróty SHA256 wszystkich zdalnych plików i może być używany do weryfikacji integralności plików.
pt: Use esta opção para enviar um ficheiro de verificação depois de alterar o armazenamento remoto. O ficheiro não é encriptado e contém o tamanho e hashes SHA256 de todos os ficheiros remotos e pode ser usado para verificar a integridade dos ficheiros.
pt_br: Use esta opção para enviar um arquivo de verificação depois de alterar o armazenamento remoto. O arquivo não é criptografado e contém o tamanho e hashes SHA256 de todos os arquivos remotos e pode ser usado para verificar a integridade dos arquivos.
ro: Utilizați această opțiune pentru a încărca un fișier de verificare după ce ați schimbat spațiul de stocare de la distanță. Fișierul nu este criptat și conține mărimea și șahurile SHA256 ale tuturor fișierelor la distanță și poate fi folosit pentru a verifica integritatea fișierelor.
ru: Используйте эту опцию, чтобы выгрузить файл верификации после изменения удаленного хранилища. Файл не зашифрован; он содержит размеры и SHA256 хэши всех файлов удаленного хранилища и может служить для проверки целостности этих файлов.
sr_rs: Koristite ovu opciju da otpremite verifikacioni fajl nakon promene udaljenog skladišta. Fajl nije šifrovan i sadrži veličinu i SHA256 hešove svih udaljenih fajlova i može se koristiti za proveru integriteta fajlova.

source: Determine if verification files are uploaded
cs: Určit, zda mají být nahrány ověřovací soubory
de: Ermittle ob Prüfungs-Dateien hochgeldaen wurden
es: Determinar si los archivos de verificación están subidos
fi: Lataa varmistustiedostot etäpalvelimelle
fr_ca: Déterminez si les fichiers de vérification sont téléchargés
it: Determina se i file di verifica sono caricati
ja_jp: 検証ファイルをアップロードするか否かを決定
nl_nl: Bepaal of controlebestanden geüpload zijn
pl: Sprawdź, czy pliki weryfikacyjne zostały przesłane
pt_br: Determinar se os arquivos de verificação estão enviados
ro: Determinați dacă fișierele de verificare sunt încărcate
ru: Определить, загружены ли файлы верификации
sr_rs: Utvrdite da li su fajlovi za verifikaciju otpremljeni

source: After a backup is completed, some (dblock, dindex, dlist) files from the remote backend are selected for verification. Use this option to change how many. If the option --{0} is also provided, the number of samples tested is the maximum implied by the two options. If this value is set to 0 or the option --{1} is set, no remote files are verified.
de: Nachdem ein Backup abgeschlossen ist, werden einige (dblock, dindex, dlist) Dateien aus dem Remote-Backend zur Überprüfung ausgewählt. Benutzen Sie diese Option, um zu ändern, wie viele. Wenn die Option --{0} auch angegeben ist, ist die Anzahl der getesteten Samples das Maximum, das sich aus den beiden Optionen ergibt. Wenn dieser Wert auf 0 gesetzt ist oder die Option --{1} gesetzt ist, werden keine Remote-Dateien verifiziert.
fr_ca: Après une sauvegarde, quelques échantillons de fichiers (un échantillon est 1 dblock, 1 dindex, et 1 dlist) de la destination sont sélectionnés pour vérification. Cette option permet de définir combien. Si l'option --{0} est aussi définie, le nombre d'échantillons est le maximum impliqué par les deux options . Si l'option --{1} est définie, aucun fichier n'est vérifié.
ja_jp: バックアップが完了した後で、一部のファイル（dblock、dindex、dlist）がリモートのバックエンドから検証用に選択されます。このオプションで、検証するファイル数を変更できます。--{0}のオプションが同時に指定されている場合は、テストするサンプル数の指定の方が優先されます。この値を0に設定するか、あるいは--{1}のオプションが設定されている場合は、リモートのファイルは一切検証しません。
nl_nl: Nadat een back-up is voltooid, worden sommige (dblock, dindex, dlist) bestanden van de externe backend geselecteerd voor controle. Gebruik deze optie om aan te geven hoeveel. Als de optie --{0} ook is opgegeven, is het aantal te controleren bestanden het maximum dat wordt geïmpliceerd door de twee opties. Als deze waarde wordt ingesteld op 0 of de optie --{1} is ingesteld, dan worden geen externe bestanden gecontroleerd.

source: The number of samples to test after a backup
cs: Množství vzorků které otestovat po provedení zálohy
de: Die Anzahl der zu testenden Stichproben nach einer Sicherung
es: El número de muestras a comprobar después de una copia de seguridad
fi: Varmuuskopion jälkeen tarkastettavien tiedostojen lukumäärä
fr_ca: Le nombre d'échantillons à tester après une sauvegarde
it: Il numero di campioni da testare dopo un backup
ja_jp: バックアップ後にテストするサンプルの数
nl_nl: Het aantal samples die getest moeten worden na een back-up
pl: Liczba próbek do przetestowania po wykonaniu kopii zapasowej
pt_br: O número de amostras a serem testadas após um backup
ro: Numărul de mostre pentru a testa după o copie de rezervă
ru: Количество образцов для тестирования после создания резервной копии
sr_rs: Broj uzoraka za testiranje nakon pravljenja rezervne kopije
