Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: ID of the site
cs: Identifikátor místa
de: ID der Seite
es: ID del sitio
fr_ca: ID du site
it: ID del sito
ja_jp: サイトのID
nl_nl: ID van de site
pl: Identyfikator strony
pt: ID do site
pt_br: ID do site
sr_rs: ID sajta

source: No site ID was provided
cs: Nebyl zadán identifikátor místa
de: Keine Seiten-ID wurde bereitgestellt
es: No se ha proporcionado ID del sitio
fr_ca: Aucun ID de site n'a été fourni
it: Non è stato fornito alcun ID del sito
ja_jp: サイトのIDが指定されていません
nl_nl: Er is geen site ID opgegeven
pl: Nie podano identyfikatora strony
pt: Não indicou a ID do site
pt_br: Nenhum ID do site foi fornecido
sr_rs: Nije naveden ID sajta

source: No drive information was returned
de: Es wurden keine Laufwerkinformationen zurückgegeben
fr_ca: Aucune information de disque retournée.
nl_nl: Er is geen schijfinformatie geretourneerd

source: Store files in a Microsoft Office 365 Group via the Microsoft Graph API. Allowed formats are "sharepoint://tenant.sharepoint.com/{{PathToWeb}}//{{Documents}}/subfolder" (with "//" being optionally used to indicate the root document folder) and "sharepoint://subfolder" (in which case you must also explicitly specify the SharePoint site's ID via --{0}). Usage of this backend requires that you agree to the terms in {1} ({2}) and {3} ({4}).
de: Speichert Dateien in einer Microsoft Office 365-Gruppe über die Microsoft Graph-API. Erlaubte Formate sind "sharepoint://tenant.sharepoint.com/{{PathToWeb}}//{{Documents}}/subfolder" (wobei "//" optional zur Angabe des Hauptverzeichnis verwendet wird) und "sharepoint://subfolder" (in diesem Fall muss die SharePoint Seiten ID mit --{0} angeben werden). Die Nutzung dieses Backends erfordert eine Zustimmung der Vereinbarungen in {1} ({2}) und {3} ({4}).
fr_ca: Enregistre les fichiers vers uns un Groupe Microsoft Office 365 vial'API MS Graph. Formats attendus "sharepoint://tenant.sharepoint.com/{{PathToWeb}}//{{Documents}}/subfolder" (avec "//" optionnellement utilisé pour indiquer le répertoire du document racine) et "sharepoint://subfolder" (auquel cas vous devez également explicitement spécifier l'ID de site SharePoint via --{0}). Vous devez préalablement accepter les clauses {1} ({2}) and {3} ({4}).
ja_jp: Microsoft Graph APIでファイルをMicrosoft Office365 Groupに保存します。許可されている形式は、「sharepoint://tenant.sharepoint.com/{{ウェブへのパス}}//{{ドキュメント}}/サブフォルダー」（パスに二重スラッシュ「//」を使うと、ルートのドキュメントフォルダーを示すことができます）と、「sharepoint://サブフォルダー」となります。後者の場合は、SharePointのサイトIDを--{0}で併せて指定する必要があります。このバックエンドを使用するには{1}（{2}）と{3}（{4}）の利用規約に同意する必要があります。
nl_nl: Sla bestanden op in een Microsoft Office 365 Groep via de Microsoft Graph API. Toegestane formaten zijn "sharepoint://tenant.sharepoint.com/{{PathToWeb}}//{{Documents}}/subfolder" (waarbij "//" optioneel kan worden gebruikt om de hoofdmap van het document aan te geven) en "sharepoint://subfolder" (in welk geval u ook expliciet de ID van de SharePoint-site moet opgeven via --{0}). Gebruik van deze backend vereist dat u akkoord gaat met de voorwaarden in {1} ({2}) and {3} ({4}).

source: Microsoft Office 365 Group
cs: Skupina v Microsoft Office 365
da: Microsoft Office 365 gruppe
de: Microsoft Office 365 Gruppe
es: Grupo Microsoft Office 365
fr_ca: Groupe Microsoft Office 365
it: Gruppo Microsoft Office 365
ja_jp: Microsoft Office 365グループ
nl_nl: Microsoft Office 365 Groep
pl: Grupa Microsoft Office 365
pt: Grupo Microsoft Office 365
pt_br: Grupo do Microsoft Office 365

source: ID of the group to store data in.
de: ID der Gruppe zum Speichern der Daten.
fr_ca: ID du Groupe vers lequel stocker les données.
ja_jp: データを保存するグループのID。
nl_nl: ID van de groep waarin gegevens worden opgeslagen.

source: ID of the group
cs: Identifikátor skupiny
de: ID von der Gruppe
es: ID del grupo
fr_ca: ID du groupe
it: ID del gruppo
ja_jp: グループのID
nl_nl: ID van de groep
pl: Identyfikator grupy
pt: ID do grupo
pt_br: ID do grupo
sr_rs: ID grupe

source: Email address of the group to store data in.
de: E-Mail Adresse der Gruppe zum Speichern der Daten.
fr_ca: Adresse mail du Groupe
ja_jp: データを保存するグループの電子メールアドレス。
nl_nl: E-mailadres van de groep waarin gegevens worden opgeslagen.

source: Email address of the group
cs: E-mailová adresa skupiny
da: Gruppens e-mail-adresse
de: E-Mail Adresse der Gruppe
es: Dirección de correo electrónico del grupo
fr_ca: Adresse e-mail du groupe
it: Indirizzo email del gruppo
ja_jp: グループの電子メールアドレス
nl_nl: E-mailadres van de groep
pl: Adres e-mail grupy
pt: Endereço de e-mail do grupo
pt_br: Endereço de email do grupo
sr_rs: Adresa e-pošte grupe

source: No group ID or group email address was provided.
de: Es wurde keine Gruppen-ID oder Gruppen-E-Mail Adresse bereitgestellt.
fr_ca: Ni ID de groupe ni adresse mail indiquée
ja_jp: グループのIDまたは電子メールアドレスが指定されていません。
nl_nl: Geen groep-ID of groep-e-mailadres opgegeven.

source: No groups were found with the given email address: {0}
cs: Pro danou e-mailovou adresu nebyly nalezeny žádné skupiny: {0}
da: Ingen grupper fundet med den angivne e-mail-adresse: {0}
de: Keine Gruppe mit der gegebenen E-Mail Adresse wurde gefunden: {0}
es: No se encontraron grupos con la dirección de correo electrónico proporcionada: {0}
fr_ca: Aucun groupe n'a été trouvé avec l'adresse e-mail donnée : {0}
it: Nessun gruppo trovato con l'indirizzo email indicato: {0}
ja_jp: 指定した電子メールアドレスが見つかるグループはありませんでした：{0}
nl_nl: Er zijn geen groepen gevonden met het opgegeven e-mailadres: {0}
pl: Nie znaleziono grup o podanym adresie e-mail: {0}
pt_br: Nenhum grupo foi encontrado com o endereço de e-mail fornecido: {0}
sr_rs: Nije pronađena nijedna grupa sa datom adresom e-pošte: {0}

source: Multiple groups were found with the given email address: {0}
cs: Pro zadanou e-mailovou adresu {0} bylo nalezeno vícero skupiny:
da: Flere grupper med den givne e-mail-adresse: {0}
de: Es wurden mehrere Gruppen mit der gegebenen E-Mail Adresse gefunden: {0}
es: Se encontraron varios grupos con la dirección de correo electrónico proporcionada: {0}
fr_ca: Plusieurs groupes ont été trouvés avec l'adresse email donnée : {0}
it: Sono stati trovati più gruppi con l'indirizzo email specificato: {0}
ja_jp: 複数のグループが指定した電子メールアドレスで見つかりました：{0}
nl_nl: Meerdere groepen zijn gevonden met het opgegeven e-mailadres: {0}
pl: Znaleziono wiele grup z podanym adresem e-mail: {0}
pt_br: Vários grupos foram encontrados com o endereço de e-mail fornecido: {0}
sr_rs: Pronađeno je više grupa sa datom adresom e-pošte: {0}

source: Conflicting group IDs used: given {0} but found {1}
cs: Použity odporující si identifikátory skupin: zadáno {0} ale nalezeno {1}
de: Widersprüchliche Gruppen-Id genutzt: {0} gegeben, aber {1} gefunden
es: Se utilizaron ID de grupo en conflicto: se proporcionó {0} pero se encontró {1}
fr_ca: Identifiants de groupe en conflit utilisés : donnés {0} mais trouvés {1}
it: Conflitto ID utilizzati per il gruppo: dato {0} ma trovato {1}
ja_jp: 使用されているグループIDが矛盾しています。{0}が指定されましたが、見つかったIDは{1}です。
nl_nl: Tegenstrijdige groep ID's gebruikt: opgegeven {0} maar gevonden {1}
pl: Używane identyfikatory grup powodujących konflikt: podane {0}, ale znalezione {1}
pt_br: IDs de grupo conflitantes usados: dado {0} mas encontrado {1}
sr_rs: Korišćeni ID-ovi neusaglašenih grupa: dati su {0}, ali pronađeni {1}

source: This backend can read and write data to Aliyun OSS.
de: Dieses Backend kann Daten von Aliyun OSS lesen und schreiben.
fr_ca: TYpe de cible pour lire et écrire vers Aliyun OSS.
ja_jp: このバックエンドでは、Aliyun OSSとの間でデータの読み書きを実行できます。
nl_nl: Deze backend kan gegevens lezen en schrijven naar Aliyun OSS.

source: Access Key ID is used to identify the user.
de: Zugriffsschlüssel ID zur Identifikation des Benutzers.
fr_ca: L'ID de clé d'accès sert à identifier l'utilisateur.
ja_jp: アクセスキーのIDはユーザーの特定に使用されます。
nl_nl: Toegangssleutel-ID wordt gebruikt om de gebruiker te identificeren.

source: Access Key Secret is the key used by the user to encrypt signature strings and by OSS to verify these signature strings.
de: Zugriffsschlüssel Secret ist der Schlüssel, der vom Benutzer zur Verschlüsselung von Signatur-Zeichenketten und von OSS zur Verifizierung dieser Signatur-Zeichenketten verwendet wird.
fr_ca: Access Key Secret est la clé utilisée par l'utilisateur pour chiffrer les chaînes de signature et par OSS pour vérifier ces signatures.
ja_jp: アクセスキーのシークレットは、ユーザーが署名の文字列を暗号化し、OSSがその文字列を検証する際に使用されます。
nl_nl: Toegangssleutel Geheim is de sleutel die gebruikt wordt door de gebruiker voor het coderen van handtekening-tekenreeksen en door OSS om deze handtekening-tekenreeksen te verifiëren.

source: Access Key Secret
de: Zugriffsschlüssel Secret
fr_ca: Secret de clé d'accès
ja_jp: アクセスキーのシークレット
nl_nl: Toegangssleutel Geheim
pl: Tajny klucz dostępu

source: A storage space is a container used to store objects (Object), and all objects must belong to a specific storage space.
fr_ca: Un espace de stockage est un conteneur utilisé pour stocker des objets (Object), et tous les objets doivent appartenir à un espace de stockage particulier.
ja_jp: ストレージのスペースは、オブジェクト（Object）を保存する際に使われるコンテナーです。全てのオブジェクトは、ある特定のストレージのスペースに保存する必要があります。
nl_nl: A Opslagruimte is een container die wordt gebruikt om objecten op te slaan (Object), en alle objecten moeten tot een specifieke opslagruimte behoren.

source: Bucket name
da: Bucket navn
es: Nombre del depósito
fr_ca: Nom du bucket
ja_jp: バケット名
nl_nl: Bucketnaam
pl: Nazwa zasobnika
pt: Nome do 'bucket'
sv_se: Bucket namn

source: Region indicates the physical location of the OSS data center.
de: Region zeigt den physikalischen Ort des OSS Daten Center an.
fr_ca: Région du centre de données OSS
ja_jp: リージョンは、OSSのデータセンターの物理的な位置を示します。
nl_nl: Regio geeft de fysieke locatie van het OSS-datacenter aan.

source: Region
fr_ca: Région
ja_jp: リージョン
nl_nl: Regio

source: Endpoint refers to the domain name through which OSS provides external services.
de: Endpunkt weist auf den Domänennamen, über den OSS externe Services zur Verfügung stellt.
fr_ca: Point terminal fait référence au nom de domaine à travers lequel OSS fournit des services externes.
ja_jp: OSSが外部サービスを提供する際に使用するドメイン名を、エンドポイントとして指定できます。
nl_nl: Eindpunt verwijst naar de domeinnaam waarmee OSS externe services levert.

source: Endpoint
de: Endpunkt
fr_ca: Point terminal
ja_jp: エンドポイント
nl_nl: Eindpunt

source: This backend can read and write data to filejump. Allowed formats are "filejump://hostname/folder" and "filejump://username:password@hostname/folder".
de: Das Backend kann Daten von Filejump lesen und schreiben. Erlaubte Formate sind "filejump://hostname/folder" und "filejump://username:password@hostname/folder".
fr_ca: Ce type de cible peut lire et écrire des données vers Filejump. Format attendu : "filejump://hostname/folder" ou "filejump://username:password@hostname/folder"
nl_nl: Deze backend kan gegevens lezen en schrijven naar filejump. Toegestane formaten zijn "filejump://hostname/folder" en "filejump://username:password@hostname/folder".

source: The filejump API token
de: Filejump API Token
fr_ca: Jeton d'API Filejump
nl_nl: De filejump API-token

source: Supply the filejump API token instead of the username and password. Can be obtained from: "https://drive.filejump.com/account-settings"
de: Verwenden Sie das filejump API Token statt Benutzername und Password. Kann bezogen werden von: "https://drive.filejump.com/account-settings"
fr_ca: Indiquez le jeton d'API à la place du nom d'utilisateur et du mot de passe. Disponible sur : "https://drive.filejump.com/account-settings"
nl_nl: Geef de filejump API-token op in plaats van de gebruikersnaam en wachtwoord. Deze is te verkrijgen op "https://drive.filejump.com/account-settings"

source: The filejump API URL
de: Die filejump API URL
fr_ca: l'URL d'API Filejump
nl_nl: De filejump API-URL

source: Set the filejump API URL if using a non-standard url.
de: Setzt die filejump API URL bei Verwendung einer nicht Standard URL.
fr_ca: Indiquez ici l'URL d'API Filejump en cas d'URL non standard.
nl_nl: Stel de filejump API-URL in als een niet-standaard url wordt gebruikt.

source: The filejump page size
de: Die filejump Seitengröße
fr_ca: Taille de page Filejump
nl_nl: De filejump paginagrootte

source: Adjusts the filejump API page size.
de: Passt die filejump Seitengröße an.
fr_ca: Définition de la taille de page Filejump
nl_nl: Past de paginagrootte van de filejump API aan.

source: Use soft delete
de: Löschen in den Papierkorb benutzen
fr_ca: Suppression réversible
nl_nl: Gebruik zacht verwijderen

source: Use soft delete instead of hard delete.
de: Löschen in den Papierkorb statt endgültigem Löschen benutzen.
fr_ca: Utiliser la suppression réversible plutôt que définitive.
nl_nl: Gebruik zacht verwijderen in plaats van hard verwijderen.

source: This backend can read and write data to Azure blob storage. Allowed format is "azure://bucketname".
de: Dieses Backend kann Daten von Azure Blob Storage lesen und schreiben. Erlaubtes Format ist "azure://bucketname"
fr_ca: Ce type de cible peut lire et écrire vers un stockage blob Binary Large OBject Azure. Format "azure://bucketname".
ja_jp: このバックエンドでは、Azure blobストレージとの間でデータの読み書きを実行できます。許可されている形式は、「azure://バケット名」となります。
nl_nl: Deze backend kan gegevens lezen en schrijven naar Azure blob-opslag. Toegestane indeling is: "azure://bucketname".

source: All files will be written to the container specified.
de: Alle Dateien werden in den angegebenen Container geschrieben.
fr_ca: Tous les fichiers seront écrits dans le conteneur indiqué.
ja_jp: 全てのファイルは指定したコンテナーに書き込まれます。
nl_nl: Alle bestanden zullen worden geschreven naar de opgegeven container.

source: The name of the storage container
de: Der Name des Speichercontainers
fr_ca: Nom du conteneur de stockage
ja_jp: ストレージのコンテナーの名称。
nl_nl: De naam van de opslagcontainer

source: No Azure storage account name given
cs: Není zadán název účtu na úložišti Azure
da: Intet Azure opbevarings kontonavn er sat
de: Kein Azure Speicher Accountname angegeben
es: No dio el nombre de la cuenta del almacenamiento en Azure
fi: Et antanut Azure-tilin nimeä
fr_ca: Aucun nom de compte de stockage Azure fourni
it: Nessun nome account di archiviazione Azure fornito
ja_jp: Azureストレージのアカウント名が指定されていません
nl_nl: Geen Azure opslag accountnaam opgegeven
pl: Nie podano nazwy konta Azure
pt_br: Nenhum nome de conta de armazenamento do Azure informado
ro: Nu este indicat niciun cont de stocare Azure
ru: Не указана учетная запись хранилища Azure
sr_rs: Nije navedeno ime Azure naloga za skladištenje

source: The Azure storage account name which can be obtained by clicking the "Manage Access Keys" button on the storage account dashboard.
de: Der Azure-Speicherkontoname, welcher durch Klicken auf die Schaltfläche "Zugriffstasten verwalten" auf dem Dashboard des Speicherkontos erhalten werden kann
fr_ca: Le nom de compte de stockage Azure peut être obtenu en cliquant sur le bouton "Gérer les clés d'accès" dans le tableau de bord du compte de stockage.
ja_jp: Azureのストレージアカウントの名称。アカウントの名称は、アカウントのダッシュボードにある「アクセスキーの管理」ボタンをクリックして取得できます。
nl_nl: De naam van het Azure-opslagaccount die kan worden verkregen door te klikken op de "Manage Access Keys"-knop op het dashboard van het opslagaccount.

source: The storage account name
cs: Název účtu na úložišti
da: Navnet på opbevaringskontoen
de: Der Speicherkontoname
es: El nombre de la cuenta de almacenamiento
fi: Tilin nimi tallennuspalvelussa
fr_ca: Le nom du compte de stockage
it: Il nome dell'account di archiviazione
ja_jp: ストレージのアカウント名
nl_nl: De opslag accountnaam
pl: Nazwa konta magazynu
pt_br: Nome da conta de armazenamento
ro: Numele contului de stocare
ru: Учетная запись хранилища
sr_rs: Ime naloga za skladištenje

source: The Azure access key which can be obtained by clicking the "Manage Access Keys" button on the storage account dashboard.
de: Der Azure-Zugriffsschlüssel, welcher durch Klicken auf die Schaltfläche "Zugriffstasten verwalten" auf dem Dashboard des Speicherkontos erhalten werden kann
fr_ca: Clé d'accès Azure obtensible via le bouton "Gérer les clés d'accès" du tableau de bord du compte de stockage.
ja_jp: Azureのアクセスキー。アクセスキーは、アカウントのダッシュボードにある「アクセスキーの管理」ボタンをクリックして取得できます。
nl_nl: De Azure toegangssleutel die verkregen kan worden door de knop "Manage Access Keys" te klikken op het dashboard van het opslagaccount.

source: The access key
cs: Přístupový klíč
da: Adgangsnøglen
de: Der Zugriffsschlüssel
es: La llave de acceso
fi: Pääsyavain
fr_ca: La clé d'accès
it: La chiave di accesso
ja_jp: アクセスキー
nl_nl: De toegangssleutel
pl: Klucz dostępu
pt: Chave de acesso
pt_br: A chave de acesso
ro: Tasta de acces
ru: Ключ доступа
sk_sk: Prístupový kód
sr_rs: Ključ za pristup

source: The Azure shared access signature (SAS) token which can be obtained by selecting the "Shared access signature" blade on the storage account dashboard, or inside a container blade.
fr_ca: Le jeton de signature d'accès partagé Azure (SAS) se trouve dans l'onglet "Signature d'accès partagé" du tableau de bord du compte de stockage ou dans un onglet de conteneur.
ja_jp: Azureの共有アクセス署名（SAS）トークン。トークンは、ストレージアカウントのダッシュボード、またはコンテナーのブレード内にある「共有アクセス署名」のブレードを選択して取得できます。
nl_nl: De Azure shared access signature (SAS) token die verkegen kan worden door het selecteren van de "Shared access signature" blad op het dashboard van het opslagaccount, of in een containerblade.

source: The SAS token
de: Das SAS-Token
fr_ca: Jeton SAS
ja_jp: SASトークン
nl_nl: Het SAS token

source: No Azure access key or SAS token given
de: Kein Azure-Zugriffsschlüssel oder SAS-Token angegeben
fr_ca: Aucune clé d'accès ni jeton SAS indiqué
ja_jp: AzureのアクセスキーまたはSASトークンが指定されていません
nl_nl: Geen Azure toegangssleutel of SAS token opgegeven

source: Specify the access tier
de: Zugriffsebene angeben
fr_ca: Indiquer le rang d'accès
nl_nl: Geef de toegangslaag op

source: Use this option to specify the access tier. If this option is not used, the server will choose a default access tier.
de: Verwenden Sie diese Option um eine Zugriffsebene anzugeben. Bei nicht Verwendung dieser Option wählt der Server die Standard-Zugriffsebene aus.
fr_ca: Choix du rang d'accès. Si non spécifié, le serveur choisira un niveau par défaut.
nl_nl: Gebruik deze optie om de toegangslaag op te geven. Als deze optie niet wordt gebruikt, kiest de server een standaardtoegangslaag.

source: The storage classes that are considered archive classes
de: Die Speicherklassen, die als Archivklassen angesehen werden
fr_ca: Classes de stockage à considérer comme classes d'archives
nl_nl: De opslagklassen die worden beschouwd als archiefklassen

source: Use this option to specify what storage classes are considered archive storage classes. With this option it is possible to allow lifecycle policies to move data to cheaper storage classes and prevent Duplicati from accessing archived data.
fr_ca: Indiquez quelles classes de stockage doivent être considérées comme classes d'archives. Cette option permet à des stratégies de péremption de déplacer les données vers du stockage moins onéreux et empêche Duplicati d'accéder aux données archivées.
nl_nl: Gebruik deze optie om op te geven welke opslagklassen worden beschouwd als archiefopslagklassen. Met deze optie kunt u toestaan ​​dat levenscyclusbeleid gegevens verplaatst naar goedkopere opslagklassen en voorkomt u dat Duplicati toegang vraagt tot gearchiveerde gegevens.

source: The number of retries for Azure operations
fr_ca: Nombre d'essais d'opérations Azure

source: Use this option to specify the number of retries for Azure blob operations. Set to 0 to disable retries.
fr_ca: Indiquez par cette option le nombre de tentatives d'opérations sur des blobs Azure. 0 pour désactiver.

source: This backend can read and write data to Filen.io using its REST protocol. Supported format is "filen://folder/subfolder".
de: Dieses Backend kann Daten von Filen.io unter Verwendung dessen REST Protokolls lesen und schreiben . Das unterstützte Format ist "filen://folder/subfolder".
fr_ca: Type de cible pour lire/écrire vers Filen.io avec son protocole REST. Format : "filen://folder/subfolder".
nl_nl: Deze backend kan gegevens lezen en schrijven naar Filen.io door middel van het REST protocol. Toegestane indeling is "filen://folder/subfolder".

source: Optional 2-factor code
de: Optionaler 2-Faktor Code
fr_ca: Code à 2 facteurs optionnel
nl_nl: Optionele 2-factor-code

source: The 2-factor code to use for authentication, leave empty if the account is not MFA protected. Note that a new code must be provided by the user for each authentication attempt.
fr_ca: Code à deux facteurs à utiliser pour l'authentification. Laisser vide si le compte n'est pas protégé par double authentification. Notez qu'un nouveau code doit être fourni par l'utilisateur à chaque nouvelle tentative d'authentification.
nl_nl: De 2-factorcode die voor authenticatie wordt gebruikt, laat deze leeg als het account niet MFA-beveiligd is. Houd er rekening mee dat de gebruiker voor elke authenticatiepoging een nieuwe code moet opgeven.

source: Optional API key
fr_ca: Clé d'API optionnelle

source: Move to trash
de: In den Papierkorb verschieben
fr_ca: Déplacer vers la corbeille
nl_nl: Verplaats naar prullenbak

source: If set, files will be moved to the trash instead of being deleted permanently.
de: Wenn gesetzt, werden Dateien in den Papierkorb verschoben statt permanent gelöscht zu werden.
fr_ca: Déplacer les fichiers vers la corbeille plutôt que les supprimer définitivement.
nl_nl: Als dit is ingesteld, worden bestanden verplaatst naar de prullenbak in plaats van permanent verwijderd.

source: This backend can read and write data to the Tencent COS.
de: Dieses Backend kann Daten von Tencent COS lesen und schreiben.
fr_ca: Type de cible pour lire/écrire vers Tencent COS.
ja_jp: このバックエンドでは、Tencent COSとの間でデータの読み書きを実行できます。
nl_nl: Deze backend kan gegevens lezen en schrijven naar de Tencent COS.

source: Account ID of Tencent Cloud Account.
de: Account ID des Tencent Cloud Account.
fr_ca: ID de compte du compte Tencent Cloud.
ja_jp: Tencent CloudのアカウントのID。
nl_nl: Account-ID van Tencent Cloud Account.

source: Account ID
fr_ca: ID de compte
ja_jp: アカウントのID

source: Cloud API Secret ID.
fr_ca: ID secrète d'API cloud.
ja_jp: Cloud APIのシークレットID。
nl_nl: Cloud API Geheim ID.

source: Secret ID
fr_ca: ID secrète
ja_jp: シークレットのID。
nl_nl: Geheim ID

source: Cloud API Secret Key.
fr_ca: Clé secrète d'API cloud
ja_jp: Cloud APIの秘密鍵。
nl_nl: Cloud API Geheime Sleutel.

source: Secret Key
fr_ca: Clé secrète
ja_jp: 秘密鍵
nl_nl: Geheime Sleutel

source: Bucket name, format: BucketName-APPID
fr_ca: Nom de conteneur, format: BucketName-APPID
ja_jp: バケット名。形式：BucketName-APPID
nl_nl: Bucket-naam, indeling: BucketName-APPID

source: Region is the distribution area of ​​the Tencent cloud hosting machine room. The object storage COS data is stored in the storage buckets of these regions. https://intl.cloud.tencent.com/document/product/436/6224.
fr_ca: La région est la zone de distribution du datacenter Tencent. Les donnée de l'object de stockage COS sont stockées dans les conteneurs de ces régions. https://intl.cloud.tencent.com/document/product/436/6224.
ja_jp: リージョンは、Tencentのクラウドホスティングコンピュータールームが分散して設置される際のエリアのことを指します。オブジェクトストレージのCOSのデータは、リージョンのストレージのバケットに保存されます。詳細については https://intl.cloud.tencent.com/document/product/436/6224 で確認してください。
nl_nl: Regio is het distributiegebied van de Tencent cloud hosting machine room. De object storage COS-gegevens worden opgeslagen in de opslagbuckets van deze regio's. https://intl.cloud.tencent.com/document/product/436/6224.

source: Specify COS location constraints
de: COS Standort Einschränkungen angeben
fr_ca: Contraintes de localisation COS
nl_nl: Specificeer COS-locatiebeperkingen
