Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: The default HTTP request has the header "Expect: 100-Continue" attached, which allows some optimizations when authenticating, but also breaks some web servers, causing them to report "417 - Expectation failed".
ja_jp: HTTPリクエストには既定で、「Expect: 100-Continue」のヘッダーが付けられます。このヘッダーにより、認証を行う際にいくつかの最適化が行われるようになりますが、一部のウェブサーバーでは不具合を起こして「417 - Expectation failed」を報告することがあります。

source: This option changes the default timeout for any HTTP request, the time covers the entire operation from initial packet to shutdown.
ja_jp: HTTPリクエストのタイムアウトの既定の値を変更できます。タイムアウトに達するまでの時間には、最初のパケットから終了までの操作全体が含まれます。

source: Set the default operation timeout
ja_jp: 操作に関する既定のタイムアウトの値を設定

source: Timeout occurred while sending to Telegram server
ja_jp: Telegramのサーバーへの送信中にタイムアウトになりました

source: Use this option to set extra parameters to add to the http message, e.g. "parameter1=value1&parameter2=value2"
ja_jp: HTTPのメッセージに追加するパラメーターを設定。例：「parameter1=value1&parameter2=value2」

source: {0:N} GB
fi: {0:N} GT
ja_jp: {0:N}ギガバイト
ru: {0:N} ГБ

source: {0:N} KB
fi: {0:N} KT
ja_jp: {0:N}キロバイト
ru: {0:N} КБ

source: {0:N} MB
fi: {0:N} MT
ja_jp: {0:N}メガバイト
ru: {0:N} МБ

source: {0:N} TB
fi: {0:N} TT
ja_jp: {0:N}テラバイト
ru: {0:N} ТБ

source: Azure blob
es: Azure blob (objetos)
pt_br: Blob do Azure
ro: Bloc albastru

source: Include files that match this filter. The special character * means any number of character, and the special character ? means any single character, use *.txt to include all files with a txt extension. Regular expressions are also supported and can be supplied by using hard braces, i.e. [.*\.txt].
fi: Sisällytä tiedostot, jotka vastaavat tätä suodatinta. Symboli * vastaa mitä tahansa merkkijonoa. Symboli ? vastaa mitä tahansa yksittäistä merkkiä. Myös säännölliset ilmaisut ovat sallittuja. Ne kirjoitetaan hakasulkeiden avulla. Esimerkiksi: [.*\.txt].
ru: Включить файлы, которым соответствует этот фильтр. Специальный символ * означает любое количество символов, а специальный символ ? значит любой один символ, используйте *.txt, чтобы включить все файлы с расширением txt. Также поддерживаются регулярные выражения и могут быть установлены с помощью квадратных скобок, например [.*\.txt].

source: Exclude files that match this filter. The special character * means any number of character, and the special character ? means any single character, use *.txt to exclude all files with a txt extension. Regular expressions are also supported and can be supplied by using hard braces, i.e. [.*\.txt].
fi: Ohita tiedostot, jotka vastaavat tätä suodatinta. Symboli * vastaa mitä tahansa merkkijonoa. Symboli ? vastaa mitä tahansa yksittäistä merkkiä. Myös säännölliset ilmaisut ovat sallittuja. Ne kirjoitetaan hakasulkeiden avulla. Esimerkiksi: [.*\.txt].
ru: Исключить файлы, которым соответствуют этот фильтр. Специальный символ * означает любое количество символов, а специальный символ ? значит любой один символ, используйте *.txt, чтобы исключить все файлы с расширением txt. Также поддерживаются регулярные выражения и могут быть установлены с помощью квадратных скобок, например [.*\.txt].

source: 7z Archive with LZMA2 support.
fi: LZMA2-muotoinen 7z-tiedosto
ru: Архив 7z с поддержкой LZMA2.

source: 7z Archive
fi: 7z-arkisto
ru: Архив 7z

source: Failed to dispose backend instance: {0}
fi: Moduulin poistaminen epäonnistui: {0}
ru: Не удалось утилизировать экземпляр бэкэнда: {0}

source: {0} records
fi: {0} tietuetta
ru: {0} записей

source: Duplicati will use the system default temporary folder. This option can be used to supply an alternative folder for temporary storage. Note that SQLite will always put temporary files in the system default temporary folder. Consider using the TMPDIR environment variable on Linux to set the temporary folder for both Duplicati and SQLite.
fi: Duplicati käyttää järjestelmän oletuskansiota tilapäistiedotoilleen. Tällä valitsimella voit antaa vaihtoehtoisen kansion, johon tilapäistiedostot tallennnetaan. Huomaa, että SQLite-tietokannat tallennetaan aina järjestelmän oletuskansioon. Linuxissa voit asettaa tilapäistiedotojen tallennushakemiston ympäristöömuuttujassa TMPDIR. Täm vaikuttaa sekä Duplicatiin, että SQLIteen.
ru: По умолчанию, Duplicati использует системную временную папку. Вы можете указать альтернативную папку для временных файлов. Обратите внимание, что SQLite всегда использует системную временную папку. Чтобы указать альтернативную временную папку для Duplicati и SQLite в ОС Linux, можно использовать переменную окружения TMPDIR.

source: This setting controls the usage of snapshots, which allows Duplicati to backup files that are locked by other programs. If this is set to "off", Duplicati will not attempt to create a disk snapshot. Setting this to "auto" makes Duplicati attempt to create a snapshot, and fail silently if that was not allowed or supported. A setting of "on" will also make Duplicati attempt to create a snapshot, but will produce a warning message in the log if it fails. Setting it to "required" will make Duplicati abort the backup if the snapshot creation fails. On windows this uses the Volume Shadow Copy Services (VSS) and requires administrative privileges. On Linux this uses Logical Volume Management (LVM) and requires root privileges.
ru: Этот параметр управляет использованием снимков, которые позволяет Duplicati выполнять резервное копирования файлов, заблокированых другими программами. Если параметр имеет значение «off», то Duplicati не будет пытаться создать снимок диска. В режиме «auto» Duplicati делает попытку создать снимок и не будут производить уведомление при неудаче, если отсутствуют необходимые разрешения или опция не поддерживается. В режиме «on» Duplicati также будет делать попытку создать моментальный снимок, но запишет предупреждение в журнал в случае неудачи. Установка в «required» вынудит Duplicati прервать резервное копирование, если при создании снимка произойдёт сбой. В Windows для этого используется Служба Теневого Копирования Тома (VSS) и требуются административные привилегии. В Linux применяется Менеджер Логических Томов (LVM) и требуются привилегии суперпользователя.

source: Log internal information
fi: Kirjoita lokiin sisäisen tilan muutokset
ru: Журнал внутренней информации

source: No certificates found, you can install some with one of these commands:{0} cert-sync /etc/ssl/certs/ca-certificates.crt #for Debian based systems{0} cert-sync /etc/pki/tls/certs/ca-bundle.crt #for RedHat derivatives{0}Read more: {1}
fi: Varmennetta ei löytynyt. Voit asentaa varmenteen yhdellä seuraavista komennoista: {0} cert-sync /etc/ssl/certs/ca-certificates.crt #Debian-pohjaisille järjestelmille {0} cert-sync /etc/pki/tls/certs/ca-bundle.crt #RedHat -johdannaisille {0}Lisätietoja: {1}
ru: Сертификаты не найдены, вы можете установить их с помощью одной из этих команд..{0} cert-sync /etc/ssl/certs/ca-certificates.crt #для систем, основанных на Debian{0} cert-sync /etc/pki/tls/certs/ca-bundle.crt #для производных RedHat{0}Подробнее: {1}

source: Amazon S3
fi: Amaon S3
