Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: The GPG encryption module uses the GNU Privacy Guard program to encrypt and decrypt files. It requires that the gpg executable is available on the system. On Windows it is assumed that this is in the default installation folder under program files, under Linux and OSX it is assumed that the program is available via the PATH environment variable. It is possible to supply the path to GPG using the --gpg-program-path switch.
cs: Šifrovací modul GPG používá program GNU Privacy Guard pro šifrování a rozšifrování souborů. Vyžaduje aby na systému byl přítomen spustitelný soubor gpg. Na Windows se předpokládá že toto je ve výchozí instalační složce v program files, v Linuxu a maOS že je dostupný prostřednictvím proměnné prostředí PATH. Umístění je možné zadat pomocí přepínače --gpg-program-path.
fi: GPG-salausmoduuli käyttää ohjelmaa Gnu Privacy Guard (GPG) tiedostojen salaamiseen ja purkamiseen. Moduuli vaatii, että GPG on asennettuna tietokoneelle. Windows-järjestelmissä GPG-ohjelmaa etsitään sen oletusasennuskansioista kansiossa Program Files. Linux ja OSX-käyttöjärjelstelmissä ohjelmaa gpg etsitään järjestelmän polusta. Voit antaa ohjelman gpg sijainnin valitsimella --gpg-program-path.
it: Il modulo di crittografia GPG utilizza il programma GNU Privacy Guard per criptare e decriptare i file. Richiede che l'eseguibile GPG sia disponibile nel sistema. In Windows si presume che questo sia nella cartella predefinita di installazione sotto Programmi, sotto Linux e OSX si presume che il programma sia disponibile tramite la variabile d'ambiente PATH. È possibile fornire il percorso di GPG utilizzando l'opzione --gpg-program-path switch.
pt_br: O módulo de criptografia GPG usa o programa GNU Privacy Guard para criptografar e descriptografar arquivos. Ele exige que o executável gpg esteja disponível no sistema. No Windows, assume-se que ele está na pasta de instalação padrão em arquivos de programa, sob Linux e OSX, assume-se que o programa está disponível através da variável de ambiente PATH. É possível fornecer o caminho para GPG usando o parâmetro --gpg-program-path.
ro: Modulul de criptare GPG folosește programul GNU Privacy Guard pentru criptarea și decriptarea fișierelor. Este necesar ca executabilul gpg să fie disponibil în sistem. Pe Windows se presupune că acest lucru se află în dosarul de instalare implicit sub fișierele programului, sub Linux și OSX se presupune că programul este disponibil prin variabila de mediu PATH. Puteți să se furnizeze calea către GPG utilizând comutatorul -gpg-program-path.
ru: Модуль шифрования GPG использует программу GNU Privacy Guard для шифрования и расшифровки файлов. Это требует наличия исполняемого файла gpg в системе. В Windows предполагается, что он расположен в каталоге установки по умолчанию, в Linux и OSX подразумевается, что программа доступна через переменную окружения PATH. Возможно явное указание пути к GPG при помощи ключа --gpg-program-path.
sr_rs: GPG modul za šifrovanje koristi program GNU Privaci Guard za šifrovanjei i dešifrovanje fajlova. Zahteva da je gpg izvršni fajl dostupan na sistemu. Na Vindouzu se pretpostavlja da je ovo u podrazumevanoj fascikli za instalaciju pod programskim fajlova, pod Linux i OSX se pretpostavlja da je program dostupan preko PATH promenljive okruženja. Moguće je obezbediti putanju do GPG-a pomoću prekidača --gpg-program-path.

source: The GPG encryption/decryption will use the --armor option for GPG to protect the files with armor. Specify this switch to remove the --armor option.
cs: GPG šifrování/rozšifrování použije předvolbu --armor pro GPG aby chránilo soubory štítem. Zadáním tohoto přepínače odeberete předvolbu --armor.
fi: GPG ohjelma käyttää valitsinta --armor tiedostoja salattaessa ja purettaessa. Tämä valitsin poistaa valitsimen --armor käytöstä.
it: La crittografia/decrittografia GPG userà l'opzione --armor per GPG per proteggere i file con armature. Specifica questo interruttore per rimuovere l'opzione --armor.
pt_br: A criptografia / descriptografia GPG usará a opção --armor no GPG para proteger os arquivos com armadura. Especifique esta opção para remover a opção --armor.
ro: Criptarea / decriptarea GPG va folosi opțiunea --armor pentru GPG pentru a proteja fișierele cu armura. Specificați acest comutator pentru a elimina opțiunea --armor.
ru: GPG шифрование/дешифрование будет использовать опцию --armor для защиты файлов с помощью armor. Установите этот переключатель, чтобы удалить параметр --armor.
sr_rs: GPG šifrovanje/dešifrovanje će koristiti opciju --armor za GPG da zaštiti fajlove oklopom. Odredite ovaj prekidač da biste uklonili opciju --armor.

source: Don't use GPG Armor
cs: Nepoužívat GPG Armor
fi: Älä käytä GPG-ohjelman valitsinta --armor
it: Non usare GPG Armor
pt_br: Não utilize GPG Armor
ro: Nu utilizați armura GPG
ru: Не используйте GPG Armor
sr_rs: Nemojte koristiti GPG Armor kodiranje

source: The path to the GNU Privacy Guard program. If not supplied, Duplicati will assume that the program "gpg" is available in the system path.
cs: Popis umístění programu GNU Privacy Guard. Pokud není zadáno, duplicati bude předpokládat, že program gpg je k dispozici v umístění, popsaném v systémové proměnné PATH.
fi: Ohjelman Gnu Privacy Guard sijainti. Jos tätä ei ole annettu, Duplicati olettaa, että ohjelma "gpg" on järjestelmän polussa.
it: Il percorso del programma GNU Privacy Guard. Se non è fornito, Duplicati presuppone che il programma 'gpg' sia disponibile nel percorso di sistema.
pt_br: O caminho para o programa GNU Privacy Guard. Se não for fornecido, o Duplicati assumirá que o programa "gpg" está disponível no caminho do sistema.
ro: Calea către programul GNU Privacy Guard. Dacă nu este furnizat, Duplicati va presupune că programul "gpg" este disponibil în calea sistemului.
ru: Путь к программе GNU Privacy Guard. Если путь не указан, Duplicati будет считать, что программа "gpg" доступна по системному пути.
sr_rs: Putanja do programa GNU Privaci Guard. Ako nije navedena, Duplicati će pretpostaviti da je program "gpg" dostupan na sistemskoj putanji.

source: This option has non-standard handling, please use the --{0} option instead.
cs: Tato předvolba má nestandardní obsluhu, použijte namísto toho --{0}.
fi: Tämä valitsin käyttäytyy poikkeavasti. Käytä valitsinta --{0} tämän sijaan.
it: Questa opzione ha una gestione non standard, per favore usa invece l'opzione --{0}.
pt_br: Esta opção possui um tratamento não padrão, use a opção - {0} em vez disso.
ro: Această opțiune are o manipulare non-standard, vă rugăm să utilizați opțiunea - {0}.
ru: Этот параметр имеет нестандартную обработку, используйте вместо этого параметр - {0}
sr_rs: Ova opcija ima nestandardno rukovanje, umesto toga koristite opciju --{0}.

source: Overrides the GPG command supplied for decryption
cs: Přepíše GPG příkaz poskytnutý pro dešifrování
fi: Muuta GPG:n purkukomentoa
it: Sovrascrive il comando GPG fornito per la decrittografia
pt_br: Sobrepõe o comando GPG fornecido para descriptografia
ro: Suprascrie comanda GPG furnizată pentru decriptare
ru: Переопределяет команду GPG, предоставленную для расшифровки
sr_rs: Zamenjuje komandu GPG koja je data za dešifrovanje

source: Overrides the default GPG encryption command "{0}", normal usage is to request asymetric encryption with the setting {1}
cs: Přepíše výchozí šifrovací příkaz GPG „{0}“, běžné využití je požadovat asymetrické šifrování s nastavením {1}
fi: Muuttaa GPG:n salauskomentoa "{0}". Normaalisti tätä käytetään valitsemaa asymmetrinen salaus komennolla {1}
it: Esegue la sovrascrittura del comando di crittografia GPG predefinito '{0}', un utilizzo normale consiste nel richiedere la crittografia asimmetrica con l'impostazione {1}
pt_br: Substitui o comando de criptografia GPG padrão "{0}", o uso normal é solicitar criptografia assimétrica com a configuração {1}
ro: Suprascrie comanda implicită de criptare GPG "{0}", utilizarea normală este de a solicita criptarea asimetrică cu setarea {1}
ru: Переопределяет команду шифрования GPG по умолчанию «{0}», обычное использование – запрос асимметричного шифрования с параметром {1}
sr_rs: Zamenjuje podrazumevanu GPG komandu za šifrovanje „{0}“, normalna upotreba je da se zahteva asimetrično šifrovanje sa podešavanjem {1}

source: Calling process does not have the backup privilege
cs: Volající proces nemá právo zálohování
fi: Kutsuvalla prosessilla ei ole varmuuskopiointioikeuksia
it: Il processo chiamante non dispone di privilegi di backup
pt_br: O processo de chamada não possui o privilégio de backup
ro: Procesul de apelare nu are privilegiul de backup
ru: Вызывающий процесс не имеет привилегий резервного копирования
sr_rs: Pozivanje procesa nema dozvole rezervne kopije

source: This backend can read and write data to Swift (OpenStack Object Storage). Supported format is "openstack://container/folder".
cs: Tato podpůrná vrstva (backend) umožňuje čtení a zápis dat na Swift (objektové úložiště OpenStack). Formát zápisu je „openstack://kontejner/slozka“.
fi: Tämä moduuli voi siirtää tiedostoja palveluun Swift (OpenStack Object Storage). Osoite on muotoa "openstack://kansio/alikansio".
it: Questo backend può leggere e scrivere i dati su Swift (OpenStack Object Storage). Il formato supportato è "openstack://container/folder".
pt_br: Este backend pode ler e gravar dados no Swift (objeto de armazenamento do OpenStack). O formato suportado é "openstack://container/folder".
ro: Acest backend poate citi și scrie date la Swift (OpenStack Object Storage). Formatul acceptat este "openstack: // container / folder".
ru: Этот бэкэнд может читать и писать данные в Swift (OpenStack Object Storage). Поддерживаемый формат — «openstack://container/folder».
sr_rs: Ova pozadina može čitati i pisati podatke u Swift (Open Stack Object Storage). Podržani format je "openstack://container/folder".

source: The password used to connect to the server. This may also be supplied as the environment variable "AUTH_PASSWORD". If the password is supplied, --{0} must also be set
cs: Heslo sloužící k připojení se k serveru. Je možné ho zadat jako proměnnou prostředí „AUTH_PASSWORD“. Pokud je heslo zadané, je třeba nastavit také --{0}
fi: Salasana palvelimelle. Tämä voidaan asettaa myös ympäristömuuttujassa "AUTH_PASSWORD" Jos salasana on annettu, pitää antaa myös valitsin --{0}.
it: La password utilizzata per la connessione al server. Questa può anche essere fornita come variabile d'ambiente "AUTH_PASSWORD". Se è fornita la password, è necessario impostare anche --{0}
pt_br: A senha usada para conectar ao servidor. Ela também pode ser fornecida como uma variável de ambiente "AUTH_PASSWORD". Se a senha for fornecida, --{0} também deve ser definido
ro: Parola utilizată pentru conectarea la server. Aceasta poate fi furnizată și ca variabila de mediu "AUTH_PASSWORD". Dacă este furnizată parola, - {0} trebuie de asemenea să fie setată
ru: Пароль для подключения к серверу. Также может устанавливаться через переменную окружения «AUTH_PASSWORD». Если пароль задан, --{0} также должен быть установлен
sr_rs: Lozinka koja se koristi za povezivanje sa serverom. Ovo se takođe može dostaviti kao promenljiva okruženja „AUTH_PASSVORD“. Ako je lozinka navedena, --{0} takođe mora biti podešen

source: Supplies the password used to connect to the server
cs: Dodává heslo sloužící pro připojení k serveru
fi: Salasana palvelimelle
it: Fornisci la password usata per connettersi al server
pt_br: Forneça a senha usada para se conectar ao servidor
ro: Furnizează parola utilizată pentru conectarea la server
ru: Задание пароля для подключения к серверу
sr_rs: Daje lozinku koja se koristi za povezivanje sa serverom

source: Supplies the domain used to connect to the server
cs: Poskytne doménu sloužící k připojení se k serveru
it: Fornisce il dominio utilizzato per connettersi al server
pt_br: Fornece o domínio usado para se conectar ao servidor
sr_rs: Obezbeđuje domen koji se koristi za povezivanje sa serverom

source: Supplies the username used to connect to the server
cs: Dodává uživatelské jméno sloužící k připojení se k serveru
fi: Käyttäjätunnus palvelimelle.
it: Fornisci il nome utente usato per connettersi al server
pt_br: Forneça o nome de usuário usado para se conectar ao servidor
ro: Furnizează numele de utilizator utilizat pentru conectarea la server
ru: Задание имени пользователя для подключения к серверу
sr_rs: Daje korisničko ime koje se koristi za povezivanje sa serverom

source: Supplies the Tenant Name used to connect to the server
cs: Poskytuje jméno nájemníka (tenant) sloužící pro připojení k serveru
fi: Tunniste "Tenant Name"
it: Fornisci il Nome Inquilino utilizzato per connettersi al server
pt_br: Fornece o "Tenant Name" usado para conectar ao servidor
ro: Furnizează numele locatarului utilizat pentru conectarea la server
ru: Задание Tenant Name для подключения к серверу
sr_rs: Daje Ime zakupca koji se koristi za povezivanje sa serverom

source: Supplies the API key used to connect to the server
cs: Poskytuje klíč k aplikačnímu programovému rozhraní (API) sloužící pro připojení k serveru
fi: Tunniste "API key"
it: Fornisci la chiave API utilizzata per connettersi al server
pt_br: Fornece a API key usada para conectar ao servidor
ro: Furnizează cheia API utilizată pentru conectarea la server
ru: Предоставляет API ключ, используемый для подключения к серверу
sr_rs: Obezbeđuje API ključ koji se koristi za povezivanje sa serverom

source: The authentication URL is used to authenticate the user and find the storage service. The URL commonly ends with "/v2.0". Known providers are: {0}{1}
cs: Ověřovací URL adresa slouží k ověření uživatele a nalezení služby úložiště. Obvykle končí na „/v2.0“. Známí poskytovatelé jsou: {0}{1}
fi: Autentikointiosoitetta käytetään käyttäjän tunnistautumiseen ja tallennuspalvelun löytämiseen. Osoite päättyy "/v2.0". Tunnettuja tunnistautumisosoitteita ovat: {0}{1}
it: L'URL di autenticazione è utilizzato per autenticare l'utente e trovare il servizio di archiviazione. L'URL termina comunemente con "/v2.0". I provider noti sono: {0}{1}
ja_jp: 認証用URLでユーザーの認証と、ストレージサービスの検知を行えます。URLは通常「/v2.0」で終わります。既知のサービス提供者は{0}{1}です。
pt_br: A URL de autenticação é usada para autenticar o usuário e encontrar o serviço de armazenamento. O URL geralmente termina com "/ v 2.0". Os provedores conhecidos são: {0} {1}
ro: Adresa de autentificare este utilizată pentru autentificarea utilizatorului și pentru găsirea serviciului de stocare. Adresa URL se termină de obicei cu "/v2.0". Furnizorii cunoscuți sunt: ​​{0} {1}
ru: URL-адрес проверки подлинности используется для проверки подлинности пользователя и поиска службы хранения. URL обычно заканчивается на «/v2.0». Известные поставщики: {0} {1}
sr_rs: URL za autentifikaciju se koristi za autentifikaciju korisnika i pronalaženje usluge skladištenja. URL se obično završava sa „/v2.0“. Poznati dobavljači su: {0}{1}

source: Supplies the authentication URL
cs: Zadává URL pro ověřování
fi: Autentikointiosoite
it: Fornisci l'URL di autenticazione
pt_br: Fornece o URL de autenticação
ro: Furnizează adresa URL de autentificare
ru: Указывает URL для аутентификации
sr_rs: Obezbeđuje URL za autentifikaciju

source: The keystone API version to use, valid values are 'v2' and 'v3'.
cs: Verze API stavebního bloku kterou použít, platné hodnoty jsou „v2“ a „v3“.
it: La versione dell'API keystone da utilizzare, i valori validi sono 'v2' e 'v3'.
pt_br: A versão da API do keystone a ser usada, os valores válidos são 'v2' e 'v3'.
sr_rs: Keystone API verzija koju treba koristiti, važeće vrednosti su 'v2' i 'v3'.

source: This option is only used when creating a container, and is used to indicate where the container should be placed. Consult your provider for a list of valid regions, or leave empty for the default region.
cs: Tato volba je použita pouze při vytváření kontejneru a slouží k indikaci toho, kde by měl být kontejner umístěn. Obraťte se na svého poskytovatele o seznam platných regionů nebo ponechte prázdné pro výchozí region.
fi: Tätä valitsinta käytetään vain uutta tallennuskansiota luotaessa. Se määrää minkä alueen palveluun kansio luodaan. Tarkista palveluntarjoajan tiedoista kelvolliset alueet. Jätä arvo tyhjäksi käyttääksesi oletusaluetta.
it: Questa opzione è utilizzata solo quando si crea un contenitore ed è utilizzata per indicare dove deve essere posizionato il contenitore. Consulta il provider per un elenco di aree valide o lascia vuoto per l'area predefinita.
ja_jp: このオプションはコンテナーの作成時に、コンテナーを作成するリージョンの指定にのみ使用されます。リージョンの一覧についてはサービス提供者に確認してください。指定しない場合は既定のリージョンが設定されます。
pt_br: Esta opção só é usada quando na criação de um contêiner e é usada para indicar onde o contêiner deve ser colocado. Consulte seu fornecedor para obter uma lista das regiões válidas ou deixe em branco para usar a região padrão.
ro: Această opțiune este utilizată numai atunci când se creează un container și se utilizează pentru a indica unde trebuie plasat containerul. Consultați furnizorul dvs. pentru o listă de regiuni valide sau lăsați goale pentru regiunea implicită.
ru: Этот параметр используется только при создании контейнера и служит для указания места размещения контейнера. Обратитесь к своему провайдеру за списком допустимых регионов или оставьте пустым для региона по умолчанию.
sr_rs: Ova opcija se koristi samo pri kreiranju kontejnera i koristi se za označavanje gde kontejner treba da se postavi. Konsultujte svog provajdera za listu važećih regiona ili ostavite prazno za podrazumevani region.

source: Supplies the region used for creating a container
cs: Poskytuje oblast použitou pro vytvoření kontejneru
fi: Alue, jolle kansio luodaan
it: Fornisci la regione utilizzata per creare un contenitore
pt_br: Fornece a região usada para criar um contêiner
ro: Furnizează regiunea utilizată pentru crearea unui container
ru: Указывает регион для создания контейнера
sr_rs: Snabdeva region koji se koristi za kreiranje kontejnera

source: This backend can read and write data to an FTP based backend. Allowed formats are "ftp://hostname/folder" or "ftp://username:password@hostname/folder"
cs: Tato podpůrná vrstva (backend) umožňuje čtení a zápis dat protokolem FTP. Možné formáty zápisu jsou „ftp://nazevstroje/slozka“ nebo „ftp://uzivatelskejmeno:heslo@nazevstroje/slozka“
fi: Tämä moduuli siirtää tiedostoja FTP-palvelimelle. Osoitteet ovat muotoa "ftp://palvelin/kansio" tai "ftp://käyttäjä:salasana@palvelin/kansio"
it: Questo backend può leggere e scrivere dati su un backend basato su FTP. I formati ammessi sono "ftp://hostname/folder" o "ftp://username:password@hostname/folder"
pt_br: Este backend pode ler e gravar dados em um servidor FTP. Os formatos permitidos são "ftp://hostname/folder" ou "ftp://username:password@hostname/folder"
ro: Acest backend poate citi și scrie date într-un backend bazat pe FTP. Formatele permise sunt "ftp: // hostname / folder" sau "ftp: // username: password @ hostname / folder"
ru: Этот бэкэнд может читать и писать данные в бэкенд на FTP основе. Допустимые форматы: «ftp://hostname/folder» или «ftp://username:password@hostname/folder»
sr_rs: Ova pozadina može čitati i pisati podatke na pozadinu zasnovanu na FTP-u. Dozvoljeni formati su "ftp://hostname/folder" ili "ftp://username:password@hostname/folder"

source: If this flag is set, the FTP connection is made in active mode. Even if the "ftp-passive" flag is also set, the connection will be made in active mode
cs: Pokud je tento příznak nastavený, FTP spojení se bude dít v tzv. aktivním režimu. A to i když je zároveň nastaven příznak ftp-passive – aktivní režim bude mít přednost
fi: Jos tämä valitsin on annettu, käytetään FTP-yhteyttä muodostetaessa aktiivista tilaa. Vaikka valitsin "ftp-passive" olisi myös asetettu yhteys muodostetaan aktiivisessa tilassa.
it: Se questo flag è impostato, la connessione FTP è effettuata in modalità attiva. Anche se è impostato il flag "ftp-passive", la connessione sarà effettuata in modalità attiva
pt_br: Se esta opção estiver definida, a conexão de FTP é feita em modo ativo. Mesmo se a opção "ftp-passiva" também estiver definida, a conexão será feita no modo ativo
ro: Dacă acest flag este setat, conexiunea FTP se face în modul activ. Chiar dacă este setat și steagul "ftp-pasiv", conexiunea se va face în modul activ
ru: Если этот флаг установлен, соединение FTP выполняется в активном режиме. Даже если установлен флаг «ftp-passive», соединение будет выполняться в активном режиме
sr_rs: Ako je ova zastavica postavljena, FTP veza se uspostavlja u aktivnom režimu. Čak i ako je postavljena zastavica "ftp-passive", veza će biti uspostavljena u aktivnom režimu

source: Toggles the FTP connections method
cs: Přepíná způsob FTP připojení
fi: Vaihta tapaa, jolla FTP-yhteys muodostetaan.
it: Attiva/disattiva metodo connessioni FTP
pt_br: Alterna entre os métodos de conexões FTP
ro: Comută metoda de conectare FTP
ru: Переключает способ подключения FTP
sr_rs: Uključuje metod FTP veze

source: If this flag is set, the FTP connection is made in passive mode, which works better with some firewalls. If the "ftp-regular" flag is also set, this flag is ignored
cs: Pokud je tento příznak nastavený, FTP spojení se bude dít v tzv. pasivním režimu, který lépe funguje s některými branami firewall. Pokud je zároveň nastaven také příznak „ftp-regular“, je tento příznak (pro pasivní režim) ignorován
fi: Jos tämä valitsin on annettu, käytetään FTP-yhteyttä muodostetaessa passiivista tilaa. Jos valitsin "ftp-regular" on myös asetettu yhteys muodostetaan aktiivisessa tilassa.
it: Se questo flag è impostato, la connessione FTP è effettuata in modalità passiva, che funziona meglio con alcuni firewall. Se è impostato anche il flag "ftp-regular", questo flag sarà ignorato
pt_br: Se esta opção estiver definida, a conexão de FTP é feita em modo passivo, o que funciona melhor com alguns firewalls. Se a opção "ftp-regular" também estiver definida, essa opção é ignorado
ro: Dacă acest flag este setat, conexiunea FTP se face în modul pasiv, care funcționează mai bine cu unele firewall-uri. Dacă este setat și steagul "ftp-regular", acest steag este ignorat
ru: Если этот флажок взведен, то соединение FTP будет выполняться в пассивном режиме, который работает лучше с некоторыми брэндмауэрами. Если при этом установлен флажок "ftp-regular", то этот флажок игнорируется.
sr_rs: Ako je ova zastavica postavljena, FTP veza se uspostavlja u pasivnom režimu, što bolje funkcioniše sa nekim zaštitnim zidovima. Ako je takođe postavljena zastavica "ftp-regular", ova zastavica se ignoriše

source: Use this flag to communicate using Secure Socket Layer (SSL) over ftp (ftps).
cs: Pomocí tohoto příznaku se pro FTP komunikaci bude používat SSL (Secure Socket Layer) šifrování (tedy ftps).
fi: Käytä tätä valitsinta käyttääksesi SSL-salattua FTP-yhteyttä (ftps).
it: Usa questo flag per comunicare usando Secure Socket Layer (SSL) tramite ftp (ftps).
pt_br: Use essa opção para se comunicar usando Secure Socket Layer (SSL) por ftp (ftps).
ro: Utilizați acest steag pentru a comunica utilizând Secure Socket Layer (SSL) peste ftp (ftps).
ru: Используйте этот флаг для соединения при помощи Secure Socket Layer (SSL) через ftp (ftps).
sr_rs: Koristite ovu zastavicu za komunikaciju korišćenjem Secure Socket Layer (SSL) preko ftp (ftps).

source: Instructs Duplicati to use an SSL (ftps) connection
cs: Instrukce pro Duplicati aby používalo SSL (ftps) spojení
fi: Ohjeistaa Duplicatin käyttämään SSL-salattua FTP-yhteyttä (ftps).
it: Indica e Duplicati di utilizzare una connessione SSL (ftps)
pt_br: Instrui o Duplicati a usar uma conexão SSL (ftps)
ro: Instrumenteaza Duplicati sa foloseasca o conexiune SSL (ftps)
ru: Использовать защищенное SSL (FTPS) соединение
sr_rs: Naređuje Duplicati-ju da koristi SSL (ftps) vezu
