Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: This backend can read and write data to an file based backend. Allowed formats are "file://hostname/folder" and "file://username:password@hostname/folder". You may supply UNC paths (e.g.: "file://\\server\folder") or local paths (e.g.: (win) "file://c:\folder", (linux) "file:///usr/pub/files"). Use the prefix "vss://" or "lvm://" to create snapshot based folders.
de: Dieses Backend kann Daten von einem Datei-basierten Backend lesen und schreiben. Erlaubte Formate sind "file://hostname/folder" oder "file://username:password@hostname/folder". Es können auch UNC-Pfade (z. B.: "file://\\server\folder") oder lokale Pfade (z. B.: (win) "file://c:\folder", (linux) "file:///usr/pub/files") verwendet werden. Verwenden Sie das Prefix "vss://" oder "lvm://", um Schnappschuss-basierte Ordner zu erstellen.
fr_ca: Cette destination peut lire et écrire des données vers une cible basée sur le modèle "Fichiers". Formats : "file://hostname/folder" ou "file://username:password@hostname/folder". Vous pouvez donner des chemins UNC (p.ex. : "file://\\server\folder") ou des chemins locaux (p.ex. : (Windows) "file://c:\folder", (Linux) "file:///usr/pub/files"). Utilisez le préfixe "vss://" ou "lvm://" por créer des répertoires basés sur les clichés.
nl_nl: Deze backend kan gegevens lezen en schrijven naar een bestandsgebaseerde backend. Toegestane formaten zijn "file://hostname/folder" en "file://username:password@hostname/folder". Deze moeten worden opgegeven als UNC-paden (bijv. "file://\\server\folder") of lokale paden (bijv. (win) "file://c:\folder", (linux) "file:///usr/pub/files"). Gebruik het voorvoegsel "vss://" of "lvm://" om snapshot-gebaseerde mappen te maken..

source: This module provides the industry standard ZIP compression. Files created with this module can be read by any standard-compliant ZIP application.
de: Dieses Modul bietet die Standard ZIP-Komprimierung. Diese erstellten Dateien können von jeder kompatiblen ZIP-Anwendung gelesen werden.
fr_ca: Ce module la compression au format standard industriel ZIP. Les fichiers créés avec ce module peuvent être lus par toute application compatible au standard ZIP.
ja_jp: このモジュールは業界標準のZIP圧縮をサポートします。このモジュールで作成したファイルは、標準に準拠するZIPアプリケーションで読み込むことができます。
nl_nl: Deze module biedt de industrie standaard Zip-compressie. Bestanden die met deze module zijn aangemaakt kunnen gelezen worden met iedere standaard Zip-toepassing.

source: ZIP compression
de: Zip Komprimierung
fr_ca: Compression ZIP
ja_jp: ZIP圧縮
nl_nl: Zip-compressie

source: Use the option --{0} instead.
de: Verwenden Sie stattdessen die Option --{0}.
fr_ca: Utilisez plutôt l'option --{0}.
ja_jp: 代わりに--{0}のオプションを使用してください。
nl_nl: Gebruik in plaats hiervan de optie --{0}.

source: This option controls the compression level used. A setting of zero gives no compression, and a setting of 9 gives maximum compression.
cs: Tato předvolba určuje intenzitu použité komprese. Nastavení na 0 (nula) jí vypíná a nastavení na 9 znamená nejúčinnější (ale nejpomalejší).
de: Diese Option legt den verwendeten Komprimierungsgrad fest. Ein Null bedeutet keine Kompression, eine 9 führt zur maximalen Kompression.
es: Esta opción controla el nivel de compresión utilizado. Un ajuste de cero no comprime, y un ajuste de 9 es la compresión máxima.
fi: Tämä valitsin asettaa pakkaustason. Taso 0 ei pakkaa dataa ollenkaan ja taso 9 on paras mahdollinen pakkaus.
fr_ca: Cette option contrôle le niveau de compression utilisé. Un réglage de zéro ne donne aucune compression et un réglage de 9 donne une compression maximale.
it: Questa opzione controlla il livello di compressione utilizzato. Impostando a zero non si ha nessuna compressione e impostando a 9 si ha la compressione massima.
ja_jp: 使用する圧縮レベルを操作できます。0に設定すると圧縮は行わず、9に設定すると圧縮を最大限に行います。
nl_nl: Deze optie beheert het compressie niveau dat gebruikt wordt. Een instelling van 0 geeft geen compressie, en een instelling van 9 geeft de maximale compressie.
pl: Ta opcja określa poziom kompresji. Ustawienie wartości zero oznacza brak kompresji, a ustawienie 9 oznacza maksymalną kompresję.
pt_br: Esta opção controla o nível de compressão utilizado. Um ajuste de zero não dá nenhuma compressão, e um ajuste de 9 dá a compressão máxima.
ro: Această opțiune controlează nivelul de compresie utilizat. O setare de zero nu dă nici o compresie, iar o setare de 9 oferă o comprimare maximă.
ru: Эта опция устанавливает уровень сжатия. 0 означает отсутствие сжатия, 9 – максимальное сжатие.
sr_rs: Ova opcija određuje nivo kompresije koji se koristi. Postavljanje nule radi bez kompresije, a postavljanje 9 daje najveću moguću kompresiju.
sv_se: Det här alternativet styr vilken nivå av komprimering som används. En inställning på noll ger ingen kompression, och en inställning på 9 ger maximal kompression.

source: Set the ZIP compression level
de: Legt den Komprimierungsgrad für die Zip-Datei fest
fr_ca: Niveau de compression ZIP
ja_jp: ZIP圧縮のレベルを設定
nl_nl: Stel het Zip-compressieniveau in

source: Use this option to set an alternative compressor method, such as LZMA. Note that using another value than Deflate will cause the option --{0} to be ignored.
de: Verwenden Sie diese Option, um eine alternative Komprimierungsmethode wie LZMA einzustellen. Beachten Sie, dass bei Verwendung eines anderen Wertes als Deflate die Option --{0} ignoriert wird.
fr_ca: Option de définition d'une méthode de compression alternative telle que LZMA. Note que l'utilisation d'une autre valeur que Deflate rendra l'option --{0} inopérante.
ja_jp: LZMAなど別の圧縮方法を設定できます。Deflate以外の値を設定するとオプション --{0} は無視されます。
nl_nl: Gebruik deze optie om een alternatieve compressiemethode in te stellen, zoals LZMA. Let op: het gebruik van een andere waarde dan Deflate zal ervoor zorgen dat de --{0} optie wordt genegeerd.

source: Set the ZIP compression method
de: Legt die Komprimierungsmethode für Zip-Dateien fest
fr_ca: Méthode compression ZIP
ja_jp: ZIP圧縮の方法を設定
nl_nl: Stel de ZIP-compressiemethode in

source: The ZIP64 format is required for files larger than 4GiB. Use this option to toggle it.
de: Das ZIP64 Format ist für alle Dateien größer als 4GB erforderlich. Verwenden Sie diese Option, um das zu umschalten.
fr_ca: Le format ZIP64 est obligatoire pour les fichiers de plus de 4Gio. Cette option l'active.
ja_jp: ZIP64のフォーマットには4GiB以上のファイルが必要となります。このオプションで、フォーマットのサポートを切り替えられます。
nl_nl: Het ZIP64-formaat is vereist voor bestanden groter dan 4GiB. Gebruik deze vlag om het te wisselen.

source: Toggle ZIP64 support
de: ZIP64-Verwendung umschalten
fr_ca: Activer ZIP64
nl_nl: Schakel ZIP64-ondersteuning in en uit

source: ZIP64 support is now always enabled. This option is deprecated and will be removed in a future version.
de: ZIP64-Verwendung ist nun immer aktiviert. Diese Option ist veraltet und wird in zukünftigen Versionen entfernt.
fr_ca: ZIP64 est maintenant toujours activé. Option obsolète qui sera bientôt enlevée.
nl_nl: ZIP64-ondersteuning is nu altijd ingeschakeld. Deze optie is verouderd en zal in een toekomstige versie verwijderd worden.

source: This option changes the compression library used to read and write files. The SharpCompress library has more features and is more resilient where the built-in library is faster. When Auto is chosen, the built-in library will be used unless an option is added that requires SharpCompress.
de: Diess Option ändert die Kompressions-Bibliothek für das Lesen und Schreiben von Dateien. Die SharpCompress-Bibliothek hat mehr Features und ist robuster während die eingebaute Bibliothek schneller ist. Wenn Auto gewählt ist, wird die eingebaute Bibliothek benutzt außer eine Option ist aktiviert, die SharpCompress erfordert.
fr_ca: Cette option change la bibliothèque de compression utilisée pour le lecture et l'écriture des fichiers. La bibliothèque SharpCompress dispose de plus de fonctionnalités et est plus robuste alors que la bibliothèque native est plus rapide. En choisissant Auto, la bibliothèque native sera utilisée à moins qu'une option qui exige SharpCompress ne soit ajoutée.
nl_nl: Deze optie verandert de compressiebibliotheek die gebruikt wordt voor het lezen van en schrijven naar bestanden. De SharpCompress-bibliotheek heeft meer functies en is veelzijdiger, terwijl de ingebouwde bibliotheek sneller is. Als gekozen is voor Auto, zal de ingebouwde bibliotheek worden gebruikt, tenzij een optie is toegevoegd die SharpCompress vereist.

source: Toggles the zip library to use
de: Wechselt die zu verwendende Zip-Bibliothek
fr_ca: Bascule la bibliothèque zip à utiliser
nl_nl: Schakelt tussen te gebruiken zip-bibliotheken

source: backup
cs: záloha
de: Sicherung
es: copia de seguridad
fr_ca: sauvegarde
ja_jp: バックアップ
pl: kopia
pt: cópia de segurança
pt_br: cópia
ro: copie de rezervă
ru: резервная копия
sk_sk: záloha
sr_rs: rezervna kopija
sv_se: säkerhetskopia

source: Unable to determine database format: {0}
cs: Nedaří se zjistit formát databáze: {0}
de: Datenbank Format nicht erkannt: {0}
es: No se puede determinar el formato de la base de datos: {0}
fi: Tietokannan tyyppi on tuntematon: {0}
fr_ca: Impossible de déterminer le format de la base de données : {0}
it: Impossibile determinare il formato del database: {0}
ja_jp: データベースの種類を決定できません：{0}
nl_nl: Database formaat bepalen is niet mogelijk: {0}
pl: Nie można określić formatu bazy danych: {0}
pt_br: Impossível determinar o formato da base de dados: {0}
ro: Formatul bazei de date nu poate fi determinat: {0}
ru: Не удалось определить формат базы данных: {0}
sr_rs: Nije moguće odrediti format baze podataka: {0}
sv_se: Kan inte avgöra databas-formatet: {0}

source: The database has version {0} but the largest supported version is {1}. This is likely caused by upgrading to a newer version and then downgrading. If this is the case, there is likely a backup file of the previous database version in the folder {2}.
cs: Databáze má verzi {0}, ale nejvyšší podporovaná verze je {1}. Toto je nejspíš způsobeno přechodem na novější verzi a pak krokem zpět na starší. Pokud je to tento případ, je pravděpodobné že záložní soubor s předchozí verzí databáze se nachází ve složce {2}.
da: Databasen har version {0}, men den største understøttede version er {1}. Dette skyldes sandsynligvis opgradering til en nyere version og derefter nedgradering. Hvis dette er tilfældet, er der sandsynligvis en backupfil af den tidligere databaseversion i mappen {2}.
de: Die Datenbank hat die Version {0}, aber die höchste unterstützte Version ist {1}. Dies wurde vermutlich durch ein Upgrade mit nachfolgendem Downgrade verursacht Sollte dies der Fall sein, gibt es wahrscheinlich eine Sicherungsdatei der vorherigen Datenbankversion im Ordner {2}.
es: La base de datos tiene la versión {0} pero la mayor versión soportada es {1}. Esto es probablemente causado por la actualización a una versión más reciente y luego la desactualización. Si este es el caso, es probable que haya un archivo de respaldo de la versión anterior de la base de datos en la carpeta {2}.
fi: Tietokannan versio on {0} muutta uusin tuettu versio on {1} Tämä johtuu tyypillisesti siitä, että olet päivittänyt uudempaan versioon ja palannut käyttämään vanhempaa versiota. Tällöin voit usein löytää varmuuskopion edellisestä tietokannasta hakemistosta {2}.
fr_ca: La base de données est en version {0} mais la plus grande version prise en charge est {1}. Cela est probablement dû à la mise à niveau vers une version plus récente, puis à la rétrogradation. Si tel est le cas, il existe probablement un fichier de sauvegarde de la version de base de données précédente dans le dossier {2}.
it: Il database ha la versione {0}, ma la più grande versione supportata è {1} Questo è probabilmente causato dall'aggiornamento a una versione più recente e poi declassato. Se questo è il caso, è probabile che sia presente un file di backup della versione precedente del database nella cartella {2}.
ja_jp: データベースはバージョン{0}ですが、サポートしている最大のバージョンは{1}です。 これは新しいバージョンにアップグレードした後でダウングレードを行ったために生じている可能性があります。 その場合、以前のバージョンのデータベースのバックアップのファイルが{2}のフォルダーに保存されている可能性があります。
nl_nl: De database heeft versie {0} maar de hoogste ondersteunde versie is {1}. Dit wordt waarschijnlijk veroorzaakt door het upgraden naar een nieuwere versie en vervolgens downgraden. Als dit het geval is, bevindt zich waarschijnlijk een back-upbestand van de vorige database versie in de map {2}.
pl: Baza danych ma wersję {0}, ale największa obsługiwana wersja to {1}. Jest to prawdopodobnie spowodowane uaktualnieniem do nowszej wersji, a następnie obniżeniem wersji. W takim przypadku prawdopodobnie w folderze {2} znajduje się plik kopii zapasowej poprzedniej wersji bazy danych.
pt_br: O banco de dados possui a versão {0}, mas a maior versão suportada é {1} . Isso provavelmente é causado pela atualização para uma versão mais recente e, em seguida, downgraid. Se for esse o caso, provavelmente existe um arquivo de backup da versão anterior do banco de dados na pasta {2}.
ro: Baza de date are versiunea {0}, dar cea mai mare versiune acceptată este {1}. Acest lucru este probabil cauzat de upgrade la o versiune mai nouă și apoi degradare. În acest caz, există probabil un fișier de rezervă al versiunii anterioare a bazei de date în dosarul {2}.
ru: База данных имеет версию {0}, но наибольшей поддерживаемой версией является {1} . Вероятно, это связано с обновлением до более новой версии, а затем откатом до предыдущей. Если это так, вероятно, в папке {2} имеется резервная копия предыдущей версии базы данных.
sr_rs: Baza podataka ima verziju {0}, ali najveća podržana verzija je {1}. Ovo je verovatno uzrokovano nadogradnjom na noviju verziju, a zatim vraćanjem na stariju verziju. Ako je to slučaj, verovatno postoji rezervna kopija fajla prethodne verzije baze podataka u fascikli {2}.

source: Unknown table layout detected
cs: Zjištěno neznámé rozvržení tabulky
de: Unbekanntes Tabellenlayout erkannt
es: Detectado diseño de tabla desconocido
fi: Havaittiin tuntematon taulukkomuoto
fr_ca: Disposition inconnue de table détectée
it: Rilevato layout tabella sconosciuto
ja_jp: 不明なテーブルのレイアウトを検知しました
nl_nl: Onbekende tabelindeling gedetecteerd
pl: Wykryto nieznany układ tabeli
pt_br: Modelo desconhecido de tabela detectado
ro: Arată necunoscut aspectul mesei
ru: Обнаружена неизвестная структура таблицы
sr_rs: Otkriven je nepoznat izgled tabele

source: Failed to execute SQL: {0} Error: {1} Database is NOT upgraded.
cs: Nepodařilo se provést SQL: {0}
de: SQL konnte nicht ausgeführt werden: {0} Fehler: {1} Datenbank wurde NICHT aktualisiert.
es: Error al ejecutar SQL: {0} Error: {1} La base de datos NO está actualiza.
fi: SQL-komento epäonnistui: {0} Virheilmoitus: {1} Tietokantaa EI päivitetty
fr_ca: Échec de l'exécution de SQL : {0} Erreur : {1} La base de données n'est PAS mise à jour.
it: Esecuzione di SQL fallita: {0} Errore: {1} Database NON aggiornato.
ja_jp: SQLを実行できませんでした：{0} エラー：{1} データベースはアップグレードされていません。
nl_nl: Probleem bij uitvoeren SQL: {0} Fout: {1} Database NIET geüpgraded.
pl: Nie można wykonać SQL: {0} Błąd: {1} Baza danych NIE JEST uaktualniona.
pt_br: Falha na execução SQL: {0} Erro: {1} Base de dados NÃO foi atualizada.
ro: Eroare la executarea SQL: {0} Eroare: {1} Baza de date nu este modernizată.
ru: Не удалось выполнить SQL: {0} Ошибка: {1} База данных НЕ обновлена.
sr_rs: Izvršavanje SKL-a nije uspelo: {0} Greška: {1} Baza podataka NIJE nadograđena.

source: Database file does not exist: {0}
de: Datenbankdatei existiert nicht: {0}
fr_ca: Le fichier base de données n'existe pas : {0}
nl_nl: Databasebestand bestaat niet: {0}

source: Index file {0} has extra blocks
de: Indexdatei {0} hat extra Blöcke
fr_ca: Le fichier index a des blocs supplémentaires {0}
nl_nl: Indexbestand {0} heeft extra blocks

source: Successfully captured hash and size for {0}, would update database
fr_ca: Taille et somme de contrôle capturés avec succès pour {0}. La base de données devrait être mise à jour
nl_nl: Met succes hash en grootte vastgelegd voor {0}, database zou kunnen worden bijgewerkt

source: Successfully captured hash and size for {0}, updating database
fr_ca: Taille et somme de contrôle capturés avec succès pour {0}. Mise à jour de la base de données
nl_nl: Met succes hash en grootte vastgelegd voor {0}, database wordt bijgewerkt

source: Failed to process file {0}
de: Fehler beim Verarbeiten der Datei {0}
fr_ca: Échec de traitement du fichier {0}
nl_nl: Het verwerken van bestand {0} is mislukt

source: Found {0} faulty index files, repairing now
de: {0} fehlerhafte Indexdateien gefunden, repariere jetzt
fr_ca: {0} fichier(s) index trouvé(s), réparation en cours
nl_nl: {0} defecte indexbestanden gevonden, aan het repareren

source: Found {0} faulty index files, remove the option {1} to repair them
de: {0} fehlerhafte Indexdateien gefunden, entfernen Sie für die Reparatur die Option {1}
fr_ca: {0} fichier(s) index trouvé(s), supprimez l'option {1} pour les réparer
nl_nl: Er zijn {0} defecte indexbestanden gevonden, verwijder de optie {1} om ze te repareren

source: No hash or size recorded for {0}, performing full verification
de: Kein Hash oder Größe gespeichert für {0}, führe volle Verifizierung aus
fr_ca: Pas de taille ni de somme de contrôle pour {0}. Vérification complète en cours
nl_nl: Geen hash of grootte geregistreerd voor {0}, volledige verificatie wordt uitgevoerd

source: Successfully verified {0} remote files
de: {0} Remotedateien erfolgreich verifiziert
fr_ca: {0} fichier(s) distant(s) vérifié(s) avec succès
nl_nl: {0} externe bestanden succesvol geverifieerd

source: Verified {0} remote files with {1} problem(s)
de: {0} Remotedateien verifiziert mit {1} Problem(en)
fr_ca: {0} fichier(s) distant(s) vérifié(s) avec avec {1} problème(s)

source: Unexpected file type {0} for {1}
de: Unerwarteter Dateityp {0} für {1}
fr_ca: Type de fichier inattendu {0} pour {1}

source: Would replace faulty index file {0} with {1}
fr_ca: Il faudrait remplacer le fichier index défectueux {0} par {1}

source: Failed to replace faulty index file {0}
fr_ca: Échec de remplacement du fichier d'index défectueux {0}

source: Hash mismatch on file "{0}", recorded hash: {1}, actual hash {2}
cs: Neodpovídá otisk (hash) u souboru „{0}“, zaznamenaný otisk: {1}, skutečný {2}
de: Fehlerhafter Hash-Wert für Datei "{0}", gespeicherter Hash: {1}, aktueller Hash {2}
es: Desajuste de hash en el archivo "{0}", hash grabado: {1}, hash real {2}
fi: Tiedoston {0} tarkastussumma ei täsmää. Tallennettu tarkastussumma: {1}, tiedoston tarkastussumma: {2}
fr_ca: Discordance d'empreinte dans le fichier "{0}", empreinte enregistrée: {1}, empreinte réelle {2}
it: Mancata corrispondenza hash nel file "{0}", hash registrato: {1}, hash effettivo {2}
ja_jp: ファイル「{0}」のハッシュ値が一致していません。記録されているハッシュ値：{1}、実際のハッシュ値：{2}
nl_nl: Verkeerde hash voor bestand "{0}", opgenomen hash: {1}, werkelijke hash {2}
pl: Niezgodność skrótu w pliku "{0}", zarejestrowany skrót: {1}, rzeczywisty skrót {2}
pt_br: Incompatibilidade de hash no arquivo "{0}", hash gravado "{1}", hash atual "{2}"
ro: Neconcordanța rușinii în fișierul "{0}", hash înregistrat: {1}, hash actual {2}
ru: Не соответствует хеш для файла «{0}», записанный хэш: {1}, фактический {2}
sr_rs: Heš nepodudaranje u fajlu „{0}“, zabeleženi heš: {1}, stvarni heš {2}

source: The file {0} was downloaded and had size {1} but the size was expected to be {2}
cs: Soubor {0} byl stažen a měl velikost {1}, ale byla očekávána velikost {2}
de: Die Datei {0} wurde heruntergeladen und hat die Größe {1}, erwartet war allerdings die Größe {2}
es: El archivo {0} fue descargado y tiene un tamaño de {1} pero se esperaba que el tamaño fuese {2}
fi: Tiedosto {0} ladattiin palvelimelta, mutta koko oli {1}. Odotettu koko oli {2}.
fr_ca: Le fichier {0} a été téléchargé et avait la taille {1}, mais la taille devait être {2}
it: Il file {0} è stato scaricato e la dimensione è {1}, ma la dimensione dovrebbe essere {2}
ja_jp: ファイル {0} をダウンロードしましたが、サイズ {1} は正しいサイズ {2} と等しくありません
nl_nl: Het bestand {0} is gedownload en heeft grootte {1} maar de verwachte grootte was {2}
pl: Plik {0} został pobrany i miał rozmiar {1}, ale spodziewany rozmiar to {2}
pt_br: O arquivo {0} foi baixado e possui tamanho {1}, porém o tamanho esperado deveria ser {2}
ro: Fișierul {0} a fost descărcat și a avut dimensiunea {1}, dar dimensiunea era de așteptat să fie {2}
ru: Файл {0} был загружен и имел размер {1}, однако ожидаемый размер {2}
sr_rs: Heš nepodudaranje u fajlu „{0}“, zabeleženi heš: {1}, stvarni heš {2}

source: The option --{0} has been deprecated: {1}
de: Die Option --{0} ist veraltet: {1}
fr_ca: Option --{0} obsolète : {1}
ja_jp: オプション --{0} は非推奨となりました：{1}
nl_nl: De optie --{0} is verouderd: {1}

source: The option --{0} exists more than once. Please report this to the developers
de: Die Option --{0} existiert mehr als einmal. Bitte melden Sie dies den Entwicklern
fr_ca: Option --{0} indiquée plus d'une fois. Merci de signaler aux développeurs
ja_jp: オプション --{0} が2つ以上存在しています。この問題を開発者に報告してください
nl_nl: De optie --{0} bestaat meer dan één keer. Geef dit door aan de ontwikkelaars

source: The option --{0} is a boolean option with a default value of true. Please report this to the developers
de: Die Option --{0} ist eine boolsche Option mit einem Standardwert von true. Bitte melden Sie dies den Entwicklern
fr_ca: L'option --{0} est une option booléenne qui prend vrai comme valeur par défaut. Merci de signaler aux développeurs

source: No source folders specified for backup
cs: Nebyly určeny zdrojové složky k zálohování
de: Kein Quellordner für die Sicherung angegeben
es: No se han especificado las carpetas de origen para las copias de seguridad
fi: Et määrittänyt varmuuskopioitavia tiedostoja
fr_ca: Pas de dossier source spécifié pour sauvegarde
it: Nessuna cartella sorgente specificata per il backup
ja_jp: バックアップ元のフォルダーが指定されていません
nl_nl: Geen bronmappen opgegeven voor back-up
pl: Nie określono folderów źródłowych do wykonania kopii zapasowej
pt_br: Não há pastas de origem especificadas para o backup
ro: Nu sunt specificate dosarele sursă pentru copiere de rezervă
ru: Не выбраны исходные папки для резервного копирования
sk_sk: Nešpecifikované zdrojové adresáre pre zálohovanie
sr_rs: Nema navedenih izvorišnih fascikli za rezervnu kopiju
sv_se: Inga källmallar angivna för backup

source: Backup aborted since the source path {0} does not exist. Please verify that the source path exists, or remove the source path from the backup configuration, or set the allow-missing-source option.
de: Sicherung abgebrochen, da der Quellpfad {0} nicht existiert. Bitte stellen Sie sicher, dass der Quellpfad existiert oder entfernen Sie den Quellpfad von der Sicherungskonfiguration. Es kann auch die Option allow-missing-source gesetzt werden.
fr_ca: Sauvegarde abandonnée car le chemin source {0} n'existe pas. Vérifiez si le chemin source existe, ou enlevez ce chemin source de la configuration de la sauvegarde, ou activez l'option --allow-missing-source. Soyez prudent si vous recréez le chemin source car son nouveau contenu remplacera le contenu correspondant des sauvegardes déjà effectuées. Envisagez éventuellement plutôt une restauration.
ja_jp: バックアップ元のパス {0} が存在しないため、バックアップを中断しました。バックアップ元のパスが存在することを確かめるか、バックアップの設定からパスを削除するか、または、バックアップ元のパスが存在しない場合を許可するオプションを設定してください。
nl_nl: Back-up afgebroken omdat het bronpad {0} niet bestaat. Controleer of het bronpad bestaat, of verwijder het bronpad uit de back-upconfiguratie, of stel de optie allow-missing-source in.
