Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: After a backup is completed, some (dblock, dindex, dlist) files from the remote backend are selected for verification. Use this option to turn on full verification, which will decrypt the files and examine the insides of each volume, instead of simply verifying the external hash, If the option --{0} is set, no remote files are verified. This option is automatically set when then verification is performed directly.
sr_rs: Nakon što je rezervna kopija završena, neke (dblock, dindex, dlist) fajlovi sa udaljen pozadine se biraju za verifikaciju. Koristite ovu opciju da uključite potpunu verifikaciju, koja će dešifrovati fajlove i ispitati unutrašnjost svakog volumena, umesto jednostavne verifikacije spoljnog heša. Ako je opcija --{0} podešena, udaljeni fajlovi se ne verifikuju. Ova opcija se automatski postavlja kada se verifikacija izvrši direktno.

source: Use this size to control how many bytes are read from a file before processing
sr_rs: Koristite ovu veličinu da kontrolišete koliko bajtova se čita iz fajla pre obrade

source: Use this option to allow the passphrase to change, note that this option is not permitted for a backup or repair operation
cs: Pomocí této předvolby je možné umožnit změnu heslové fráze. Poznamenejme, že tato předvolba není přístupná při zálohovacích a opravných operacích
fi: Salli salauslauseen vaihtaminen. Huomaa, että tämä ei ole sallittua varmuuskopioitaessa tai korjattaessa tietokantaa.
it: Usa questa opzione per consentire la modifica della passphrase, nota che questa opzione non è consentita per un'operazione di backup o di riparazione
pt_br: Use esta opção para permitir que a senha seja alterada. Observe que esta opção não é permitida para uma operação de backup ou reparo
ro: Utilizați această opțiune pentru a permite modificarea expresiei de acces, rețineți că această opțiune nu este permisă pentru o operațiune de salvare de rezervă sau de reparație
ru: Используйте эту опцию, чтобы разрешить изменение парольной фразы. Обратите внимание, опция не доступна для операций резервного копирования или восстановления
sr_rs: Koristite ovu opciju da biste dozvolili da se pristupna fraza promeni, imajte na umu da ova opcija nije dozvoljena za operaciju pravljenja rezervne kopije ili popravke

source: Use this option to only list filesets and avoid traversing file names and other metadata which slows down the process
cs: Pomocí této předvolby vypíšete pouze sady souborů a vyhnete se tak procházení názvů souborů a dalších metadat, což by proces zpomalilo
fi: Tällä valitsimella Duplicati listaa vain versiot, ei tiedostonimiä eikä muuta metadataa.
it: Usa questa opzione per elencare solo un gruppo di file ed evitare di attraversare i nomi dei file e altri metadati che rallentano il processo
pt_br: Use esta opção para listar somente os conjuntos de arquivos e evitar percorrer nomes de arquivos e outros metadados que retardam o processo
ro: Utilizați această opțiune pentru a lista doar seturi de fișiere și pentru a evita traversarea numelor de fișiere și a altor metadate care încetinesc procesul
ru: Используйте этот параметр, чтобы избежать обхода файлов и других метаданных, которые замедляют процесс.
sr_rs: Koristite ovu opciju da navedete samo setove fajlova i izbegavate prelaženje imena fajlova i drugih metapodataka koji usporavaju proces

source: Don't store metadata
cs: Neuchovávat metadata
fi: Älä tallenna metadataa
it: Non archiviare i metadati
pt_br: Não armazenar metadados
ro: Nu stocați metadatele
ru: Не сохранять мета-данные
sr_rs: Ne skladišti metapodatke

source: By default, your system locale and culture settings will be used. In some cases you may prefer to run with another locale, for example to get messages in another language. This option can be used to set the locale. Supply a blank string to choose the "Invariant Culture".
cs: Ve výchozím stavu budou použita místní a jazyková nastavení ze systému. V některých případech může být třeba spouštět s jinými, například pro získání zpráv v jiném jazyce. Pomocí této volby je možné nastavit místní a jazyková nastavení. Zadáním prázdného řetězce zvolíte „neměnnou kulturu“-
fi: Oletuksena Duplicati käyttää järjestelmän oletuslokaalia ja muotoiluasetuksia. Joissakin tilanteissa on hyödyllistä suorittaa ohjelma eri lokaalissa, esim. nähdäksesi virheilmoitukset toisella kielellä. Tämä valitsin asettaa käytettävän lokaalin. Aseta arvoksi tyhjä merkkijono valitaksesi "invariant Culture"-lokaalin.
it: Per impostazione predefinita, saranno utilizzate le impostazioni locali del sistema e della lingua. In alcuni casi si può preferire di eseguirlo con un altro locale, ad esempio per ottenere messaggi in un'altra lingua. Questa opzione può essere usata per settare le impostazioni locali. Fornire una stringa vuota per scegliere la "lingua non variabile".
pt_br: Por padrão, as configurações de localidade e cultura do sistema serão usadas. Em alguns casos, você pode preferir executar com outra localidade, por exemplo, para obter mensagens em outro idioma. Esta opção pode ser usada para definir a localidade. Forneça uma string em branco para escolher a "Cultura Invariante".
ro: În mod prestabilit, setările locale și cultura sistemului vor fi utilizate. În unele cazuri, puteți prefera să rulați cu o altă locație, de exemplu pentru a primi mesaje într-o altă limbă. Această opțiune poate fi utilizată pentru a seta localizarea. Oferiți un șir gol pentru a alege cultura invarianta.
ru: По умолчанию будут использованы языковые и региональные параметры вашей системы. В некоторых случаях, например для получения сообщений, вы можете предпочесть использование другого языка. Этот параметр служит для установки языкового стандарта. Укажите пустую строку для выбора нейтральных региональных параметров.
sr_rs: Podrazumevano će se koristiti vaš sistemski jezik i postavke kulture. U nekim slučajevima možda ćete više voleti da koristite drugu lokaciju, na primer da biste dobijali poruke na drugom jeziku. Ova opcija se može koristiti za podešavanje lokalizacije. Navedite prazan niz da biste izabrali "Invariant Culture".

source: Forces the display of the actual date instead of calendar date
sr_rs: Forsira prikaz stvarnog datuma umesto kalendarskog datuma

source: Use this option to disable multithreaded handling of up- and downloads, that can significantly speed up backend operations depending on the hardware you're running on and the transfer rate of your backend.
cs: Pomocí této volby je možné vypnout vícevláknové zpracovávání nahrávání a stahování, což může významně zrychlit operace na podpůrné vrstvě (backend) v závislosti na hardware, který provozujete a přenosové rychlosti.
fi: Tällä valitsimella voit ottaa pois käytöstä rinnakkaistetut tiedostonsiirrot. Riippuen laitteistostasi ja etäpalvelimesta tämä voi nopeuttaa tiedostonsiirtoja.
it: Usa questa opzione per disabilitare la gestione multithread per caricare/scaricare, così puoi velocizzare significativamente le operazioni di backend a seconda dell'hardware che stai usando e della velocità di trasferimento del backend.
pt_br: Use esta opção para desativar o processamento multithread de up e downloads, que podem acelerar significativamente as operações do backend, dependendo do hardware que você está executando e da taxa de transferência do seu backend.
ro: Utilizați această opțiune pentru a dezactiva manipularea multiplă a actualizărilor și descărcărilor, care pot accelera în mod semnificativ operațiile backend, în funcție de hardware-ul pe care îl executați și de rata de transfer a backend-ului.
ru: Используйте этот параметр, чтобы отключить многопоточную обработку загрузки и выгрузки, что может значительно ускорить выполнение бэкэнд-операций, в зависимости от используемого оборудования и скорости передачи данных вашего бэкэнд.
sr_rs: Koristite ovu opciju da onemogućite višenitno rukovanje naviše- i preuzimanjima, što može značajno da ubrza pozadinske operacije u zavisnosti od hardvera na kome radite i brzine prenosa vaše pozadine.

source: Disables synthetic filelist
cs: Vypíná syntetický seznam souborů
it: Disabilita elenco file sintetico
pt_br: Desativa a lista de arquivos sintética
ro: Dezactivează lista de fișiere sintetice
sr_rs: Onemogućava sintetičku listu fajlova

source: This flag instructs Duplicati to not look at metadata or filesize when deciding to scan a file for changes. Use this option if you have a large number of files and notice that the scanning takes a long time with unmodified files.
cs: Tento příznak je pro Duplicati pokynem pro ignorování metadat a velikosti souborů při rozhodování o tom, zda se soubor změnil. Tuto volbu použijte pokud máte velké množství souborů a pozorujete, že skenování souborů trvá i u nezměněných souborů dlouho.
it: Questo flag indica a Duplicati di non esaminare i metadati o la dimensione dei file quando si decide di eseguire la scansione di un file per le modifiche. Usa questa opzione se disponi di un numero elevato di file e noti che la scansione richiede molto tempo con i file non modificati.
pt_br: Esta opção instrui o Duplicati a não olhar metadados ou tamanho de arquivos ao decidir verificar um arquivo por mudanças. Use esta opção se você tiver uma grande quantidade de arquivos e notar que a verificação leva muito tempo com arquivos não modificados.
ro: Acest steag instruiește Duplicati să nu se uite la metadate sau la dimensiunea fișierului atunci când decide să scaneze un fișier pentru modificări. Utilizați această opțiune dacă aveți un număr mare de fișiere și observați că scanarea durează mult timp cu fișierele nemodificate.
ru: Этот флаг инструктирует Duplicati не учитывать метаданные или размер файла при принятии решения о сканировании файла на предмет изменений. Используйте эту опцию, если у вас есть большое количество файлов и обратите внимание, что сканирование немодифицированных файлов занимает много времени.
sr_rs: Ova zastavica upućuje Duplicati da ne gleda u metapodatke ili veličinu fajla kada odlučuje da skenira fajl u potrazi za promenama. Koristite ovu opciju ako imate veliki broj fajlova i primetite da skeniranje traje dugo sa neizmenjenim fajlovima.

source: Checks only file lastmodified
cs: Kontroluje pouze poslední změnu souboru
it: Controlla solo il file modificato l'ultima volta
pt_br: Verifica apenas a última modificação do arquivo
ro: Verifică numai fișierul ultimmodified
ru: Проверяет только время последней модификации файла
sr_rs: Proverava samo poslednji izmenjeni fajl

source: Disables path compression on restore
sr_rs: Onemogućava kompresiju putanje pri vraćanju

source: When restore a subset of a backup into a new folder, the shortest possible path is used to avoid generating deep paths with empty folders. Use this flag to skip this compression, such that the entire original folder structure is preserved, including upper level empty folders.
cs: Při obnovování podmnožiny zálohy do nové složky, je použita nejkratší možný popis umístění aby se vyloučilo vytváření dlouhých popisů umístění s prázdnými složkami. Pomocí tohoto příznaku je možné tuto kompresi přeskočit, čímž bude zachována původní struktura složky, včetně prázdných složek na vyšší úrovni.
it: Quando si ripristina un sottoinsieme di un backup in una nuova cartella, è utilizzato il percorso più breve possibile per evitare di generare percorsi profondi con cartelle vuote. Usa questo flag per ignorare questa compressione, in modo che l'intera struttura di cartelle originali sia mantenuta, incluse le cartelle vuote di livello superiore.
pt_br: Quando restaurar um subconjunto de um backup em uma nova pasta, o caminho mais curto possível é usado para evitar gerar caminhos profundos com pastas vazias. Use esta bandeira para ignorar essa compressão, de modo que toda a estrutura de pastas original seja preservada, incluindo pastas vazias de nível superior.
ro: Când se restabilește un subset de copie de rezervă într-un folder nou, calea cea mai scurtă posibilă este utilizată pentru a evita generarea de căi adânci cu foldere goale. Utilizați acest steguleț pentru a sări peste această comprimare, astfel încât întreaga structură a folderului original să fie păstrată, inclusiv folderele goale de nivel superior.
ru: При восстановлении части резервной копии в новую папку используется самый короткий путь, чтобы избежать создания глубоких путей с пустыми папками. Используйте этот флаг, чтобы пропустить это сжатие и сохранить исходной структуру папок, включая пустые папки верхнего уровня.
sr_rs: Kada vratite podskup rezervne kopije u novu fasciklu, najkraća moguća putanja se koristi da bi se izbeglo generisanje dubokih putanja sa praznim fasciklama. Koristite ovu zastavicu da preskočite ovu kompresiju, tako da se sačuva cela originalna struktura fascikli, uključujući prazne fascikle na gornjem nivou.

source: By default, the last fileset cannot be removed. This is a safeguard to make sure that all remote data is not deleted by a configuration mistake. Use this flag to disable that protection, such that all filesets can be deleted.
cs: Ve výchozím stavu nelze poslední sadu souborů odebrat. Toto je pojistka proti tomu, aby nebyla všechna vzdálená data zmazána chybou v nastavení. Pomocí tohoto příznaku je možné tuto ochranu vypnout a mohou tak být smazány všechny sady souborů.
it: Per impostazione predefinita, l'ultimo gruppo di file non può essere rimosso. Si tratta di una protezione per assicurarsi che tutti i dati remoti non siano cancellati da un errore di configurazione. Usa questo flag per disabilitare tale protezione, in modo che tutti i gruppo di file possano essere cancellati.
pt_br: Por padrão, o último conjunto de arquivos não pode ser removido. Esta é uma salvaguarda para garantir que todos os dados remotos não sejam excluídos por um erro de configuração. Use esta bandeira para desativar essa proteção, de modo que todos os conjuntos de arquivos possam ser excluídos.
ro: Implicit, ultimul set de fișiere nu poate fi eliminat. Aceasta este o garanție pentru a vă asigura că toate datele de la distanță nu sunt șterse de o greșeală de configurare. Utilizați acest steag pentru a dezactiva această protecție, astfel încât toate fișierele pot fi șterse.
ru: По умолчанию, последний набор файлов не может быть удален. Это является гарантией того, что данные на сервере не будут удалены из-за ошибки конфигурации. Используйте этот флаг для отключения защиты, и возможности удаления всех наборов файлов.
sr_rs: Podrazumevano, poslednji skup fajlova ne može da se ukloni. Ovo je zaštita da biste bili sigurni da svi udaljeni podaci ne budu izbrisani greškom u konfiguraciji. Koristite ovu zastavicu da onemogućite tu zaštitu, tako da se svi setovi fajlova mogu izbrisati.

source: Allow automatic rebuilding of local database to save space.
cs: Umožnit automatické znovuvytváření místní databáze a šetřit tak prostor.
it: Consenti la ricostruzione automatica del database locale per risparmiare spazio.
pt_br: Permitir a reconstrução automática do banco de dados local para economizar espaço.
ro: Permiteți reconstrucția automată a bazei de date locale pentru a economisi spațiu.
sr_rs: Dozvolite automatsko obnavljanje lokalne baze podataka da biste sačuvali prostor.

source: When this flag is enabled, the scanner that computes the size of source files is disabled, and instead the reported size is read from the database. Using this flag can speed up the backup by reducing disk access, but will give a less accurate progress indicator.
cs: Když je tento příznak zapnutý, skener který počítá velikost zdrojových souborů je vypnut a namísto toho je hlášená velikost načítána z databáze. Použitím tohoto příznaku je možné zrychlit zálohování snížením počtu přístupů k úložišti, ale za cenu méně přesného ukazatele stavu průběhu.
it: Quando questo flag è abilitato, lo scanner che calcola la dimensione dei file di origine è disabilitato, la dimensione riportata è letta dal database. L'uso di questo flag può accelerare il backup riducendo l'accesso al disco, ma fornirà un indicatore di progresso meno preciso.
pt_br: Quando habilitado, o calculo do tamanho dos arquivos da origem é desabilitado, e o tamanho é lido a partir do banco de dados. Habilitar esta opção pode acelerar o backup reduzindo o acesso ao disco, mas dará um indicador de progresso menos preciso.
sr_rs: Kada je ova zastavica omogućena, skener koji izračunava veličinu izvornih fajlova je onemogućen, a umesto toga prijavljena veličina se čita iz baze podataka. Korišćenje ove zastavice može ubrzati pravljenje rezervne kopije smanjenjem pristupa disku, ali će dati manje precizan indikator napretka.

source: When this flag is enabled, a scheduled backup will not run if the system is detected to be running on battery power (manual or command line backups will still be run). If the detected power source is mains (i.e., AC) or unknown, then scheduled backups will proceed as normal.
cs: Pokud je zapnut tento příznak, naplánované zálohy nebudou spuštěny pokud je zjištěno, že stroj je napájený z akumulátorů (ručně nebo na příkazovém řádku spouštěné zálohy ovšem provedeny budou). Pokud je napájení ze zásuvky nebo neznámé, naplánované zálohy proběhnou jako obyčejně.
it: Quando questo flag è abilitato, un backup programmato non sarà eseguito se viene rilevato che il sistema è alimentato a batteria (i backup manuali o da linea di comando saranno comunque eseguiti). Se la fonte di alimentazione rilevata è la rete (cioè, C.A.) o sconosciuta, i backup programmati procederanno normalmente.
pt_br: Quando esse sinalizador estiver habilitado, um backup agendado não será executado se o sistema estiver rodando a partir da bateria (os backups manuais ou de linha de comando ainda serão executados). Se a fonte de energia detectada for de rede (ou seja, ligado na tomada) ou desconhecida, os backups agendados continuarão normalmente.
sr_rs: Kada je ova oznaka omogućena, planirana rezervna kopija se neće pokrenuti ako se otkrije da sistem radi na baterijsko napajanje (ručne rezervne kopije ili rezervne kopije komandne linije će se i dalje pokretati). Ako je detektovani izvor napajanja mrežni (tj. AC) ili nepoznat, planirane rezervne kopije će se nastaviti normalno.

source: Applies filters to the file log data
cs: Použije filtry na data ze souboru se záznamem událostí
it: Applica filtri ai dati registrati nel file
pt_br: Aplica filtros aos dados de log de arquivo
sr_rs: Primenjuje filtere na podatke evidencije fajla

source: Applies filters to the console log data
cs: Použije filtry na data záznamu na konzoli
it: Applica filtri ai dati registrati nella console
pt_br: Aplica filtros aos dados de log do console
sr_rs: Primenjuje filtere na podatke dnevnika konzole

source: Sets the process to use low IO priority
it: Imposta il processo in modo che utilizzi una priorità IO bassa
sr_rs: Podešava proces da koristi niski IO prioritet

source: This option instructions the operating system to set the current process to use the lowest IO priority level, which can make operations run slower but will interfere less with other operations running at the same time
cs: Tato volba vydá operačnímu systému pokyn aby stávajícímu procesu nastavil nejnižší stupeň priority při vstupně/výstupních operacích, vinou čehož sice operace bude pomalejší ale bude méně vadit ostatním operacím které v tu chvíli také běží
it: Questa opzione indica al sistema operativo di impostare il processo corrente in modo che utilizzi il più basso livello di priorità IO, che può rendere le operazioni più lente ma interferire meno con altre operazioni in esecuzione nello stesso momento
pt_br: Essa opção instrui o sistema operacional a definir o processo atual para usar o menor nível de prioridade de IO, o que pode tornar as operações mais lentas, mas interferirá menos com outras operações em execução ao mesmo tempo
sr_rs: Ova opcija nalaže operativnom sistemu da podesi trenutni proces da koristi najniži nivo IO prioriteta, što može učiniti da operacije budu sporije, ali će manje ometati druge operacije koje se izvršavaju u isto vreme

source: Activates logging of all database queries
cs: Zapne zaznamenávání událostí o všech dotazech do databáze
it: Attiva la registrazione di tutte le query del database
pt_br: Ativa o registro de todas as consultas do banco de dados
sr_rs: Aktivira evidentiranje svih upita baze podataka

source: Failed to delete file {0}, testing if file exists
cs: Nepodařilo se smazat soubor {0}, testuje se existence souboru
fi: Tiedostoa {0} ei voitu poistaa. Tarkistetaan, onko tiedosto olemassa.
it: Impossibile cancellare il file {0}, verifica se il file esiste
ja_jp: ファイル {0} を削除できませんでした。ファイルが存在するかテストしています
pt_br: Falha ao excluir o arquivo {0}, testando se o arquivo existe
ro: Nu sa reușit ștergerea fișierului {0}, testarea dacă există un fișier
ru: Не удалось удалить файл {0}, проверка наличия файла
sr_rs: Brisanje fajlova {0} nije uspelo, proveravanje da li fajl postoji

source: Recovered from problem with attempting to delete non-existing file {0}
cs: Zotaveno z problému z pokusu o smazání neexistujícího souboru {0}
fi: Toipuminen olemattoman tiedoston "{0}" poistamisesta onnistui
it: Recuperato dal problema con il tentativo di cancellare file non esistenti {0}
ja_jp: 存在しないファイル {0} を削除しようとするエラーから回復しました
pt_br: Recuperado do problema com a tentativa de excluir o arquivo não existente {0}
ro: Recuperat de la problema încercării de a șterge fișierul inexistent {0}
ru: Исправлена попытка удаления несуществующего файла {0}
sr_rs: Oporavljeno od problema sa pokušajem brisanja nepostojećeg fajla {0}

source: Failed to recover from error deleting file {0}
cs: Nepodařilo se zotavit z chyby při mazání souboru {0}
fi: Ei voitu toipua virheestä poistettaessa tiedostoa {0}
it: Impossibile recuperare da errore cancellazione file {0}
ja_jp: ファイル {0} を削除する際に発生したエラーから回復できませんでした
pt_br: Falha ao recuperar-se do erro ao excluir o arquivo {0}
ro: Nu sa reușit recuperarea din eroarea de ștergere a fișierului {0}
ru: Не удалось исправить ошибку при удалении файла {0}
sr_rs: Oporavak od greške prilikom brisanja fajla {0} nije uspeo

source: Delete operation failed for {0} with FileNotFound, listing contents
cs: Operace smazání {0} se nezdařila, protože soubor nebyl nalezen (FileNotFound), náhradně bude vypsán obsah
fi: Tiedoston {0} poistaminen epäonnistui. Virhe oli FileNotFound, listing contents
it: Operazione di cancellazione non riuscita per {0} con FileNonTrovato, contenuto dell'elenco
ja_jp: ファイル {0} は見つからなかったため削除できませんでした。コンテンツのリストを作成しています
pt_br: A operação de exclusão falhou para {0} com "arquivo não encontrado", listando conteúdo
ro: Operația de ștergere a eșuat pentru {0} cu FileNotFound, conținând conținut
ru: Операция удаления не удалась для {0} с ошибкой FileNotFound, содержимое списка
sr_rs: Operacija brisanja nije uspela za {0} sa FileNotFound, navodeći sadržaj

source: Listing indicates file {0} was deleted correctly
ja_jp: リスト作成の結果、ファイル {0} は削除されたことが分かりました
sr_rs: Listing pokazuje da je fajl {0} ispravno izbrisan

source: Listing confirms file {0} was not deleted
ja_jp: リスト作成の結果、ファイル {0} が削除されなかったことが分かりました
sr_rs: Listing potvrđuje da fajl {0} nije izbrisan
