Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: By setting this value you can limit how much bandwidth Duplicati consumes for uploads. Setting this limit can make the backups take longer, but will make Duplicati less intrusive.
cs: Nastavením této hodnoty je možné omezit kolik z přenosové rychlosti může Duplicati využít pro odesílání. Nastavení může prodloužit trvání zálohování, ale bude méně obtěžující.
de: Wenn dieser Wert gesetzt wird, kann die verwendete Bandbreite bestimmt werden, welche Duplicati für Uploads verbraucht. Dadurch können Sicherungen länger dauern, macht aber Duplicati weniger störend.
es: Al establecer este valor se puede limitar la cantidad de ancho de banda que Duplicati consume para las subidas. Establecer este límite puede hacer que las copias de seguridad tomen más tiempo, pero hará que Duplicati sea menos intrusivo.
fi: Tämä asetus rajoittaa nopeutta, jolla Duplicati lataa tiedostoja etäpalvelimelle. Tämä asetus hidastaa varmuukopioiden tekoa, mutta varmuuskopiot haittaavat vähemmän muuta verkonkäyttöä.
fr_ca: En définissant cette valeur, vous pouvez limiter la quantité de bande passante utilisée par Duplicati pour les téléchargements. Définir cette limite peut rendre les sauvegardes plus longues, mais rend Duplicati moins intrusif.
it: Impostando questo valore puoi limitare la quantità di larghezza di banda che Duplicata usa per i trasferimenti. L'impostazione di questo limite può richiedere più tempo per i backup, ma renderà Duplicati meno invadente.
ja_jp: この数値を設定すると、Duplicatiがアップロードに使用する帯域幅を調整することができます。バックアップに掛かる時間は長くなる可能性がありますが、Duplicatiが帯域幅を占める度合は減少します。
nl_nl: Door deze waarde in te stellen kan de bandbreedte beperkt worden die Duplicati gebruikt voor uploads. Door deze limiet in te stellen kan het maken van back-ups langer duren, maar zal Duplicati voor minder systeembelasting zorgen.
pl: Ustawiając tę ​​wartość, możesz ograniczyć przepustowość zużywaną przez Duplicati na przesyłanie. Ustawienie tego limitu może wydłużyć czas tworzenia kopii zapasowych, ale sprawi, że Duplicati będzie mniej inwazyjne.
pt_br: Este valor permite limitar o quanto da banda de upload será utilizada pelo Duplicati. Os backups poderão demorar mais, porém o Duplicati será menos intrusivo.
ro: Prin setarea acestei valori puteți să limitați numărul de lățime de bandă consumată de Duplicați pentru încărcări. Setarea acestei limite poate face ca backup-urile să dureze mai mult, dar vor face ca Duplicați să fie mai puțin invazive.
ru: Установив это значение, вы можете ограничить объем трафика, потребляемый Duplicati для выгрузки. Установка ограничения может привести к более длительному созданию резервных копии, но сделает Duplicati менее навязчивым.
sr_rs: Postavljanjem ove vrednosti možete ograničiti koliko propusnog opsega Duplicati troši za otpremanje. Podešavanje ovog ograničenja može produžiti pravljenje rezervnih kopija, ali će Duplicati učiniti manje nametljivim.

source: Max number of kilobytes to upload pr. second
cs: Největší počet kilobytů, které lze za sekundu nahrát
de: Max Anzahl von Kilobyte pro Sekunde hochladen
es: Número máximo de kilobytes a subir por segundo
fi: Suurin latausnopeus etäpalvelimelle (kT/s)
fr_ca: Nombre maximum de kilo-octets par seconde pour téléverser
it: Numero massimo di kilobyte al secondo per caricare
ja_jp: 1秒毎にアップロードする最大のキロバイト数
nl_nl: Maximale hoeveelheid kilobytes per seconde voor uploads
pl: Maksymalna liczba kilobajtów do przesłania na sekundę
pt_br: Número máximo de kilobytes para upload por segundo
ro: Numărul maxim de kilobyte pentru încărcarea pr. al doilea
ru: Максимальная скорость выгрузки в кБ/сек
sr_rs: Maksimalan broj kilobajta za otpremanje u sekundi

source: Disable the throttling of upload and download speeds for this task. If there is a throttle set, it will be ignored when running this task.
de: Deaktiviere die Drosselung von Upload- und Download-Geschwindikeiten für diesen Task. Wenn eine Drosselung aktiviert ist, wird sie bei Ausführung dieses Tasks ignoriert.
fr_ca: Désactiver le bridage des débits d'envoi et de téléchargement pour cette tâche. Si un bridage est défini, il sera ignoré lors de l'exécution de cette tâche.

source: Disable throttling
de: Deaktiviere Drosselung
fr_ca: Désactiver le bridage

source: Disable the throttling of upload and download speeds for specific backends. If there is a throttle set, it will be ignored when running this task, if the backend is one of the specified backends. Multiple backends can be specified with a comma separator. This option has no effect if there is no throttle or if --{0} is set
fr_ca: Désactiver le bridage des débits d'envoi et de téléchargement pour des destinations spécifiques. Si un bridage est défini, il sera ignoré lors de l'exécution de cette tâche si la destination fait partie de celles spécifiées. Indiquez une liste séparée par des virgules. Cette option est sans effet si aucun bridage n'est défini ou si --{0} est activée

source: Disable throttling for specific backends
de: Drosselung für spezifische Backends deaktivieren
fr_ca: Désactiver le bridage par destinations

source: If you store the backups on a local disk, and prefer that they are kept unencrypted, you can turn of encryption completely by using this switch.
cs: Pokud uchováváte zálohy na místním datovém úložišti a chcete, aby nebyly zašifrované, můžete pomocí tohoto přepínače šifrování úplně vypnout.
de: Falls die Daten auf einer lokalen Festplatte gespeichert und lieber unverschlüsselt gespeichert werden sollen, kann die Verschlüsselung mit diesem Schalter deaktiviert werden.
es: Si almacena las copias de seguridad en un disco local, y prefiere que se mantengan sin encriptar, puede cambiar completamente la encriptación usando este interruptor.
fi: Jos teet varmuuskopiot paikalliselle levylle, etkä halua salata niitä, voit poistaa salauksen käytöstä tällä valitsimella.
fr_ca: Si vous stockez les sauvegardes sur un disque local et que vous préférez qu'elles ne soient pas cryptées, vous pouvez désactiver complètement le cryptage en utilisant cette option.
it: Se archivi i backup su un disco locale e preferisci che siano mantenuti non criptati, puoi disattivare completamente la crittografia utilizzando questa opzione.
ja_jp: バックアップを暗号化せずローカルのハードディスクに保存する場合、このオプションを有効にすると、暗号化を完全に無効にすることができます。
nl_nl: Als back-ups op een lokale schijf worden opgeslagen, en na de voorkeursinstelling dat back-ups ongecodeerd blijven, kan encryptie volledig worden uitgeschakeld door middel van deze switch.
pl: Jeśli przechowujesz kopie zapasowe na dysku lokalnym i wolisz, aby były niezaszyfrowane, możesz całkowicie wyłączyć szyfrowanie za pomocą tego przełącznika.
pt_br: Se você armazenar as cópias em um disco local, e prefere que eles sejam mantidos sem criptografia, você pode ativar a criptografia completamente utilizando este switch.
ro: Dacă stocați copiile de rezervă pe un disc local și preferați să nu fie păstrate necriptate, puteți utiliza această opțiune pentru criptare completă.
ru: Если вы храните резервные копии на локальном диске и предпочитаете, чтобы они хранились в незашифрованном виде, то вы можете выключить шифрование полностью, используя этот переключатель.
sr_rs: Ako čuvate rezervne kopije na lokalnom disku i želite da se čuvaju nešifrovane, možete u potpunosti da isključite šifrovanje pomoću ovog prekidača.

source: Disable encryption
cs: Vypnout šifrování
da: Deaktiver kryptering
de: Verschlüsselung deaktivieren
es: Desactivar el cifrado
fi: Poista salaus käytöstä
fr_ca: Désactiver le chiffrement
it: Disattiva crittografia
ja_jp: 暗号化を無効にする
nl_nl: Encryptie uitschakelen
pl: Wyłącz szyfrowanie
pt: Desativar encriptação
pt_br: Desabilitar encriptação
ro: Dezactivați criptarea
ru: Отключить шифрование
sk_sk: Nešifrovať
sr_rs: Onemogući šifrovanje
sv_se: Inaktivera kryptering

source: If an upload or download fails, Duplicati will retry a number of times before failing. Use this to handle unstable network connections better.
cs: Pokud se odeslání nebo stažení nezdaří. Duplicati se několikrát pokusí znovu a až pak teprve ohlásí neúspěch. Pomocí tohoto je možné lépe zvládnout nestabilní síťové připojení.
de: Wenn ein Upload oder ein Download erfolglos ist, wiederholt Duplicati einige Male, bevor er fehlschlägt. Verwende diese Option, um instabile Netzwerkverbindungen besser zu behandeln.
es: Si una carga o descarga falla, Duplicati volverá a intentarlo varias veces antes de fallar. Use esto para manejar mejor las conexiones de red inestables.
fi: Jos tiedostojen lataus epäonnistuu, Duplicati yrittää operaatiota useita kertoja. Muuta tätä asetusta parantaaksesi Duplicatin toimintaa epävakailla verkkoyhteyksillä.
fr_ca: Si un chargement ou un téléchargement échoue, Duplicati réessaiera un certain nombre de fois avant d'échouer. Utilisez ceci pour mieux gérer les connexions réseau instables.
it: Se l'operazione di caricare o scaricare non riesce, Duplicati ritenterà per un certo numero di volte prima di fallire. Usa questo per gestire meglio le connessioni di rete instabili.
ja_jp: アップロードまたはダウンロードに失敗した場合、Duplicatiは最終的に失敗したと判断するまで、ファイルの転送を数回再試行します。回線の接続が不安定な場合、この回数を調整することで、ファイルの転送を改善できる可能性があります。
nl_nl: Als een upload of download mislukt, zal Duplicati het een aantal malen opnieuw proberen alvorens het op te geven. Gebruik deze optie om beter om te gaan met onstabiele netwerkverbindingen.
pl: Jeśli przesyłanie lub pobieranie nie powiedzie się, Duplicati ponowi próbę kilka razy, zanim zakończy się niepowodzeniem. Użyj tego, aby lepiej obsługiwać niestabilne połączenia sieciowe.
pt_br: Se um upload ou download falhar, o Duplicati tentará várias vezes antes de falhar. Use isso para lidar melhor com conexões de rede instáveis.
ro: Dacă o încărcare sau descărcare eșuează, Duplicati se va reîncerca de mai multe ori înainte de a nu reuși. Utilizați această opțiune pentru a gestiona mai bine conexiunile de rețea instabile.
ru: Если загрузка или выгрузка не удалась, Duplicati повторит попытку несколько раз, прежде чем произойдет сбой. Используйте это, чтобы улучшить работу на нестабильных сетевых соединениях.
sr_rs: Ako otpremanje ili preuzimanje ne uspe, Duplicati će pokušati nekoliko puta pre nego što ne uspe. Koristite ovo za bolje rukovanje nestabilnim mrežnim vezama.

source: Number of times to retry a failed transmission
cs: Počet pokusů obnovení chybného přenosu
de: Anzahl von Versuchen bei fehlgeschlagenen Übertragungen
es: Número de veces que se reintenta una transmisión fallida
fi: Uudelleenyritysten lukumäärä tiedostonsiirron epäonnistuessa
fr_ca: Nombre d'essais en cas d'échec de transmission
it: Numero di tentativi se una trasmissione fallisce
ja_jp: 失敗したファイル転送を再試行する回数
nl_nl: Aantal malen opnieuw proberen bij een mislukte transmissie
pl: Ile razy należy ponowić próbę nieudanej transmisji
pt_br: Número de tentativas para repetir uma transmissão com falha
ro: Numărul de repetări a unei transmisiuni eșuate
ru: Количество попыток при неудачной передаче
sr_rs: Broj ponavljanja neuspelog prenosa

source: Supply a passphrase that Duplicati will use to encrypt the backup volumes, making them unreadable without the passphrase. This variable can also be supplied through the environment variable PASSPHRASE.
cs: Zadejte heslovou frázi kterou Duplicati použije pro zašifrování svazků se zálohami, čímž budou bez této fráze nečitelné. Tuto proměnnou je možné zadat také pomocí proměnné prostředí PASSPHRASE.
de: Gebe ein Passwort an, welche Duplicati zur Verschlüsselung der Backup-Volumes verwendet, sodass sie ohne Passwort nicht lesbar sind. Diese Variable kann auch über die Umgebungsvariable PASSPHRASE gesetzt werden.
es: Suministra una contraseña que Duplicati usará para encriptar los volúmenes de respaldo, haciéndolos ilegibles sin la contraseña. Esta variable también puede ser suministrada a través de la variable de entorno PASSPHRASE.
fi: Anna salauslause, jota Duplicati käyttää salatessaan varmuuskopiot. Tämä tekee varmuuskopioista lukukelvottomia ilman salasanaa. Tämä asetustus voidaan antaa myös ympäristömuuttujassa PASSPHRASE
fr_ca: Fournissez un mot de passe que Duplicati utilisera pour chiffrer les volumes de sauvegarde, les rendant illisibles sans ce mot de passe. Cette variable peut également être fournie via la variable d'environnement PASSPHRASE.
it: Fornisci una passphrase che Duplicati utilizzerà per criptare i volumi dei backup, rendendoli illeggibili senza la passphrase. Questa variabile può essere fornita anche tramite la variabile d'ambiente PASSPHRASE.
ja_jp: Duplicatiがバックアップのボリュームを暗号化する際に使用するパスフレーズを指定できます。このパスフレーズが無ければ、バックアップを読み取ることはできません。パスフレーズは、環境変数 PASSPHRASE で指定することもできます。
nl_nl: Geef een wachtwoordzin op die Duplicatie zal gebruiken om back-upvolumes te coderen, zodat ze onleesbaar worden zonder de wachtwoordzin. Deze variabele kan eveneens worden opgegeven door de omgevingsvariabele PASSPHRASE.
pl: Podaj hasło, którego Duplicati użyje do zaszyfrowania woluminów kopii zapasowych, dzięki czemu będą nie do odczytu bez hasła. Tę zmienną można również podać poprzez zmienną środowiskową PASSPHRASE.
pt_br: Forneça uma senha que o Duplicati usará para criptografar os volumes de backup, tornando-os ilegíveis sem a senha. Esta variável também pode ser fornecida através da variável de ambiente PASSPHRASE.
ro: Furnizați o expresie de acces pe care Duplicati o va utiliza pentru a cripta volumele de rezervă, făcându-le necifrabile fără fraza de acces. Această variabilă poate fi furnizată și prin intermediul variabilei de mediu PASSPHRASE.
ru: Введите ключевую фразу, используемую для шифрования резервных томов, чтобы сделать их нечитаемыми без этой фразы. Значение также может быть предоставлено через переменную окружения PASSPHRASE.
sr_rs: Navedite pristupnu frazu koju će Duplicati koristiti za šifrovanje volumena rezervnih kopija, čineći ih nečitljivim bez pristupne fraze. Ova promenljiva se takođe može dostaviti preko promenljive okruženja PASSPHRASE..

source: Passphrase used to encrypt backups
cs: Heslová fráze kterou jsou zálohy zašifrovány
da: Kodeord brugt til kryptering af backup
de: Zum Verschlüsseln der Sicherungen verwendete Passphrase
es: Frase de seguridad empleada para cifrar copias de seguridad
fi: Salauslause, jota käytetään varmuuskopioita salattaessa
fr_ca: Phrase secrète utilisée pour chiffrer les sauvegardes
it: Passphrase utilizzata per criptare i backup
ja_jp: バックアップの暗号化に使用するパスフレーズ
nl_nl: Wachtwoordzin die gebruikt wordt om back-ups te coderen
pl: Hasło używane do zaszyfrowania kopii zapasowych
pt_br: Frase de segurança usada para encriptar cópias
ro: Frază de acces folosită pentru criptarea copiilor de rezervă
ru: Пароль, использованный для шифрования резервных копий
sk_sk: Heslo použité pre šifrované zálohy
sr_rs: Pristupna fraza koja se koristi za šifrovanje rezervnih kopija
sv_se: Lösenordsfras för att kryptera säkerhetskopior

source: By default, Duplicati will list and restore files from the most recent backup. Use this option to select another item. You may use relative times, like "-2M" for a backup from two months ago.
de: Standardmäßig wird Duplicati Dateien aus der letzten Sicherung auflisten und wiederherstellen. Verwenden Sie diese Option, um ein anderes Element auszuwählen. Sie können relative Zeiten, wie "-2M" für eine Sicherung von vor zwei Monaten verwenden.
fr_ca: Par défaut, Duplicati liste et restaure les fichiers à partir de la sauvegarde la plus récente. Cette option permet d'en choisir une autre. Vous pourriez utiliser des dates relatives, comme "-2M" pour une sauvegarde vielle de deux mois.
ja_jp: 既定では、Duplicatiは直近のバックアップをもとにファイルのリストを作成し、ファイルを復元します。このオプションで、別のバックアップを選択できます。時間は相対的に指定できます。例えば「-2M」とすると、2か月前のバックアップを選択できます。
nl_nl: Standaard zal Duplicati bestanden weergeven en herstellen vanuit de meest recente back-up. Gebruik deze optie om een ander item te selecteren. Er mogen relatieve tijden gebruikt worden, zoals "-2M" voor een back-up van 2 maanden geleden.

source: The time to list/restore files
cs: Čas výpisu/obnovy souborů
de: Die Zeit zum Auflisten/Wiederherstellen von Dateien
es: El tiempo para listar/restaurar archivos
fi: Valitse aika, jonka haluat listata tai palauttaa.
fr_ca: Le temps de répertorier / restaurer les fichiers
it: Il periodo da cui elencare/ripristinare i file
ja_jp: ファイルのリスト作成または復元を行う時点
nl_nl: De tijd voor weergeven/herstellen bestanden
pl: Czas na wyświetlenie/przywrócenie plików
pt_br: O tempo para listar/restaurar arquivos
ro: Timpul de afișare / restaurare a fișierelor
ru: Время для списка/восстановления файлов
sr_rs: Vreme za listanje/vraćanje fajlova

source: By default, Duplicati will list and restore files from the most recent backup. Use this option to select another item. You may enter multiple values separated with comma, and ranges using -, e.g. "0,2-4,7" .
de: Standardmäßig wird Duplicati Dateien aus der letzten Sicherung auflisten und wiederherstellen. Verwenden Sie diese Option, um ein anderes Element auszuwählen. Mehrere Werte können durch Komma getrennt und Bereiche durch "-", z. B. 0,2-4,7, eingeben werden.
fr_ca: Par défaut, Duplicati liste et restaure les fichiers à partir de la sauvegarde la plus récente. Cette option permet d'en choisir une autre. Vous pourriez utiliser des valeurs multiples séparées pas des virgules, et des plages avec -, comme p.ex. "0,2-4,7" .
ja_jp: 既定では、Duplicatiは直近のバックアップのファイルを一覧で表示または復元します。このオプションで、別のバージョンを選択できます。コンマで数値を区切ったり、半角ハイフンで範囲を指定したりできます（例：「0,2-4,7」）。
nl_nl: Standaard zal Duplicati bestanden weergeven en herstellen vanuit de meest recente back-up. Gebruik deze optie om een ander item te selecteren. Er mogen meerdere waarden worden ingevoerd, gescheiden door een komma, en reeksen met een -, bijvoorbeeld "0,2-4,7".

source: The version to list/restore files
cs: Verze k výpisu/obnově souborů
de: Die Version zum Auflisten/Wiederherstellen von Dateien
es: La versión para listar/restaurar archivos
fi: Palautettava tai listattava versio
fr_ca: La version pour répertorier / restaurer les fichiers
it: La versione dei file da elencare/ripristinare
ja_jp: リスト作成または復元するファイルのバージョン
nl_nl: De versie voor weergeven/herstellen bestanden
pl: Wersja do wyświetlania/przywracania plików
pt_br: A versão para listar/restaurar arquivos
ro: Versiunea pentru a lista / restaura fișiere
ru: Версия для списка/восстановления файлов
sr_rs: Verzija za listanje/vraćanje fajlova

source: When searching for files, only the most recent backup is searched. Use this option to show all previous versions too.
cs: Soubory jsou hledány pouze v nejnovějších zálohách. Pomocí této volby jsou zobrazené také všechny předchozí verze.
de: Bei der Suche nach Dateien wird nur die letzte Sicherung durchsucht. Mit dieser Option werden alle vorherigen Versionen ebenfalls angezeigt.
es: Al buscar archivos, sólo se busca la copia de seguridad más reciente. Utilice esta opción para mostrar todas las versiones anteriores también.
fi: Duplicati näyttää vain uusimman version etsittäessä. Käytä tätä valitisinta näyttääksesi kaikki versiot.
fr_ca: Lors de la recherche de fichiers, seule la sauvegarde la plus récente est utilisée. Sélectionnez cette option pour afficher toutes les versions précédentes.
it: Durante la ricerca dei file, è ricercato solo il backup più recente. Usa questa opzione per visualizzare anche tutte le versioni precedenti.
ja_jp: ファイルを検索する際には、直近のバックアップのみを対象として検索します。このオプションを有効にすると、以前の全てのバージョンも表示できます。
nl_nl: Bij het zoeken van bestanden wordt alleen de meest recente back-up doorzocht. Gebruik deze optie om ook alle vorige versies te doorzoeken.
pl: Podczas wyszukiwania plików przeszukiwana jest tylko najnowsza kopia zapasowa. Użyj tej opcji, aby wyświetlić również wszystkie poprzednie wersje.
pt_br: Ao procurar arquivos, apenas o backup mais recente é pesquisado. Use esta opção para mostrar todas as versões anteriores também.
ro: Când căutați fișiere, se caută numai cea mai recentă copie de rezervă. Utilizați această opțiune pentru a afișa și toate versiunile anterioare.
ru: По умолчанию, поиск файлов выполняется только в последней резервной копии. Используйте этот параметр, чтобы показывать все предыдущие версии.
sr_rs: Kada se traže fajlovi, traži se samo najnovija rezervna kopija. Koristite ovu opciju da prikažete i sve prethodne verzije

source: Show all versions
cs: Zobrazit všechny verze
da: Vis alle versioner
de: Alle Versionen anzeigen
es: Mostrar todas las versiones
fi: Näytä kaikki versiot
fr_ca: Afficher toutes les versions
it: Mostra tutte le versioni
ja_jp: 全てのバージョンを表示
nl_nl: Toon alle versies
pl: Pokaż wszystkie wersje
pt: Mostrar todas as versões
pt_br: Exibir todas as versões
ro: Afișați toate versiunile
ru: Показать все версии
sk_sk: Zobraziť všetky verzie
sr_rs: Prikaži sve verzije
sv_se: Visa alla versioner

source: When searching for files, all matching files are returned. Use this option to return only the largest common prefix path.
cs: Při hledání souborů jsou vráceny veškeré shody. Pomocí této předvolby je možné vracet pouze popis umístění největší společné předpony.
de: Bei der Suche nach Dateien werden alle passenden Dateien zurückgegeben. Verwende diese Option, um nur die Dateien mit den größten gemeinsamen Präfixpfad zurückzugeben.
es: En la búsqueda de archivos, se devuelven todos los archivos coincidentes. Utilice esta opción para devolver sólo la ruta del prefijo común más grande.
fi: Duplicati näyttää kaikki hakuehtoa vastaavat tiedostot etsittäessä. Käytä tätä valitsinta näyttääksesi vain pisimmän yhteisen polun alkuosan.
fr_ca: Lors de la recherche de fichiers, tous les fichiers correspondants sont renvoyés. Utilisez cette option pour renvoyer uniquement le plus grand chemin de préfixe commun.
it: Quando si cercano file, sono restituiti tutti i file corrispondenti. Usa questa opzione per restituire solo il percorso del prefisso comune più grande.
ja_jp: ファイルを検索する際、該当する全てのファイルが返されます。このオプションを有効にすると、パスのうちで最大の共通する先頭部分のみが返されます。
nl_nl: Bij het zoeken naar bestanden worden alle overeenkomstige bestanden teruggekoppeld. Gebruik deze optie om alleen het grootste gemeenschappelijke voorvoegsel pad terug te koppelen.
pl: Podczas wyszukiwania plików zwracane są wszystkie pasujące pliki. Użyj tej opcji, aby zwrócić tylko największą wspólną ścieżkę prefiksu.
pt_br: Ao procurar por arquivos, todos os arquivos correspondentes são retornados. Use esta opção para retornar apenas o maior caminho de prefixo comum.
ro: Când căutați fișiere, toate fișierele potrivite sunt returnate. Utilizați această opțiune pentru a returna numai cea mai mare cale de prefix comună.
ru: По умолчанию, при поиске файлов возвращаются все соответствующие файлы. Используйте этот параметр, чтобы возвращать только самый большой общий префикс пути.
sr_rs: Kada tražite fajlove, vraćaju se svi odgovarajući fajlovi. Koristite ovu opciju da biste vratili samo najveću putanju uobičajenog prefiksa.

source: Show largest prefix
cs: Ukázat největší předponu
de: Größten Präfix anzeigen
es: Mostrar prefijo más grande
fi: Näytä pisin yhteinen polku
fr_ca: Afficher le plus grand préfixe
it: Mostra il prefisso più grande
ja_jp: 最大の先頭部分を表示
nl_nl: Toon grootste voorvoegsel
pl: Pokaż największy prefiks
pt_br: Mostrar maior prefixo
ro: Afișați cel mai mare prefix
ru: Показать наибольший префикс
sr_rs: Prikaži najveći prefiks
