Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Module for uploading SSH public keys
cs: Modul pro nahrávání veřejných částí SSH klíčů
de: Modul zum hochladen des öffentlichen SSH Schlüssel
es: Módulo para cargar claves públicas SSH
fi: Moduuli julkisten ssh-avaimien latausta varten
fr_ca: Module pour télécharger des clés SSH publiques
it: Modulo per caricare le chiavi pubbliche SSH
ja_jp: SSHの公開鍵をアップロードするためのモジュール
nl_nl: Module voor het uploaden van SSH openbare sleutels
pl: Moduł do przekazywania kluczy publicznych SSH
pt_br: Módulo para upload da cave SSH pública
ro: Modul pentru încărcarea cheilor publice SSH
ru: Модуль для передачи публичных ключей SSH
sr_rs: Modul za učitavanje SSH javnih ključeva
sv_se: Modul för att ladda upp publika SSH-nycklar

source: SSH Key Uploader
cs: Nahrávání SSH klíčů
de: SSH Schlüssel Uploader
es: Cargador de claves SSH
fi: SSH avaimen lataus palvelimelle
fr_ca: Chargement de clé SSH
it: Carica Chiave SSH
ja_jp: SSHキーのアップローダー
nl_nl: SSH Sleutel Uploader
pl: Przesyłanie kluczy SSH
pt_br: Carregar uma Chave SSH
ro: SSH Uploader cheie
ru: Загрузчик ключа SSH
sr_rs: Alat za učitavanje SSH ključa
sv_se: Uppladdare för SSH-nycklar

source: The SSH connection URL used to establish the connection.
de: Die SSH Verbindungs-URL die für den Verbindungsaufbau verwendet wird.
fr_ca: URL de connexion SSH pour établir la connexion
ja_jp: 接続を確立する際に使用するSSH接続のURL。
nl_nl: De SSH verbindings-URL voor het tot stand brengen van de verbinding.

source: The SSH connection URL
cs: URL adresa SSH spojení
de: Die SSH Verbindungs-URL
es: La URL de conexión SSH
fi: Osoite SSH-yhteyttä varten
fr_ca: L'URL de connexion SSH
it: URL di connessione SSH
ja_jp: SSH接続のURL
nl_nl: De SSH verbindings URL
pl: Adres URL połączenia SSH
pt_br: A URL de conexão do SSH
ro: Adresa URL de conectare SSH
ru: URL для SSH подключения
sr_rs: URL SSH veze
sv_se: URL för SSH-uppkoppling

source: The SSH public key must be a valid SSH string, which is appended to the .ssh/authorized_keys file.
de: Der öffentliche SSH Schlüssel muss eine valide SSH-Zeichenkette sein, die an die .ssh/authorized_keys-Datei angehängt wird.
fr_ca: La clé publique SSH doit être une chaîne SSH valide. Elle est ajoutée au fichier .ssh/authorized_keys.
ja_jp: SSHの公開鍵にはSSHの文字列を正しく指定してください。文字列は.ssh/authorized_keysのファイルに追加されます。
nl_nl: De SSH openbare sleutel moet een geldige tekenreeks zijn, die toegevoegd wordt aan het bestand .ssh/authorized_keys.

source: The SSH public key to append
cs: Veřejná část SSH klíče k připojení
da: Offentlige SSH nøgle som skal tilføjes
de: Der anzuhängende öffentliche SSH-Schlüssel
es: La clave pública SSH para añadir
fi: Lisättävä julkinen SSH-avain
fr_ca: La clé SSH publique à ajouter
it: Chiave pubblica SSH da aggiungere
ja_jp: 追加するSSHの公開鍵
nl_nl: De toe te voegen SSH openbare sleutel
pl: Klucz publiczny SSH do dołączenia
pt_br: A chave pública para acrescentar
ro: Cheia publică SSH pentru a adăuga
ru: Открытый SSH ключ для добавления
sr_rs: SSH javni ključ za dodavanje
sv_se: Den publika SSH-nyckel som ska läggas till

source: This backend can read and write data to an SSH based backend, using SFTP. Allowed formats are "ssh://hostname/folder" and "ssh://username:password@hostname/folder".
de: Dieses Backend kann Daten von einem SSH basierten Backend mittels SFTP lesen und schreiben. Unterstützte Formate sind "ssh://hostname/folder" oder "ssh://username:password@hostname/folder".
fr_ca: Ce point terminal peut lire et écrire des données vers un stockage basé sur SSH, en utilisant SFTP. Formats autorisés : "ssh://hostname/répertoire" et "ssh://username:MotDePasse@hostname/répertoire".
ja_jp: このバックエンドでは、SFTPクライアントを使用して、SSHをベースとしたバックエンドとの間でデータの読み書きを実行できます。サポートされている形式は、「ssh://ホスト名/フォルダー」と「ssh://ユーザー名:パスワード@ホスト名/フォルダー」となります。
nl_nl: Deze backend kan gegevens lezen en schrijven naar een SSH gebaseerde backend, door middel van SFTP. Toegestane indelingen zijn "ssh://hostname/folder" en "ssh://username:password@hostname/folder".

source: A username is required
de: Ein Benutzername ist erforderlich
fr_ca: Nom d'utilisateur obligatoire
nl_nl: Een gebruikersnaam is vereist

source: A password is required if not using a keyfile
de: Ein Passwort ist erforderlich wenn keine Schlüsseldatei benutzt wird.
fr_ca: Mot de passe obligatoire en l'absence de fichier de clés.
nl_nl: Een wachtwoord is vereist als geen sleutelbestand wordt gebruikt

source: The server fingerprint used for validation of server identity. Format is e.g. "ssh-rsa 4096 11:22:33:44:55:66:77:88:99:00:11:22:33:44:55:66".
de: Der Serverfingerabdruck, der für die Validierung der Serveridentität. Format ist z. B. "ssh-rsa 4096 11:22:33:44:55:66:77:88:99:00:11:22:33:44:55:66".
fr_ca: Empreinte de serveur utilisée pour la validation de l'identité du serveur. Format p.ex. "ssh-rsa 4096 11:22:33:44:55:66:77:88:99:00:11:22:33:44:55:66".
ja_jp: サーバーのフィンガープリント。サーバーのIDの検証に使用します。フィンガープリントは「ssh-rsa 4096 11:22:33:44:55:66:77:88:99:00:11:22:33:44:55:66」のような形式です。
nl_nl: De servervingerafdruk die wordt gebruikt voor het valideren van de serveridentiteit. Formaat is bijv. "ssh-rsa 4096 11:22:33:44:55:66:77:88:99:00:11:22:33:44:55:66".

source: Supply server fingerprint used for validation of server identity
de: Übermittelt den Serverfingerabdruck für die Validierung der Serveridentität
fr_ca: Indiquez l'empreinte du serveur de validation d'identité de serveur
nl_nl: Geef server-vingerafdruk op die gebruikt wordt voor validatie van serveridentiteit

source: To guard against man-in-the-middle attacks, the server fingerprint is verified on connection. Use this option to disable host-key fingerprint verification. You should only use this option for testing.
cs: Jako obrana proti útokům typu „člověk mezi“ (man-it-the-midle) je při připojování ověřen otisk serveru. Pomocí této předvolby lze ověřování otisku klíče stroje vypnout. Toto byste měli dělat jen při testování.
de: Zum Schutz vor Man-in-the-Middle-Angriffen wird der Server-Fingerabdruck bei der Verbindung überprüft. Diese Option deaktiviert die Überprüfung des Host-Key-Fingerabdrucks. Diese Option sollte nur zum Testen verwenden werden.
es: Para protegerse contra ataques man-in-the-middle, la huella digital del servidor se verifica en la conexión. Utilice esta opción para deshabilitar la verificación de huella digital de la clave del amfitrión. Solo debe usar esta opción para realizar pruebas.
fi: Palvelimen sormenjälki tarkastetaan joka kerta, kun muodostetaan yhteys palvelimeen. Tämä suojaa "mies välissä" -hyökkäyksiltä. Tämä valitsin poistaa sormenjäljen tarkastamisen käytöstä. Tätä valitsina pitäisi käyttää vain asetuksia testattaessa.
fr_ca: Pour se prémunir contre les attaques man-in-the-middle, l'empreinte du serveur est vérifiée lors de la connexion. Utilisez cette option pour désactiver la vérification des empreintes digitales de la clé hôte. Vous ne devez utiliser cette option que pour les tests.
it: Per proteggersi contro gli attacchi uomo-nel-mezzo, l'impronta digitale del server è verificata con connessione. Usa questa opzione per disattivare la chiave host per la verifica delle impronte digitali. Si consiglia di utilizzare questa opzione solo per i test.
ja_jp: 中間者攻撃を防ぐために、サーバーのフィンガープリントを接続時に検証します。このオプションを有効にすると、ホストの鍵のフィンガープリントは検証されなくなります。テスト用にのみ使用してください。
nl_nl: Om te waken tegen man-in-the-middle aanvallen, wordt de server vingerafdruk geverifieerd op verbiding. Gebruik deze optie om de host-key vingerafdruk verificatie uit te schakelen. Gebruik deze optie alleen voor testdoeleinden.
pl: Aby zabezpieczyć się przed atakami typu man-in-the-middle, odcisk palca serwera jest weryfikowany podczas połączenia. Użyj tej opcji, aby wyłączyć weryfikację odcisku palca klucza hosta. Należy używać tej opcji tylko do testowania.
pt_br: Para proteção contra ataques de man-in-the-midlle, o fingerprint do servidor é verificado no momento da conexão. Use esta opção para desabilitar a verificação. Você deve utilizar esta opção apenas em testes.
ro: Pentru a se proteja împotriva atacurilor "om-in-the-middle", amprenta serverului este verificată la conectare. Utilizați această opțiune pentru a dezactiva verificarea dactiloscopului cheii gazdă. Ar trebui să utilizați această opțiune numai pentru testare.
ru: Для защиты против "man-in-the-middle" атак, при подключении к серверу происходит проверка отпечатка. Эту опция служит, чтобы отключить проверку отпечатка ключа хоста. Используйте только в тестовых целях!
sr_rs: Da bi se zaštitili od napada man-in-the-middle, otisak prsta servera se verifikuje povezivanjem. Koristite ovu opciju da biste onemogućili verifikaciju otiska prsta ključem hosta. Ovu opciju treba da koristite samo za testiranje.

source: Disable fingerprint validation
de: Deaktiviert die Fingerabdruckvalidierung
fr_ca: Désactiver la validation d'empreinte
nl_nl: Schakel vingerafdruk-validatie uit

source: Point to a valid OpenSSH keyfile. If the file is encrypted, the password supplied is used to decrypt it. If the keyfile is specified, the password is not used to authenticate.
de: Zeigt eine gültige OpenSSH-Schlüsseldatei an. Wenn die Datei verschlüsselt ist, wird das Kennwort zu ihrer Entschlüsselung verwendet. Wenn die Schlüsseldatei vorhanden ist, wird das Kennwort nicht zur Authentifizierung verwendet.
fr_ca: Pointer vers un fichier valide de clés OpenSSH. Si le fichier est chiffré, le mot de passe fourni est utilisé pour le déchiffrer. Si le fichier de clé est indiqué, le mot de passe n'est pas utilisé pour l'authentification.
nl_nl: Verwijs naar een geldig OpenSSH-sleutelbestand. Als het bestand is gecodeerd, wordt het opgegeven wachtwoord gebruikt om het te decoderen. Als deze optie wordt opgegeven, wordt het wachtwoord niet gebruikt voor authenticatie.

source: Use a SSH private key to authenticate
de: Einen privaten SSH Key zum Authentifizieren verwenden
fr_ca: Utiliser une clé privée SSH comme authentification
ja_jp: SSHの秘密鍵で認証
nl_nl: Gebruik een SSH sleutelbestand om te authentiseren

source: An url-encoded SSH private key. If the key is encrypted, the password supplied is used to decrypt it. If the private key is specified, the password is not used to authenticate.
de: Ein URL-kodierter privater SSH-Schlüssel. Wenn die Datei verschlüsselt ist, wird das Kennwort zu ihrer Entschlüsselung verwendet. Wenn der private Schlüssel vorhanden ist, wird das Kennwort nicht zur Authentifizierung verwendet.
fr_ca: Clé privée SSH encodée "URL = pourcent". Si la clé est chiffrée, le mot de passe indiqué est utilisé pour la déchiffrer. Si la clé privée est indiquée, le mot de passe n'est pas utilisé pour l'authentification.
nl_nl: Een url-gecodeerde SSH-privésleutel. Als de sleutel is gecodeerd, wordt het opgegeven wachtwoord gebruikt om het te decoderen. Als de privé-sleutel is opgegeven, wordt het wachtwoord niet gebruikt voor authenticatie.

source: Use this option to manage the internal timeout for SSH operations. If the value is set to zero, the operations will not time out.
de: Verwenden Sie diese Option, um das interne Timeout für SSH-Operationen zu verwalten. Wenn diese Option auf 0 gesetzt wird, wird kein Timeout angewendet.
fr_ca: Option de délai interne d'expiration des opérations SSH. 0 pour infini
ja_jp: SSH経由の操作に関してDuplicatiで指定するタイムアウトの数値を調整できます。0を設定した場合、タイムアウトは無効となります。
nl_nl: Gebruik deze optie om de interne time-out voor SSH-bewerkingen te beheren. Als de waarde op nul wordt ingesteld, zal er geen time-out voor de bewerkingen plaatsvinden.

source: Set the operation timeout value
de: Setzt den Zeitüberschreitungswert
fr_ca: Indiquez le délai d'expiration de l'opération
nl_nl: Stel de time-out waarde van de bewerking in

source: Use this option to enable the keep-alive interval for the SSH connection. If the connection is idle, aggressive firewalls might close the connection. Using keep-alive will keep the connection open in this scenario. If this value is set to zero, the keep-alive is disabled.
de: Verwenden Sie diese Option, um das Keep-Alive-Intervall für die SSH-Verbindung zu aktivieren. Wenn die Verbindung inaktiv ist, könnten aggressive Firewalls versuchen, die Verrbindungen zu schließen. Durch Keep-Alive wird die Verbindung offen gehalten. Das Keep-Alive wird bei einem Wert von 0 deaktiviert.
fr_ca: Intervalle d'auto-entretien de la connexion SSH. Quand la connexion est inactive certains pare-feux agressifs peuvent la terminer. Cette option permet de conserver la connexion établie. 0 pour désactiver
ja_jp: SSH接続用にkeep-aliveを送信する間隔を指定できます。接続がアイドルの場合、ファイヤーウォールの中には接続を切断するものがあります。Keep-aliveを設定すると、そうした状況でも接続を維持できます。数値を0に設定すると、keep-aliveは無効となります。
nl_nl: Gebruik deze optie om de keep-alive interval in te schakelen voor de SSH verbinding. Als de verbinding niet actief is, kunnen strikt ingestelde firewalls de verbinding afbreken. Het gebruik van keep-alive zal de verbinding open houden in dit scenario. Als deze waarde is ingesteld op nul, wordt keep-alive uitgeschakeld.

source: Set a keepalive value
de: Setzt einen Keep-Alive-Wert
fr_ca: Valeur de l'intervalle d'auto-entretien
ja_jp: keepaliveの値を設定
nl_nl: Stel de keepalive-waarde in

source: Disable ssh-agent authentication
fr_ca: Désactiver l'authentification par l'agent-ssh
nl_nl: SSH-agent-authenticatie uitschakelen

source: On macOS, the ssh-agent is used, and an attempt is made to use the keychain to load private key passphrases. If the private key itself is stored in the keychain, it will not be available.
fr_ca: L'agent-ssh est utilisé sur macOS et tente d'utiliser le trousseau de clés pour charger les phrases de passe des clés privées. Si la clé privée elle-même est enregistrée dans le trousseau, elle ne sera pas disponible.
nl_nl: Op macOS wordt de ssh-agent gebruikt en wordt geprobeerd de sleutelhanger te gebruiken om wachtwoordzinnen voor privésleutels te laden. Als de privésleutel zelf in de sleutelhanger is opgeslagen, is deze niet beschikbaar.

source: Prevent using ssh-agent for authentication. When not set and no password or keyfile is supplied, the agent will be used. {MacOSAgentNotes}
fr_ca: Interdire ssh-agent pour l'authentification. Si non activée et que ni mot de passe ni fichier de clé n'est fourni, l'agent sera quand-même utilisé. {MacOSAgentNotes}
nl_nl: Voorkom het gebruik van ssh-agent voor authenticatie. Indien niet ingesteld en er geen wachtwoord of sleutelbestand is opgegeven, wordt de agent gebruikt. {MacOSAgentNotes}

source: Treat source path as relative to the initial path
de: Behandelt Quell-Pfad als relativ zum initialen Pfad
fr_ca: Considérer le chemin source comme relatif au chemin initial
nl_nl: Behandel het bronpad als relatief ten opzichte van het oorspronkelijke pad

source: Use this option to treat the source path as relative to the initial path. This is useful when the full path of the system is not known.
de: Verwenden Sie diese Option, um den Quell-Pfad als relativ zum initialen Pfad festzulegen. Dies ist hilfreich, wenn der vollständige Pfad auf dem System nicht bekannt ist.
fr_ca: Activer pour traiter le chemin source comme relatif. Option utile quand le chemin complet n'est pas connu
nl_nl: Gebruik deze optie om het bronpad te behandelen als relatief ten opzichte van het oorspronkelijke pad. Dit is handig als het volledige pad op het systeem niet bekend is.

source: Unable to set folder to {0}, error message: {1}
cs: Nepodařilo se složku nastavit na {0}, chybová zpráva: {1}
da: Mappen kan ikke sættes til {0}, fejlmeddelelse: {1}
de: Ordner kann nicht auf {0} gesetzt werden, Fehlermeldung: {1}
es: No se puede establecer la carpeta a {0}, mensaje de error: {1}
fi: Ei voitu siirtyä hakemistoon {0}. Virheilmoitus oli: {1}
fr_ca: Impossible de définir le dossier sur {0}, message d'erreur : {1}
it: Impossibile impostare la cartella a {0}, messaggio di errore: {1}
ja_jp: フォルダーを{0}に設定できませんでした。エラーメッセージ：{1}
nl_nl: Map instellen op {0} onmogelijk, foutmelding: {1}
pl: Nie da się ustawić folderu na {0}, wiadomość błędu: {1}
pt_br: Não foi possível apontar o diretório para {0}, mensagem de erro: {1}
ro: Dosarul nu poate fi setat la {0}, mesaj de eroare: {1}
ru: Не удается задать папку для {0}, сообщение об ошибке: {1}
sr_rs: Nemoguće postaviti fasciklu na {0}, poruka greške: {1}

source: Validation of server fingerprint failed. Server returned fingerprint "{0}". Cause of this message is either not correct configuration or Man-in-the-middle attack!
cs: Ověření otisku (fingerprint) serveru neúspěšné. Server vrátil otisk „{0}“. Příčina této zprávy je buď nesprávné nastavení nebo útok typu „člověk uprostřed“ (Man-in-the-middle)!
de: Validierung des Serverfingerabdrucks fehlgeschlagen. Der Server hat den Fingerabdruck "{0}" zurückgegeben. Ursache dieser Meldung ist entweder eine inkorrekte Konfiguration oder Man-in-the-Middle-Angriff!
es: Falló la validación de la huella digital del servidor. El servidor devolvió la huella digital "{0}". ¡La causa de este mensaje es una configuración incorrecta o un ataque Man-in-the-middle!
fi: Palvelimen tunnistus epäonnistui. Palvelimen sormenjälki on "{0}". Tämä virhe johtuu joko virheellisistä asetuksista tai Mies-välissä-hyökkäyksestä!
fr_ca: La validation de l'empreinte du serveur a échoué. Le serveur a renvoyé l'empreinte digitale "{0}". Cause de ce message est soit une configuration incorrecte ou une attaque Man-in-the-middle!
it: Convalida dell'impronta digitale del server non riuscita. Il server ha restituito l'impronta digitale '{0}'. La causa di questo messaggio è una configurazione non corretta o un attacco Uomo-nel-mezzo!
ja_jp: サーバーのフィンガープリントを検証できませんでした。サーバーは、フィンガープリント「{0}」を返しました。このメッセージが表示されているのは、設定が誤っているか、あるいは中間者攻撃が行われているためです！
nl_nl: Validatie van server vingerafdruk mislukt. Server gaf vingerafdruk "{0}" terug. Oorzaak van deze boodschap is een incorrecte configuratie of een Man-in-the-middle aanval!
pl: Weryfikacja odcisku palca serwera nie powiodła się. Serwer zwrócił odcisk palca "{0}". Przyczyną tego komunikatu jest nieprawidłowa konfiguracja lub atak typu Man-in-the-middle!
pt_br: A validação de fingerprint do servidor falhou. O servidor retornou o fingerprint "{0}". Configuração incorreta ou ataque man-in-the-middle estão entre as causas da mensagem!
ro: Validarea amprentei serverului a eșuat. Serverul a returnat amprenta "{0}". Cauza acestui mesaj este fie o configurație corectă, fie un atac de tip Man-in-the-middle!
ru: Не удалось проверить достоверность отпечатка сервера. Сервер вернул отпечаток "{0}". Причиной может быть или неправильная конфигурация, или атака «man-in-the-middle»!
sr_rs: Provera otiska prsta servera nije uspela. Server je vratio otisak prsta "{0}". Uzrok ove poruke je ili neispravna konfiguracija ili Man-in-the-middle napad!

source: Please add --{1}="{0}" to trust this host. Optionally you can use --{2} (NOT SECURE) for testing!
cs: Přidejte --{1}="{0}" pokud tomuto stroji věříte. Případně je možné použít --{2} (NEZABEZPEČENÉ) pro testování!
de: Bitte fügen Sie -{1}="{0}" um diesem Host zu vertrauen. Optional kann --{2} (NICHT SICHER) zum Testen verwendet werden!
es: Por favor agregue - {1} = "{0}" para confiar en este anfitrión. Opcionalmente, puede utilizar --{2} (NO SEGURO) para realizar pruebas.
fi: Lisää valitsin --{1}="{0}" luottaaksesi tähän palvelimeen. Voit käyttää myös EI -TURVALLISTA valitsinta --{2} testaukseen.
fr_ca: Veuillez ajouter - {1} = "{0}" pour faire confiance à cet hôte. En option, vous pouvez utiliser - {2} (PAS SECURE) pour tester !
it: Per favore aggiungi --{1}="{0}" per considerare attendibile questo host. Facoltativamente è possibile utilizzare --{2} (NON SICURO) per il test!
ja_jp: このホストを信頼するには--{1}="{0}"を追加してください。テスト用に --{2}（安全ではありません！）を使うこともできます。
nl_nl: Voeg --{1}="{0}" toe om deze host te vertrouwen. Optioneel kan --{2} (NIET VEILIG) gebruikt worden voor testdoeleinden!
pl: Dodaj --{1}="{0}", aby zaufać temu hostowi. Opcjonalnie możesz użyć --{2} (NIEZABEZPIECZONY) do testowania!
pt_br: Por favor adicionar --{1}="{0}" para confiar neste host. Opcionalmente você pode utilizar --{2} (NÃO SEGURO) para testes!
ro: Adăugați - {1} = "{0}" pentru a avea încredere în această gazdă. Opțional puteți utiliza - {2} (NOT SECURE) pentru testare!
ru: Пожалуйста, добавьте --{1}="{0}", чтобы доверять этому хосту. Опционально можно использовать --{2} (НЕ БЕЗОПАСНО!) для тестирования.
sr_rs: Dodajte --{1}="{0}" da biste verovali ovom hostu. Opciono možete koristiti --{2} (NIJE BEZBEDNO) za testiranje!

source: The option {0} is deprecated. Please use --{1}, --{2} or --{3} instead.
de: Die Option {0} ist veraltet. Bitte benutzen Sie stattdessen --{1}, --{2} oder --{3}.
fr_ca: Option {0} obsolète. Utilisez plutôt --{1}, --{2} or --{3}.
nl_nl: De optie {0} is verouderd. Gebruik in plaats daarvan --{1}, --{2} of --{3}.

source: This backend can read and write data to Box.com. Allowed format is "box://folder/subfolder".
de: Dieses Backend kann Daten von Box.com lesen und schreiben. Das erlaubte Format ist "box://folder/subfolder".
fr_ca: Ce type de cible peut lire et écrire des données vers Box.com. Format attendu : "box://répertoire/sous-répertoire".
ja_jp: このバックエンドでは、Box.comとの間でデータの読み書きを実行できます。許可されている形式は、「box://フォルダー/サブフォルダー」となります。
nl_nl: Deze backend kan gegevens lezen en schrijven naar Box.com. Toegestane indeling is "box://folder/subfolder".
