Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: If the server and client both supports integrated authentication, this option enables that authentication method. This is likely only available with windows servers and clients.
cs: Pokud jak server, tak klient oba podporují integrované ověřování, tato předvolba zapíná jeho použití. Toto je nejspíš k dispozici pouze u windows serverů a klientů.
de: Wenn der Server und der Client beide die integrierte Authentifizierung unterstützen, ermöglicht diese Option die Authentifizierungsmethode. Dies ist wahrscheinlich nur mit Windows-Servern und Clients verfügbar.
es: Si tanto el servidor como el cliente soportan la autenticación integrada, esta opción habilita ese método de autenticación. Es probable que sólo esté disponible con servidores y clientes Windows.
fi: Jos sekä palvelin, että asiakas tukevat integroitua autentikointia, tällä valitsella ohjelma käyttää integroitua autentikointia. Tämä ominaisuus on todennäköisesti käytettävissä vain Windows palvelimen ja asiakkaiden välisessä liikenteessä.
fr_ca: Si le serveur et le client utilisent tous les deux une authentification intégrée, cette option active cette méthode d'authentification. Il semblerait que ça ne soit le cas qu'avec des serveurs et clients Windows.
it: Se il server e il client supportano entrambi l'autenticazione integrata, questa opzione abilita il metodo di autenticazione. Questo è probabilmente disponibile solo con i server e i client Windows.
ja_jp: サーバーとクライアントの両方が、統合されている認証をサポートしている場合、このオプションを有効にすると、統合されている認証を使用します。これはおそらくWindowsのサーバーとクライアントの間でのみ利用できます。
nl_nl: Als de server en client beiden geïntegreerde authenticatie ondersteunen, schakelt deze optie die authenticatiemethode in. Dit is waarschijnlijk alleen beschikbaar met Windows servers en clients.
pl: Jeśli serwer i klient obsługują uwierzytelnianie zintegrowane, ta opcja włącza tę metodę uwierzytelniania. Jest to prawdopodobnie dostępne tylko w przypadku serwerów i klientów z systemem Windows.
pt_br: Se o servidor e o cliente suportarem autenticação integrada, esta opção habilita esse método de autenticação. Provavelmente, isso só está disponível com servidores e clientes do Windows.
ro: Dacă serverul și clientul acceptă atât autentificarea integrată, această opțiune permite această metodă de autentificare. Acest lucru este posibil numai la serverele Windows și clienții.
ru: Если сервер и клиент поддерживают интегрированную проверку подлинности, этот параметр включает данный способ проверки. Возможно только для серверов и клиентов Windows.
sr_rs: Ako i server i klijent podržavaju integrisanu autentifikaciju, ova opcija omogućava taj metod provjere autentičnosti. Ovo je verovatno dostupno samo sa Vindouz serverima i klijentima.

source: Use windows integrated authentication to connect to the server
cs: Použít pro připojení k serveru integrované přihlášení windows
da: Brug "Windows Authentication" til at oprette forbindelse til serveren
de: Verwenden die Windows integrierte Authentifizierung, für die Verbindung mit dem Server
es: Utilizar autenticación de windows para conectarse al servidor
fi: Käytä integroitua autentikointia yhdistettäessä palvelimeen.
fr_ca: Utilisez l'authentification intégrée de Windows pour vous connecter au serveur.
it: Usa l'autenticazione integrata in Windows per connetterti al server
ja_jp: Windowsに統合されている認証でサーバーに接続
nl_nl: Gebruik Windows geïntegreerde authenticatie om verbinding te maken met de server
pl: Użyj zintegrowanego uwierzytelniania systemu Windows, aby połączyć się z serwerem
pt_br: Utilizar a autenticação integrada do Windows para conectar no servidor
ro: Utilizați autentificarea integrată a Windows pentru a vă conecta la server
ru: Использовать встроенную аутентификацию Windows для соединения с сервером
sr_rs: Koristite Vindouz integrisanu autentifikaciju za povezivanje sa serverom

source: Use this option to have files moved to the recycle bin folder instead of removing them permanently when compacting or deleting backups.
cs: Touto volbou budou při zhutňování nebo mazání záloh soubory přesouvány do koše namísto trvalého odstraňování.
da: Brug denne indstilling til at få filer flyttet til papirkurv mappen i stedet for at fjerne dem permanent, når du komprimerer eller sletter backups.
de: Verwende diese Option, um Dateien in den Papierkorb-Ordner zu verschieben, anstatt beim Komprimieren oder Löschen von Sicherungen diese dauerhaft zu entfernen.
es: Utilice esta opción para que los archivos se muevan a la carpeta de la papelera de reciclaje en lugar de eliminarlos permanentemente al compactar o eliminar copias de seguridad.
fi: Tällä valitsimella tieostot siirretään roskakoriin sen sijaan, että ne poistettaisiin pysyvästi varmuuskopioiden tiivistämien tai poistamisen yhteydessä.
fr_ca: Utilisez cette option pour que les fichiers soient envoyés dans la corbeille plutôt que supprimés définitivement lorsque les backups sont compressées ou supprimées.
it: Usa questa opzione per spostare i file nella cartella Cestino anziché rimuoverli in modo permanente durante la compattazione o la cancellazione dei backup.
ja_jp: このオプションを有効にすると、バックアップを圧縮または削除する際に、ファイルを完全に削除する代わりにごみ箱のフォルダーに移動します。
nl_nl: Gebruik deze optie om bestanden te verplaatsen naar de prullenbak in plaats van ze permanent te verwijderen bij het compact maken of verwijderen van back-ups.
pl: Użyj tej opcji, aby pliki zostały przeniesione do folderu kosza zamiast trwale je usuwać podczas kompaktowania lub usuwania kopii zapasowych.
pt_br: Use esta opção para que os arquivos sejam movidos para a pasta da lixeira em vez de removê-los permanentemente ao compactar ou excluir backups.
ro: Utilizați această opțiune pentru a transfera fișierele în dosarul pentru coșul de gunoi, în loc să le eliminați definitiv, atunci când compactați sau ștergeți copii de rezervă.
ru: Используйте этот параметр, чтобы перемещать файлы в корзину вместо полного удаления при уплотнении или удалении резервных копий.
sr_rs: Koristite ovu opciju da biste premeštali fajlove u fasciklu korpe za otpatke umesto da ih trajno uklanjate kada sabijate ili brišete rezervne kopije.

source: Move deleted files to the recycle bin
cs: Přesouvat smazané soubory do Koše
da: Flyt slettede filer til papirkurven
de: Verschiebe gelöschte Dateien in den Papierkorb
es: Mover los archivos eliminados a la papelera de reciclaje
fi: Siirrä poistetut tiedostot roskakoriin.
fr_ca: Déplace les fichiers supprimés dans la corbeille
it: Sposta i file cancellati nel cestino
ja_jp: 削除したファイルをごみ箱に移動
nl_nl: Verplaats verwijderde bestanden naar de prullenbak
pl: Przenieś usunięte pliki do Kosza
pt: Mover ficheiros apagados para a reciclagem
pt_br: Move os arquivos deletados para a Lixeira.
ro: Mutați fișierele șterse în coșul de reciclare
ru: Переместить удаленные файлы в корзину
sk_sk: Presun zmazaných súborov do koša
sr_rs: Premesti obrisane fajlove u korpu za otpatke
sv_se: Flytta raderade filer till papperskorgen

source: Use this option to upload files to SharePoint as a whole with BinaryDirect mode. This is the most efficient way of uploading, but can cause non-recoverable timeouts under certain conditions. Use this option only with very fast and stable internet connections.
cs: Pomocí této předvolby jsou soubory na SharePoint nahrávány jako celek v režimu BinaryDirect. Toto je nejefektivnější způsob nahrávání, ale za určitých podmínek může způsobit překročení časových limitů, ze kterých není možné zotavit. Tuto předvolbu proto používejte pouze na rychlých a stabilních přípojkách k Internetu.
de: Verwende diese Option zum Hochladen von Dateien in SharePoint als Ganzes mit BinaryDirect-Modus. Dies ist die effizienteste Methode zum Hochladen, kann aber unter bestimmten Bedingungen zu nicht wiederherstellbaren Zeitüberschreitungen führen. Verwende diese Option nur mit sehr schnellen und stabilen Internetverbindungen.
es: Utiliza esta opción para subir archivos a SharePoint como un todo con el modo BinaryDirect. Esta es la forma más eficiente de subir, pero puede causar tiempos muertos no recuperables bajo ciertas condiciones. Utilice esta opción sólo con conexiones de Internet muy rápidas y estables.
fr_ca: Utilisez cette option pour télécharger des fichiers sur SharePoint avec le mode BinaryDirect. C'est le moyen le plus efficace de téléverser, mais cela peut entraîner des délais d'attente non-récupérables sous certaines conditions. Utilisez cette option uniquement avec des connexions Internet très rapides et stables.
it: Usa questa opzione per caricare i file in SharePoint nel suo complesso con modalità BinaryDirect. Questo è il modo di caricamento più efficiente, ma può causare timeout non recuperabili in determinate condizioni. Usa questa opzione solo con connessioni Internet molto veloci e stabili.
ja_jp: このオプションを有効にすると、SharePointへのファイルのアップロード全体をバイナリーダイレクトモードで行います。これは最も効率的なアップロードの方法ですが、復帰不能なタイムアウトを引き起こす場合があります。非常に高速で安定したインターネット接続でのみ使用してください。
nl_nl: Gebruik deze optie om bestanden in zijn geheel te uploaden naar SharePoint met de BinaryDirect modus. Dit is de meest efficiënte manier van uploaden, maar kan onherstelbare time-outs veroorzaken onder bepaalde omstandigheden. Gebruik deze optie alleen met zeer snelle en stabiele internetverbindingen.
pl: Użyj tej opcji, aby przesłać pliki do SharePoint jako całości w trybie BinaryDirect. Jest to najskuteczniejszy sposób przesyłania, ale w pewnych warunkach może powodować nieodwracalne limity czasu. Korzystaj z tej opcji tylko przy bardzo szybkich i stabilnych połączeniach internetowych.
pt_br: Use esta opção para enviar arquivos para o SharePoint como um todo usando o modo BinaryDirect. Esta é a maneira mais eficiente de fazer o envio, mas pode atingir tempos limite irrecuperáveis ​​sob certas condições. Use esta opção apenas com conexões de internet muito rápidas e estáveis.
ro: Utilizați această opțiune pentru a încărca fișiere în SharePoint ca întreg cu modul BinaryDirect. Aceasta este cea mai eficientă modalitate de a încărca, dar poate provoca expirarea nerecuperabile în anumite condiții. Utilizați această opțiune numai cu conexiuni rapide și stabile la internet.
ru: Используйте этот параметр для выгрузки файлов в SharePoint целиком в режиме BinaryDirect. Это наиболее эффективный способ загрузки, однако он может вызвать неустранимые таймауты при определенных условиях. Используйте эту опцию только при очень быстром и стабильном соединении с интернет.
sr_rs: Koristite ovu opciju da otpremite fajlove u SharePoint kao celinu u režimu BinariDirect. Ovo je najefikasniji način otpremanja, ali može da izazove nenadoknadivo vremensko ograničenje pod određenim uslovima. Koristite ovu opciju samo sa veoma brzim i stabilnim internet vezama.

source: Upload files using binary direct mode
de: Hochladen von Dateien im binären Direktmodus.
fr_ca: Envoi des fichiers par le mode binaire direct
ja_jp: バイナリーダイレクトモードでファイルをアップロード
nl_nl: Bestanden uploaden met binaire directe modus

source: Use this option to specify a custom value for timeouts of web operation when communicating with SharePoint Server. Recommended value is 180s.
cs: Pomocí této předvolby je možné určit vlastní hodnotu pro časové limity webových operací při komunikaci se SharePoint serverem. Doporučená hodnota je 180 s.
de: Verwende diese Option, um einen benutzerdefinierten Wert für Zeitüberschreitungen für Web Operationen bei der Kommunikation mit SharePoint Server anzugeben. Empfohlener Wert ist 180s.
es: Utilice esta opción para especificar un valor de intervalos en operaciones de comunicación web con el servidor SharePoint. El valor recomendado es 180s.
fi: Käytä tätä valitsinta asettaaksesi verkko-operaatioiden aikakatkaisun SharePoint-palvelimelle. Suositeltava arvo on 180s.
fr_ca: Utilisez cette option pour définir une valeur personnalisée pour les timeouts des opérations web lors des communications avec un serveur SharePoint. La valeur recommandée est 180 secondes.
it: Usa questa opzione per specificare un valore personalizzato per il timeout dell'operazione Web quando comunichi con con il Server SharePoint. Il valore consigliato è 180s.
ja_jp: SharePointのサーバーと通信してバックアップの操作を行う際に、タイムアウトの値をユーザー定義で指定できます。ここでは180秒を指定することを推奨します。
nl_nl: Gebruik deze optie om een aangepaste waarde op te geven voor time-outs van web-bewerkingen tijdens het communiceren met SharePoint Server. Aanbevolen waarde is 180s.
pl: Użyj tej opcji, aby określić niestandardową wartość limitów czasu działania sieci Web podczas komunikacji z programem SharePoint Server. Zalecana wartość to 180s.
pt_br: Use esta opção para ajustar um limite de tempo para operações web nas comunicações com servidor SharePoint . O valor recomendado é de 180s.
ro: Utilizați această opțiune pentru a specifica o valoare personalizată pentru perioadele de expirare a funcționării web atunci când comunicați cu serverul SharePoint. Valoarea recomandată este de 180 s.
ru: Используйте этот параметр, чтобы задать пользовательское значение для времени ожидания веб-операции при взаимодействии с сервером SharePoint. Рекомендованное значение — 180 секунд.
sr_rs: Koristite ovu opciju da biste naveli prilagođenu vrednost za vremensko ograničenje veb operacija prilikom komunikacije sa SharePoint serverom. Preporučena vrednost je 180s.

source: Set timeout for SharePoint web operations
de: Setze Timeout für SharePoint-Weboperationen
fr_ca: Délai d'expiration des opérations web SharePoint
ja_jp: SharePointのウェブでの操作がタイムアウトするまでの時間を設定
nl_nl: Stel time-out in voor SharePoint web-bewerkingen

source: Use this option to specify the size of each chunk when uploading to SharePoint Server. Recommended value is 4MB.
cs: Pomocí této volby je možné určit velikost pro shluky dat odesílané na SharePoint server. Doporučená hodnota je 4 MB.
de: Verwende diese Option, um die Größe anzugeben, mit der jedes Datensegment auf den SharePoint Server hochgeladen wird. Empfohlener Wert ist 4MB.
es: Utilice esta opción para especificar el tamaño de cada fragmento al cargar en el servidor SharePoint. El valor recomendado es de 4MB.
fi: Käytä tätä valitsinta asettaaksesi lohkokoko ladattaessa tiedostoja SharePoint-palvelimelle. Suositeltava arvo on 4MB.
fr_ca: Utilisez cette option pour spécifier la taille de chaque segment lors du téléchargement vers SharePoint Server. La valeur recommandée est 4MB.
it: Usa questa opzione per specificare la dimensione di ogni blocco quando carichi nel Server SharePoint. Il valore raccomandato è di 4 MB.
ja_jp: SharePointのサーバーにアップロードするファイルのチャンクのサイズを指定できます。推奨値は4メガバイトです。
nl_nl: Gebruik deze optie om de grootte van iedere brok aan te geven bij het uploaden naar SharePoint Server. Aanbevolen waarde is 4MB.
pl: Użyj tej opcji, aby określić rozmiar każdej porcji podczas przekazywania do programu SharePoint Server. Zalecana wartość to 4MB.
pt_br: Use esta opção para especificar o tamanho de cada fragmento ao fazer o envio para o SharePoint Server. O valor recomendado é 4MB.
ro: Utilizați această opțiune pentru a specifica mărimea fiecărei bucăți atunci când încărcați pe serverul SharePoint. Valoarea recomandată este de 4 MB.
ru: Используйте этот параметр, чтобы задать размер каждого блока при загрузке на сервер SharePoint. Рекомендованное значение — 4 МБ.
sr_rs: Koristite ovu opciju da biste odredili veličinu svakog dela prilikom otpremanja na SharePoint Server. Preporučena vrednost je 4MB.

source: Set block size for chunked uploads to SharePoint
de: Setze die Blockgröße für Chunked-Uploads auf SharePoint.
fr_ca: Taille de bloc pour les envois SharePoint
ja_jp: SharePointへのチャンクによるアップロードのブロックのサイズを設定
nl_nl: Stel blokgrootte in voor gefragmenteerde uploads naar SharePoint

source: Element with path '{0}' not found on host '{1}'.
cs: Na stroji „{1}“ nebyl nalezen prvek s popisem umístění „{0}“.
de: Element mit Pfad '{0}' wurde nicht auf Host '{1}' gefunden
es: Elemento con la ruta de acceso '{0}' no se encontró en el host '{1}'.
fi: Polun '{0}' kohdetta ei löydetty palvelimelta '{1}'.
fr_ca: Element avec le chemin '{0}' non trouvé sur l'hote '{1}'.
it: Elemento con percorso '{0}' non trovato nell'host '{1}'.
ja_jp: パス「{0}」の要素がホスト「{1}」で見つかりません。
nl_nl: Element met pad '{0}' niet gevonden op host '{1}'.
pl: Nie znaleziono elementu ze ścieżką '{0}' na hoście '{1}'.
pt_br: Elemento com caminho '{0}' não encontrado no host '{1}'.
ro: Elementul cu calea "{0}" nu a fost găsit pe gazdă "{1}".
ru: Элемент с путём «{0}» не найден на сервере «{1}».
sr_rs: Element sa putanjom '{0}' nije pronađen na hostu '{1}'.

source: No SharePoint web could be logged in to at path '{0}'. Maybe wrong credentials. Or try using '//' in path to separate web from folder path.
cs: V umístění „{0}“ nebylo možné se přihlásit k žádnému SharePoint webu. Možná chybné přihlašovací údaje. Případně zkuste v popisu umístění použít „//“ (dvě dopředná lomítka za sebou) pro oddělení webové adresy a popisu umístění složky.
de: Kein SharePoint Web konnte sich unter dem Pfad '{0}' anmelden. Vielleicht falsche Anmeldeinformationen. Oder versuche es mit "//" im Pfad zu separaten Web-Ordner.
es: Ninguna web de SharePoint puede ser registrada en la ruta '{0}'. Tal vez credenciales equivocadas. O intente usar '//' en la ruta para separar la web de la ruta de la carpeta.
fi: Osoitteessa '{0}' ei voitu kirjautua SharePoint-palvelimelle. Tämä johtuu mahdollisesti virheellisestä käyttäjätunnuksesta. Varmista myös, että olet erottanut sivuston juuren dokumenttikirjastosta käyttäen symbolia '//'
fr_ca: Aucun site Web SharePoint n'a pu être connecté au chemin '{0}'. Peut-être en raison d'informations d'identification fausses. Ou essayez d'utiliser '//' dans le chemin pour séparer le web du chemin du dossier.
it: Impossibile accedere al Web di SharePoint al percorso '{0}'. Forse le credenziali sono sbagliate. Oppure provare a utilizzare '//' nel percorso per separare il Web dal percorso della cartella.
ja_jp: SharePointのウェブにパス「{0}」でログインできませんでした。ログイン情報が誤っている可能性があります。ログイン情報が誤っていない場合は、パスに「//」を記入して、ウェブと、フォルダーのパスを分けてみてください。
nl_nl: Er kon bij geen enkele SharePoint web worden ingelogd op pad '{0}'. Wellicht verkeerde gebruikersreferenties. Of probeer het met '//' in het pad om web van mappenpad te scheiden.
pl: Nie można zalogować się do sieci SharePoint w ścieżce '{0}'. Może błędne dane uwierzytelniające. Lub spróbuj użyć „//” w ścieżce, aby oddzielić sieć od ścieżki folderu.
pt_br: Nenhum site do SharePoint pôde ser logada no caminho '{0}'. Talvez as credenciais estejam erradas. Tente usar '//' no caminho para separar o Site do caminho da pasta.
ro: Nici o rețea SharePoint nu ar putea fi conectată la calea '{0}'. Poate acte greșite. Sau încercați să utilizați "//" în calea spre web separat din calea dosarului.
ru: Невозможно войти в облако SharуPoint по пути '{0}'. Взоможно указаны неверные учётные данные. Или попробуйте использовать '//' в пути для разделения путей веб и каталога.
sr_rs: Nije moguće prijaviti SharePoint veb na putanji '{0}'. Možda pogrešni podaci. Ili pokušajte da koristite '//' u putanji da odvojite putanju veba od putanje fascikle.

source: Everything seemed alright, but then web title could not be read to test connection. Something's wrong.
cs: Vše se zdálo být v pořádku, ale titulek webu se nedaří načíst a ověřit tak spojení. Něco je špatně.
de: Alles scheint in Ordnung, aber dann Web-Titel konnte nicht gelesen werden, um Verbindung zu testen. Etwas ist falsch.
es: Todo parece bien, pero no se puede leer el título de la web para probar la conexión. Algo esta mal.
fi: Kaikki näytti olevan kunnossa, mutta sivuston otsikkoa ei voitu lukea. Jokin on vialla.
fr_ca: Tout semblait correct, mais le titre web n'a pas pu être lu pour tester la connexion. Quelque-chose ne va pas.
it: Tutto sembrava corretto, ma poi non si è potuto leggere il titolo Web per testare la connessione. Qualcosa è sbagliato.
ja_jp: 問題が発生したため、接続試験でウェブタイトルを読み込めませんでした。
nl_nl: Alles leek in orde, maar toen kon de web titel niet worden gelezen om de verbinding te testen. Er gaat iets mis.
pl: Wszystko wydawało się w porządku, ale nie udało się odczytać tytułu strony, aby przetestować połączenie. Coś jest nie tak.
pt_br: Tudo pareceu certo, mas o título da Web não pôde ser lido para testar a conexão. Algo está errado.
ro: Totul părea bine, dar nu a putut fi citit titlul web pentru a testa conexiunea. Ceva e în neregulă.
ru: Кажется, все шло нормально, но тут, внезапно, не удалось прочитать заголовок web для проверки соединения. Чую, что-то не так.
sr_rs: Činilo se da je sve u redu, ali tada veb naslov nije mogao da se pročita da bi se testirala veza. Nešto nije u redu.

source: This backend can read and write data to Microsoft OneDrive for Business. Allowed formats are "od4b://tennant.sharepoint.com/personal/username_domain/Documents/subfolder" and "od4b://username:password@tennant.sharepoint.com/personal/username_domain/Documents/folder". You can use a double slash '//' in the path to denote the base path from the documents folder.
de: Dieses Backend kann Daten von Microsoft OneDrive for Business lesen und schreiben. Erlaubte Formate sind "od4b://tennant.sharepoint.com/personal/username_domain/Documents/subfolder" oder "od4b://username:password@tennant.sharepoint.com/personal/username_domain/Documents/folder". Mit einem Doppel-Slash '//' im Pfad können Sie den Basispfad vom Dokumenteordner angeben.
fr_ca: Type de cible pour lire/écrire vers Microsoft OneDrive for Business. Format "od4b://tennant.sharepoint.com/personal/username_domain/Documents/subfolder" ou "od4b://username:password@tennant.sharepoint.com/personal/username_domain/Documents/folder". Utiliser un double slash '//' dans le chemin pour séparer le chemin de base de celui du répertoire des documents.
ja_jp: このバックエンドでは、Microsoft OneDrive for Businessとの間でデータの読み書きを実行できます。許可されている形式は、「od4b://tennant.sharepoint.com/personal/ユーザー名_ドメイン/ドキュメント/サブフォルダー」と「od4b://ユーザー名:パスワード@tennant.sharepoint.com/personal/ユーザー名_ドメイン/ドキュメント/フォルダー」となります。パスに二重スラッシュ（//）を使うと、ドキュメントのフォルダーからの基本パスを示すことができます。
nl_nl: Deze backend kan gegevens lezen en schrijven naar Microsoft OneDrive for Business. Toegestane indelingen zijn "od4b://tennant.sharepoint.com/personal/username_domain/Documents/subfolder" en "od4b://username:password@tennant.sharepoint.com/personal/username_domain/Documents/folder". Een dubbele schuine streep '//' kan gebruikt worden in het pad om het basispad te scheiden van de documentenmap.

source: Microsoft OneDrive for Business
cs: Microsoft OneDrive pro firmy
es: Microsoft OneDrive para la Empresa
fr_ca: Microsoft OneDrive Entreprise
it: Microsoft OneDrive per Aziende
pt_br: Microsoft OneDrive para Negócios
ru: Microsoft OneDrive для бизнеса
sv_se: Microsoft OneDrive för företag

source: Failed to connect to server
de: Verbindung zum Server fehlgeschlagen
fr_ca: Échec de connexion au serveur
nl_nl: Verbinden met server mislukt

source: Failed to authenticate to server
de: Authentifikation am Server fehlgeschlagen
fr_ca: Échec d'authentification auprès du serveur
nl_nl: Authentiseren met server mislukt

source: Failed to connect to share
de: Verbindung zur Freigabe fehlgeschlagen
fr_ca: Échec de connexion au partage
nl_nl: Verbinden met gedeelde map mislukt

source: Failed to delete file on DeleteAsync
de: Datei Löschen mittels DeleteAsync fehlgeschlagen
fr_ca: Échec de suppression de fichier sur DeleteAsync
nl_nl: Verwijderen bestand op DeleteAsync mislukt

source: Failed to close file on DeleteAsync
de: Datei Schließen mittels DeleteAsync fehlgeschlagen
fr_ca: Échec de fermeture de fichier sur DeleteAsync
nl_nl: Sluiten bestand op DeleteAsync mislukt

source: Failed to create directory
de: Ordner erstellen fehlgeschlagen
fr_ca: Échec de création de répertoire
nl_nl: Aanmaken directory mislukt
