Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: A flag indicating that Duplicati should remove unused files
cs: Příznak určující, že by nepoužívané soubory měly být Duplicati smazány
fi: Poista tiedostot, jotak eivät ole käytössä
it: Un flag che indica che Duplicati dovrebbero rimuovere i file inutilizzati
pt_br: Um sinalizador indicando que o Duplicati deve remover arquivos não utilizados
ro: Un steag indicând faptul că Duplicati ar trebui să elimine fișierele neutilizate
ru: Флажок, указывающий, что Duplicati следует удалять неиспользуемые файлы
sr_rs: Oznaka koja pokazuje da Duplicati treba da ukloni neiskorišćene fajlove

source: The operating system keeps track of the last time a file was written. Using this information, Duplicati can quickly determine if the file has been modified. If some application deliberately modifies this information, Duplicati won't work correctly unless this flag is set.
cs: Souborový systém uchovává záznam o tom, kdy bylo do souboru naposledy zapisováno. Pomocí této informace může Duplicati snadno zjistit zda byl soubor upraven. Pokud nějaká aplikace úmyslně upraví tento údaj, Duplicati nebude správně fungovat, dokud nebude tento příznak nastaven.
fi: Käyttöjärjestelmä pitää kirjaa siitä, milloin kuhunkin tiedostoon on viimeksi kirjoitettu. Duplicati voi käytää tätä päätelläkseen, onko tiedostoon kirjoitettu edellisen varmuuskopion jälkeen. Jos jokin sovellus muuttaa muokkausaikaa tarkoituksella, Duplicati ei toimi oikein ilman tätä asetusta.
it: Il sistema operativo tiene traccia dell'ultima volta che è stato scritto un file. Usando queste informazioni, Duplicati può determinare rapidamente se il file è stato modificato. Se alcune applicazioni modificano deliberatamente queste informazioni, Duplicati non funzionerà correttamente a meno che non sia impostato questo flag.
pt_br: O sistema operacional acompanha a última vez que um arquivo foi escrito. Usando essas informações, o Duplicati pode determinar rapidamente se o arquivo foi modificado. Se algum aplicativo modifica deliberadamente essa informação, o Duplicati não funcionará corretamente, a menos que este sinalizador esteja configurado.
ro: Sistemul de operare ține evidența ultimei scrieri a unui fișier. Folosind aceste informații, Duplicati poate determina rapid dacă fișierul a fost modificat. Dacă o anumită aplicație modifică în mod deliberat această informație, Duplicati nu va funcționa corect decât dacă acest flag este setat.
ru: Операционная система отслеживает время последней записи в файл. Используя эту информацию, Duplicati может быстро определить, был ли файл изменен. Если какое-либо приложение намеренно изменяет эту информацию, Duplicati не будет работать правильно, пока не установлен этот флаг.
sr_rs: Operativni sistem prati poslednji put kada je fajl napisan. Koristeći ove informacije, Duplicati može brzo da utvrdi da li je fajl izmenjen. Ako neka aplikacija namerno izmeni ove informacije, Duplicati neće raditi ispravno osim ako se ova zastavica ne postavi.

source: By default, files will be restored in the source folders, use this option to restore to another folder
cs: Ve výchozím stavu budou soubory obnoveny v původních složkách – pomocí této volby je možné je obnovit jinam
fi: Oletuksena tiedostot palautetaan alkuperäiseen sijaintiinsa. Tällä valitsimella voit palauttaa tiedostot toiseen kansioon.
it: Per impostazione predefinita, i file saranno ripristinati nelle cartelle sorgenti, utilizza questa opzione per ripristinare in un'altra cartella
pt_br: Por padrão, os arquivos são restaurados na pasta de origem, utilize esta opção para restaurar em outra pasta
ro: În mod prestabilit, fișierele vor fi restaurate în folderele sursă, utilizați această opțiune pentru a restabili într-un alt folder
ru: По умолчанию файлы будут восстановлены по исходному пути. Используйте этот параметр, чтобы произвести восстановление в другую папку
sr_rs: Podrazumevano, fajlovi će biti vraćeni u izvorne fascikle, koristite ovu opciju za vraćanje u drugu fasciklu

source: Toggles system sleep mode
cs: Přepíná režim spánku systému
fi: Salli järjestelmän mennä lepotilaan
it: Attiva/disattiva modalità sospensione del sistema
pt_br: Alterna o modo de suspensão do sistema
ro: Comută modul sleep mode
ru: Переключает режим сна системы
sr_rs: Uključuje režim mirovanja sistema

source: By default, Duplicati will list and restore files from the most recent backup, use this option to select another item. You may use relative times, like "-2M" for a backup from two months ago.
cs: Ve výchozím stavu, Duplicati vypíše a obnoví soubory z nejnovější zálohy. Pomocí této předvolby je možné vybrat jinou položku. Je možné použít i relativní čas, jako „-2M“ pro zálohu z před dvěma měsíci.
fi: Oletuksena Duplicati listaa ja palauttaa tiedostot uusimmasta varmuukopiosta. Käytä tätä valitsinta valitaksesi toisen version. Voit käyttää suhteellisia aikamääreitä, kuten "-2M" palauttaaksesi tiedostot 2 kuukautta vanhasta varmuuskopiosta tai "-3W" palauttaaksesi tiedostot kolme viikkoa vanhasta varmuuskopiosta.
it: Per impostazione predefinita, Duplicati elenca e ripristina i file dal backup più recente, usa questa opzione per selezionare un altro elemento. Puoi usare tempi relativi, come "-2M" per un backup di due mesi fa.
pt_br: Por padrão, Duplicati irá listar e restaurar arquivos da cópia mais recente, use esta opção para selecionar outro item. Você pode usar tempos relativos, como "-2M" para uma cópia de dois meses atrás.
ro: În mod implicit, Duplicati va lista și restaura fișiere din cea mai recentă copie de rezervă, utilizați această opțiune pentru a selecta un alt element. Puteți utiliza timpi relative, cum ar fi "-2M" pentru o copie de rezervă de acum două luni.
ru: По умолчанию Duplicati будет отображать и восстанавливать файлы из самой последней резервной копии. Используйте эту опцию для выбора другой копии. Можно использовать относительное время, такое как «-2M» для резервной копии, сделанной два месяца назад.
sr_rs: Podrazumevano, Duplicati će prikazati i vratiti fajlove iz najnovije rezervne kopije, koristite ovu opciju da izaberete drugu stavku. Možete koristiti relativna vremena, na primer "-2M" za rezervnu kopiju od pre dva meseca.

source: By default, Duplicati will list and restore files from the most recent backup, use this option to select another item. You may enter multiple values separated with comma, and ranges using -, e.g. "0,2-4,7" .
cs: Ve výchozím stavu Duplicati vypíše a obnoví soubory z nejnovější zálohy. Pomocí této předvolby je možné zvolit jinou položku. Je možné zadat více hodnot oddělovaných čárkou a také rozsahy pomocí -, např. „0,2-4,7“.
fi: Oletuksena Duplicati listaa ja palauttaa tiedostot uusimmasta varmuukopiosta. Käytä tätä valitsinta valitaksesi toisen version. Voit antaa useita versioita ja välejä pilkulla erotettuna. Esimerkiksi: "0,2-4,7".
it: Per impostazione predefinita, Duplicati elenca e ripristina i file dal backup più recente, usa questa opzione per selezionare un altro elemento. Puoi immettere più valori separati da virgola, e gli intervalli usando -, es. "0,2-4,7".
pt_br: Por padrão, o Duplicati listará e restaurará os arquivos de backup mais recente, use esta opção para selecionar outro item. Você pode inserir vários valores separados com vírgulas e intervalos usando -, por exemplo, "0,2-4,7".
ro: În mod implicit, Duplicati va lista și restaura fișiere din cea mai recentă copie de rezervă, utilizați această opțiune pentru a selecta un alt element. Puteți introduce mai multe valori separate prin virgulă și intervalele folosind -, de ex. "0,2-4,7".
ru: По умолчанию Duplicati будет отображать и восстанавливать файлы из самой последней резервной копии. Используйте эту опцию для выбора другой копии. Можно указать несколько значений через запятую или диапазон значений, используя дефис, напр. «0,2-4,7»
sr_rs: Podrazumevano, Duplicati će prikazati i vratiti fajlove iz najnovije rezervne kopije, koristite ovu opciju da izaberete drugu stavku. Možete da unesete više vrednosti razdvojenih zarezom i opsege koristeći -, npr."0,2-4,7" .

source: Use this option to attach extra files to the newly uploaded filelists.
cs: Pomocí této předvolby připojte další soubory k nově nahraným seznamům souborů.
fi: Käytä tätä valitsinta lisätäksesi tiedostoja edelliseen varmuuskopioon.
it: Usa questa opzione per allegare file aggiuntivi ai file elenco appena caricati.
ja_jp: 新しくアップロードされたファイルリストに追加のファイルを添付することができます。
pt_br: Use esta opção para anexar arquivos extras às listas de arquivos recém-carregadas.
ro: Utilizați această opțiune pentru a atașa fișiere suplimentare în liste de fișiere nou încărcate.
ru: Используйте этот параметр для добавления дополнительных файлов в недавно загруженные списки файлов.
sr_rs: Koristite ovu opciju da priložite dodatne fajlove novootpremljenim listama fajlova.

source: If the hash for the volume does not match, Duplicati will refuse to use the backup. Supply this flag to allow Duplicati to proceed anyway.
cs: Pokud se otisk (hash) svazku neshoduje, Duplicati tuto zálohu odmítne použít. Zadáním tohoto příznaku bude pokračováno navzdory tomu.
fi: Jos datatiedoston tarkastussumma ei ole oikea, Duplicati kieltäytyy käyttämästä kyseistä tiedostoa. Anna tämä valitsin jatkaaksesi virheestä huolimatta.
it: Se l'hash per il volume non corrisponde, Duplicati si rifiuterà di utilizzare il backup. Imposta questo flag per permettere a Duplicati di procedere comunque.
pt_br: Se o hash para o volume não corresponder, o Duplicati se recusará a usar o backup. Selecione esse sinalizador para permitir que o Duplicati continue de qualquer maneira.
ro: Dacă hash-ul pentru volum nu se potrivește, Duplicati va refuza să utilizeze copia de rezervă. Oferiți acest steag pentru a permite lui Duplicati să continue oricum.
ru: Если хэш тома не совпадает, Duplicati откажется использовать копию. Отметьте эту опцию, чтобы разрешить Duplicati продолжить работу в любом случае.
sr_rs: Ako se heš za volumen ne poklapa, Duplicati će odbiti da koristi rezervnu kopiju. Nabavite ovu zastavicu da biste Duplicati-u omogućili da ipak nastavi.

source: Set this flag to skip hash checks
cs: Nastavte tento příznak pro přeskočení kontroly hašů
fi: Ohita tiedostojen tarkastussummien tarkistaminen
it: Imposta questo flag per evitare i controlli hash
pt_br: Selecione este sinalizador para ignorar verificações de hash
ro: Setați acest steguleț pentru a săriți verificările hash
ru: Установите флажок, чтобы пропустить проверку хэшей.
sr_rs: Postavite ovu zastavicu da preskočite heš provere

source: Selects another thread priority for the process. Use this to set Duplicati to be more or less CPU intensive.
cs: Vybere procesu jinou prioritu vlákna. Použijte k přidělení více či méně výpočetního výkonu pro Duplicati.
fi: Aseta säikeiden prioriteetti. Täm vaikuttaa siihen kuinka paljon suoritinaikaa Duplicati saa.
it: Seleziona un'altra priorità del thread per il processo. Usa questa per impostare Duplicati ad essere più o meno CPU intensivo.
pt_br: Selecionar outra prioridade de CPU para o processo. Use isso para configurar o Duplicati para ser mais ou menos intensivo em uso de processador.
ro: Selectează o altă prioritate a firului pentru proces. Utilizați această opțiune pentru a seta ca Duplicati să fie mai mult sau mai puțin intensivă pe CPU.
ru: Выбирает другой приоритет потока для процесса. Измените, чтобы настроить Duplicati на более или менее интенсивное использование ЦП.
sr_rs: Bira drugi prioritet niti za proces. Koristite ovo da podesite Duplicati da bude više ili manje CPU intenzivan.

source: This option can change the maximum size of dblock files. Changing the size can be useful if the backend has a limit on the size of each individual file
cs: Tato předvolba změní nejvyšší umožněnou velikost dblock souborů. Změna velikosti může být užitečné pokud má podpůrná vrstva (backend) omezení velikosti jednotlivých souborů
fi: Tämä asetusmuuttaa dblock-tiedostojen kokoa. Tämä asetus auttaa, jos palvelin rajoittaa yksittäisten tiedostojen kokoa.
it: Questa opzione può modificare la dimensione massima dei file dblock. La modifica delle dimensioni può essere utile se il backend ha un limite per le dimensioni di ogni singolo file
pt_br: Esta opção pode alterar o tamanho máximo de arquivos de dbloco. Alterar o tamanho pode ser útil se o backend tiver um limite no tamanho de cada arquivo individual
ro: Această opțiune poate modifica dimensiunea maximă a fișierelor dblock. Schimbarea dimensiunii poate fi utilă dacă backend-ul are o limită a mărimii fiecărui fișier individual
ru: Этот параметр может изменить максимальный размер файлов блоков. Изменение размера может быть полезно, если у бэкэнда есть ограничение на размер каждого отдельного файла
sr_rs: Ova opcija može da promeni maksimalnu veličinu dblock fajlova. Promena veličine može biti korisna ako pozadina ima ograničenje veličine svakog pojedinačnog fajla

source: Enabling this option will disallow usage of the streaming interface, which means that transfer progress bars will not show, and bandwidth throttle settings will be ignored.
cs: Zapnutí této předvolby znemožní použití proudového vysílání (stream) rozhraní, což znamená, že nebude zobrazen ukazatel průběhu přenosu a nastavení přiškrcování přenosové rychlosti budou ignorována.
fi: Tämä asetus estää streamausrajapinnan käytön. Tällöin edistymispalkkia ei näytetä ja siirtonopeuden rajoitukset eivät toimi.
it: L'attivazione di questa opzione non consente l'utilizzo dell'interfaccia streaming, il che significa che le barre di avanzamento del trasferimento non saranno visualizzate e le impostazioni della limitazione della larghezza di banda saranno ignorate.
pt_br: A ativação desta opção irá desativar o uso da interface de transmissão, o que significa que as barras de progresso de transferência não serão exibidas, e as configurações do acelerador de largura de banda serão ignoradas.
ro: Activarea acestei opțiuni va interzice utilizarea interfeței de streaming, ceea ce înseamnă că barele de progres nu vor fi afișate, iar setările de accelerație la lățimea de bandă vor fi ignorate.
ru: Включение этой опции запретит использование потокового интерфейса. Это означает, что индикаторы прогресса передачи не будут отображаться, а настройки ограничения полосы пропускания будут проигнорированы.
sr_rs: Omogućavanje ove opcije će onemogućiti korišćenje interfejsa za striming, što znači da se trake napetka prenosa neće prikazivati, a podešavanja opsega propusnog opsega će biti zanemarena.

source: Disables use of the streaming transfer method
cs: Vypne použití proudové (stream) přenosové metody
fi: Poista streamus käytöstä
it: Disattiva l'utilizzo del metodo di trasferimento streaming
pt_br: Desabilita o uso do método de transferência de transmissão
ro: Dezactivează utilizarea metodei de transfer în flux
ru: Выключает метод потоковой передачи
sr_rs: Onemogućava upotrebu metode prenosa strimovanja

source: This option will make sure the contents of the manifest file are not read. This also implies that file hashes are not checked either. Use only for disaster recovery.
cs: Tato předvolba zajistí že obsah souboru s manifestem nebude načítán. Z toho také vyplývá, že nebudou kontrolovány otisky souborů. Použijte pouze pro obnovu po havárii.
fi: Tämä valitsin estää manifestitiedotojen lukemisen. Tämä estää myös tarkastussummien tarkistamisen. Käytä tätä vain palauttaessasi dataa ongelmatilanteissa.
it: Questa opzione farà in modo che il contenuto del file manifest non sia letto. Ciò implica anche che i file hash non sono controllati. Usala solo per il ripristino di emergenza.
pt_br: Esta opção irá garantir que o conteúdo do arquivo manifest não seja lido. Isso também implica que os hashes de arquivos também não estão verificados. Use apenas para recuperação de desastres.
ro: Această opțiune se va asigura că conținutul fișierului manifest nu este citit. Acest lucru implică, de asemenea, că nu are nici o verificare a hash-urilor de fișiere. Utilizați numai pentru recuperarea în caz de dezastru.
ru: Этот параметр гарантирует, что содержимое файла манифеста не будет прочитано. Это также означает, что хеш-файлы не проверяются. Используйте только для аварийного восстановления.
sr_rs: Ova opcija će osigurati da se sadržaj fajla manifesta ne pročita. Ovo takođe znači da se ne proveravaju ni heševi fajlova. Koristite samo za oporavak od katastrofe.

source: An option that prevents verifying the manifests
cs: Možnost, která zabraňuje ověřování manifestu
fi: Estää manifestien tarkastamisen
it: Un'opzione che impedisce la verifica dei file manifest
pt_br: Uma opção que evita a verificação dos manifests
ro: O opțiune care împiedică verificarea manifestărilor
ru: Опция, которая предотвращает проверку манифестов
sr_rs: Opcija koja sprečava verifikaciju manifesta

source: Supply one or more module names, separated by commas to unload them
cs: Zadejte název jednoho nebo více modulů (oddělených čárkou), které chcete přestat používat
fi: Anna yksi tai useampi moduulinnimi pilkulla erotettuna, poistaaksesi moduulit käytöstä.
it: Fornisci uno o più nomi di moduli, separati da virgole, da scaricare
pt_br: Forneça um ou mais nomes de módulos, separados por vírgulas para descarregá-los
ro: Furnizați unul sau mai multe nume de module separate prin virgule pentru a le descărca
ru: Укажите имена выгружаемых модулей, разделенные запятой
sr_rs: Navedite jedan ili više naziva modula, razdvojenih zarezima da biste ih izbacili

source: Disables one or more modules
sr_rs: Onemogućava jedan ili više modula

source: Supply one or more module names, separated by commas to load them
cs: Pro jejich nahrání, zadejte název jednoho nebo více modulů, oddělené čárkami
fi: Anna yhden tai useamman moduulin nimi, pilkulla erotettuna, ladataksesi moduulit.
it: Fornisci uno o più nomi di moduli, separati da virgole, da caricare
pt_br: Forneça um ou mais nomes de módulos, separados por vírgulas para carregá-los
ro: Oferiți unul sau mai multe nume de module, separate prin virgule pentru a le încărca
ru: Укажите имена загружаемых модулей, разделенные запятой
sr_rs: Navedite jedan ili više naziva modula, odvojenih zarezima da biste ih učitali

source: Enables one or more modules
cs: Zapnout jeden nebo více modulů
fi: Ota käyttöön moduuleja
it: Attiva uno o più moduli
pt_br: Habilitando um ou mais módulos
ro: Activează unul sau mai multe module
ru: Включает один или более модулей
sr_rs: Omogućava jedan ili više modula

source: Controls the use of disk snapshots
cs: Ovládá využití zachycených stavů datového úložiště
fi: Ohjaa vedosten käyttöä
it: Controlla l'utilizzo delle istantanee del disco
pt_br: Controla o uso de snapshots de disco
ro: Controlează utilizarea instantaneelor ​​pe disc
ru: Контролирует использование снэпшотов диска
sr_rs: Kontroliše upotrebu snimaka diska

source: The pre-generated volumes will be placed into the temporary folder by default, this option can set a different folder for placing the temporary volumes, despite the name, this also works for synchronous runs
cs: Předvytvořené svazky budou ve výchozím nastavení umísťovány v dočasné složce. Pomocí této předvolby je možné nastavit jinou složku pro dočasné svazky. Navzdory názvu, toto také funguje pro synchronní běhy
fi: Valmiit datatiedostot tallennetaan tilapäiskansioon. Tällä asetuksella voit valita toisen kansion näiden tallentamista varten. Nimestään huolimatta tämä toimii myös synkronoidun tiedostonsiirron kanssa.
it: I volumi pre-generati sarranno inseriti nella cartella temporanea per impostazione predefinita, questa opzione può impostare una cartella diversa per l'immissione dei volumi temporanei, nonostante il nome, questo funziona anche per le esecuzioni sincrone
pt_br: Os volumes pré-gerados serão colocados na pasta temporária por padrão, esta opção pode configurar uma pasta diferente para colocar os volumes temporários, apesar do nome, isso também funciona para corridas síncronas
ro: Volumele pre-generate vor fi plasate în folderul temporar în mod implicit, această opțiune poate seta un alt dosar pentru plasarea volumelor temporare, în ciuda numelui, aceasta funcționează și pentru sincronizarea
ru: Предварительно сформированные тома будут расположены во временной папке по умолчанию. Этот параметр позволяет указать другую папку для временных томов, независимо от имени, это также работает для синхронных запусков
sr_rs: Unapred generisani volumeni će podrazumevano biti smešteni u privremenu fasciklu, ova opcija može podesiti drugu fasciklu za postavljanje privremenih volumena, uprkos nazivu, ovo takođe funkcioniše za sinhrona pokretanja

source: When performing asynchronous uploads, Duplicati will create volumes that can be uploaded. To prevent Duplicati from generating too many volumes, this option limits the number of pending uploads. Set to zero to disable the limit
cs: Při provádění asynchronních nahrávání, Duplicati vytvoří svazky které je možné nahrát. Aby jich nebylo vytvořeno přespříliš, tato předvolba omezuje počet čekajících nahrání. Pokud nechcete omezovat, nastavte na 0 (nula)
fi: Käytettäessä rinnakkaista latausta Duplicati tekee datatiedostoja ennen kuin niitä ladataan. Estääksesi Duplicatia luomasta liikaa tilapäistiedostoja, aseta raja siirtoa odottavien tiedostojen lukumäärälle. Arvo 0 poistaa rajan käytöstä.
it: Quando si eseguono caricamenti asincroni, Duplicati creerà volumi che possono essere caricati. Per evitare che Duplicati generi troppi volumi, questa opzione limita il numero di caricamenti in sospeso. Impostala su zero per disabilitare il limite
pt_br: Ao realizar uploads assíncronos, o Duplicati irá criar volumes que podem ser carregados. Para evitar que o Duplicati gere muitos volumes, esta opção limita o número de uploads pendentes. Definir para zero para desativar o limite
ro: Când efectuați încărcări asincrone, Duplicati va crea volume care pot fi încărcate. Pentru a împiedica duplicarea să genereze prea multe volume, această opțiune limitează numărul de încărcări în așteptare. Setați la zero pentru a dezactiva limita
ru: При выполнении асинхронной выгрузки Duplicati будет создавать тома, которые могут быть выгружены. Чтобы предотвратить создание Duplicati слишком большого количества томов, этот параметр ограничивает максимальное количество томов для отложенной загрузки. Нулевое значение снимает ограничение.
sr_rs: Prilikom asinhronog otpremanja, Duplicati će kreirati volumene koji se mogu otpremiti. Da biste sprečili Duplicati da generiše previše volumena, ova opcija ograničava broj otpremanja na čekanju. Postavite na nulu da biste onemogućili ograničenje

source: Activating this option will make some error messages more verbose, which may help you track down a particular issue
cs: Zapnutím této předvolby budou některá chybová hlášení podrobnější, což může napomoci k dohledání konkrétního problému
fi: Tämä asetus tekee joistakin virheilmoituksista yksityiskohtaisempia. Tämä voi helpottaa joidenkin ongelmien selvittelyä.
it: L'attivazione di questa opzione renderà alcuni messaggi di errore più prolissi, i quali possono aiutare a rintracciare un particolare problema
pt_br: A ativação desta opção fará algumas mensagens de erro mais detalhadas, o que pode ajudá-lo a rastrear um problema específico
ro: Dacă activați această opțiune, unele mesaje de eroare vor fi mai detaliate, ceea ce vă poate ajuta să urmăriți o anumită problemă
ru: Активация этой опции сделает некоторые сообщения об ошибках более подробными, что может помочь вам найти конкретную проблему
sr_rs: Aktiviranjem ove opcije neke poruke o grešci će biti opširnije, što vam može pomoći da pronađete određeni problem
