Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: This option accepts filters that removes or includes messages regardless of their log level. Multiple filters are supported by separating with {0}. Filters are matched against the log tag and assumed to be including, unless they start with '-'. Regular expressions are supported within hard braces. Example: "+Path*{0}+*Mail*{0}-[.*DNS]"
cs: Tato volba přijímá filtry které odebírají nebo zahrnují správy nezávisle na jejich stupni záznamu. Vícero filtrů je podporováno oddělování pomocí {0}. Filtry jsou porovnávány oproti štítkům záznamů a předpokládáno, že mají být obsaženy, pokud nezačínají na „-“. Regulární výrazy jsou podporovány v hranatých závorkách. Příklad: „Path*{0}+*Mail*{0}-[.*DNS]“
de: Diese Option akzeptiert, unabhängig vom Protokollierungsgrad, Filter damit Nachrichten entfernen oder ergänzt werden. Die Trennung von mehrere erfolgt mit {0}. Filter werden mit dem Protokolltag abgeglichen und ergänzt, sofern diese nicht mit '-' beginnen. Reguläre Ausdrücke werden in eckige Klammern unterstützt. Beispiel: "+Path*{0}+*Mail*{0}-[.*DNS]"
es: Esta opción acepta filtros que eliminan o incluyen mensajes independientemente de su nivel de registro. Se admiten múltiples filtros separando con {0}. Los filtros se comparan con la etiqueta de registro y se supone que incluyen, a menos que empiecen con '-'. Las expresiones regulares son soportadas entre comillas. Ejemplo: "+Path*{0}+*Mail*{0}-[.*DNS]"
fr_ca: Cette option accepte les filtres qui suppriment ou incluent des messages, quel que soit leur niveau de journalisation. Plusieurs filtres sont supportés en les séparant par {0}. Les filtres sont mis en correspondance avec la balise de journal et supposés inclure, à moins qu'ils ne commencent par '-'. Les expressions régulières sont prises en charge dans les accolades. Exemple: "+ Path * {0} + * Mail * {0} - [. * DNS]"
it: Questa opzione accetta i filtri che rimuovono o includono i messaggi indipendentemente dal loro livello di registro. Filtri multipli sono supportati separandoli con {0}. I filtri sono accettati con il tag registro e presume siano inclusi, a meno che iniziano con '-'. Le espressioni regolari sono supportate all'interno di parentesi graffe. Esempio: "+Path*{0}+*Mail*{0}-[.*DNS]"
ja_jp: メッセージを取り除いたり含んだりするフィルターを設定できます。ログの水準は考慮されません。「{0}」で区切ると、複数のフィルターを設定できます。フィルターはログのタグについて設定され、半角ハイフンで始まるものについては除外されます。中括弧で正規表現をサポートします。例：「+Path*{0}+*Mail*{0}-[.*DNS]」
nl_nl: Deze optie staat filters toe die meldingen opnemen of uitsluiten, ongeacht het logniveau hiervan. Meerdere filters worden ondersteund door ze te scheiden met {0}. Filters worden vergeleken met de log-tag en verondersteld inclusief te zijn, tenzij ze beginnen met '-'. Reguliere expressies worden ondersteund binnen teksthaken. Voorbeeld: "+Path*{0}+*Mail*{0}-[.*DNS]"
pl: Ta opcja akceptuje filtry, które usuwają lub uwzględniają wiadomości bez względu na ich poziom rejestrowania. Wiele filtrów jest obsługiwanych przez oddzielenie za pomocą {0}. Filtry są dopasowywane do tagu dziennika i zakłada się, że są uwzględniane, chyba że zaczynają się od '-'. Wyrażenia regularne są obsługiwane w nawiasach klamrowych. Przykład: "+Path*{0}+*Mail*{0}-[.*DNS]"
pt_br: Esta opção aceita filtros que removam ou incluam mensagens, independentemente do seu nível de registro. Vários filtros são suportados pela separação com {0}. Os filtros são comparados com a tag de log e assumidos como incluindo, a menos que iniciem com '-'. Expressões regulares são suportadas em "hard braces". Exemplo: "+CAMINHO*{0}+*EMAIL* {0}-[.*DNS]"
sr_rs: Ova opcija prihvata filtere koji uklanjaju ili uključuju poruke bez obzira na njihov nivo evidencije. Više filtera je podržano odvajanjem sa {0}. Filteri se podudaraju sa oznakom dnevnika i pretpostavlja se da uključuju, osim ako ne počinju sa '-'. Regularni izrazi su podržani u uglasim zagradama. Primer: "+Path*{0}+*Mail*{0}-[.*DNS]"

source: Apply filters to the file log data
de: Übernehme Filter auf die Protokolldaten
fr_ca: Appliquez les filtres au fichier de journalisation
nl_nl: Pas filters toe op de gegevens in het logbestand

source: This is a simplified version of the --{0} option. It will ignore all log messages that have an ID in the list. The list is a comma separated list of log message ids.
de: Dies ist eine vereinfachte Version der --{0} Option. Sie wird alle Log-Meldungen mit einer ID aus dieser Liste ignorieren. Die Liste ist eine Komma-getrennte Liste der Log-Meldungs-IDs.
fr_ca: Version simplifiée de l'option --{0}. Elle ignore tous les messages de journalisation qui ont un ID sans la liste. La liste est une liste d'ID de messages séparés par des virgules.
nl_nl: Dit is een vereenvoudigde versie van de optie --{0}. Het zal alle logboekvermeldingen negeren waarvan het ID in de lijst staat. Dit is een door komma's gescheiden lijst met ID's van logboekvermeldingen.

source: Ignore log messages with the specified IDs
de: Ignoriere Log-Meldungen mit diesen IDs.
fr_ca: Ignorer les messages de journalisation avec ID spécifiques
nl_nl: Negeer logboekvermeldingen met de opgegeven ID's

source: Specify the amount of log information to output to the console.
de: Bestimmt die Menge an Protokollinformationen, die in die Konsolenausgabe geschrieben wird
fr_ca: Niveau d'informations à envoyer à la console.
nl_nl: Geef de hoeveelheid log-informatie op die naar de console gestuurd wordt.

source: Console information level
cs: Stupeň podrobnosti informací na konzoli
de: Konsoleninformationsstufe
es: Nivel de información de la consola
fr_ca: Niveau d'information de la console
it: Livello informazioni console
ja_jp: コンソールに表示する情報の水準
nl_nl: Console informatie-niveau
pl: Poziom informacyjny konsoli
pt_br: Nível de informação do console
sr_rs: Nivo informacija konzole

source: Apply filters to the console log data
de: Übernehme Filter auf die Konsolenprotokolldaten
fr_ca: Appliquer les filtres aux données de journalisation dans la console
nl_nl: Pas filters toe op de console log-gegevens

source: This option instructs the operating system to set the current process to use the lowest IO priority level, which can make operations run slower but will interfere less with other operations running at the same time.
de: Durch diese Option wird das Betriebssystem angewiesen, den aktuellen Prozess so zu konfigurieren, dass die niedrigste I/O-Priorität verwendet wird. Dies kann dazu führen, dass Vorgänge langsamer ablaufen, andere Vorgänge sich dabei gegenseitig weniger stören
fr_ca: Indiquez au système d'exploitation de donner au processus courant le plus bas niveau de priorité d'entrées/sorties, ce qui peut rendre l'exécution des opérations très lente mais interférera moins avec d'autres opérations s'exécutant en même temps.
ja_jp: 現在のプロセスに、最も低い入出力の優先度を設定するよう、オペレーティングシステムに指示。各操作の実行速度は遅くなる場合がありますが、同時に実行している操作に干渉する程度は低くなります。
nl_nl: Deze optie geeft het besturingssysteem opdracht om het huidige proces in te stellen om het laagste IO-prioriteitsniveau te gebruiken, waardoor bewerkingen langzamer uitgevoerd kunnen worden maar andere bewerkingen die op hetzelfde moment uitgevoerd worden minder verstoord zullen worden.

source: Set the process to use low IO priority
de: Festlegen, dass der Prozess eine niedrige I/O-Priorität verwendet
fr_ca: Priorité d'entrées/sorties basse pour le processus
ja_jp: プロセスの入出力の優先度を「低」に設定
nl_nl: Stel het proces in voor laag IO gebruik

source: Use this option to remove all empty folders from a backup.
de: Verwenden Sie diese Option, um alle leeren Ordner von einer Sicherung zu entfernen.
fr_ca: Option destinée à enlever de la sauvegarde les répertoires vides.
ja_jp: このオプションを有効にすると、全ての空のフォルダーをバックアップから削除できます。
nl_nl: Gebruik deze optie om alle lege mappen te verwijderen van een back-up.

source: Exclude empty folders
de: Leere Ordner ausschließen
fr_ca: Exclure les répertoires vides
ja_jp: 空のフォルダーを除外
nl_nl: Sluit lege mappen uit

source: Use this option to set a filename, or list of filenames, that indicate exclusion of a folder which contains it. A common use would be to have a file named something like ".nobackup" and place this file into folders that should not be backed up.
cs: Tuto volbu použijte pro nastavení názvu souboru, nebo seznamu souborů, který značí vynechání složky, která ho obsahuje. Běžné použití by byl soubor nazvaný něco jako „.nezalohovat“ a umístění tohoto souboru do složek, které by neměly být zálohovány.
de: Verwenden Sie diese Option, um einen Dateinamen oder eine Liste von Dateinamen festzulegen, die mit dem Ordner ausgeschlossen werden. Eine übliche Verwendung ist eine Datei namens ".nobackup" in den auszuschließenden Ordner abzulegen, welcher nicht in die Sicherung aufgenommen werden soll.
es: Utilice esta opción para establecer un nombre de archivo, o una lista de nombres de archivo, que indique la exclusión de una carpeta que la contenga. Un uso común sería tener un archivo llamado algo así como ".nobackup" y colocar este archivo en carpetas que no deben ser respaldadas.
fr_ca: Utilisez cette option pour définir un nom de fichier ou une liste de noms de fichiers indiquant l’exclusion d’un dossier qui le contient. Un usage courant serait d'avoir un fichier nommé quelque chose comme ".nobackup" et de placer ce fichier dans des dossiers qui ne devraient pas être sauvegardés.
it: Utilizza questa opzione per impostare un nome file o un elenco di nomi di file che indicano l'esclusione della cartella che li contiene. Un uso comune sarebbe quello di avere un file chiamato per esempio ".nobackup" e posizionarlo nelle cartelle che non dovrebbero essere sottoposte a backup.
ja_jp: ここで指定したファイル名（またはファイル名の一覧）に該当するファイルを含むフォルダーは、バックアップから除外されます。典型的な使い方としては、例えばここに「.nobackup」と記入し、同じ名前のファイルをフォルダーに設置して、そのフォルダーをバックアップに含めないようにすることなどがあります。
nl_nl: Gebruik deze optie om een bestandsnaam of een lijst met bestandsnamen in te stellen die uitsluiting van een map aangeeft als het dit bestand bevat. Een veelvoorkomend gebruik zou zijn om een bestand met een naam als ".nobackup" te hebben en dit bestand te plaatsen in mappen waarvan geen back-up zou moeten worden gemaakt.
pl: Użyj tej opcji, aby ustawić nazwę pliku lub listę nazw plików, które wskazują wykluczenie folderu, który go zawiera. Typowym zastosowaniem byłoby posiadanie pliku o nazwie „.nobackup” i umieszczenie tego pliku w folderach, których nie należy tworzyć kopii zapasowej.
pt_br: Use essa opção para definir um nome de arquivo ou uma lista de nomes de arquivos que indiquem a exclusão de uma pasta que o contenha. Um uso comum seria ter um arquivo chamado algo como ".nobackup" e colocar esse arquivo em pastas que não devem ser submetidas a backup.
sr_rs: Koristite ovu opciju da biste podesili ime fajla ili listu imena fajlova koji označavaju izuzimanje fascikle koja ga sadrži. Uobičajena upotreba bi bila da se fajlovi zovu nešto poput „.nobackup“ i da se ovaj fajl smešta u fascikle za koje ne treba praviti rezervnu kopiju.

source: List of filenames that exclude folders
cs: Seznam souborů ze kterého jsou vynechány složky
de: Liste der Dateinamen, die Ordner ausschließen
es: Lista de nombres de archivos que excluyen las carpetas
fr_ca: Liste des noms de fichiers qui excluent les dossiers
it: Elenco di nomi dei file che escludono cartelle
ja_jp: フォルダーを除外するファイル名の一覧
nl_nl: Lijst met bestandsnamen die mappen uitsluit
pl: Lista nazw plików wykluczających foldery
pt_br: Lista de nomes de arquivos que excluem pastas
sr_rs: Lista imena fajlova koji isključuju fascikle

source: If symlink metadata is applied, it will usually mean changing the symlink target, instead of the symlink itself. For this reason, metadata is not applied to symlinks, but this option can be used to override this, such that metadata is applied to symlinks as well.
fr_ca: Si les métadonnées de lien symbolique sont appliquées, cela a pour conséquence habituelle le changement de cible du lien plutôt que du lien lui-même. Pour cette raison, les métadonnées ne sont pas appliquées au liens symboliques, mais cette option permet de remplacer ce comportement pour appliquer aussi les métadonnées au liens symboliques.
ja_jp: シンボリックリンクのメタデータが適用される場合、通常は、シンボリックリンク自体ではなく、そのリンク先を変更することになります。そのため、メタデータはシンボリックリンクには適用されません。このオプションを有効にすると、メタデータをシンボリックリンクにも適用されるよう設定することができます。
nl_nl: Als symlink metadata wordt toegepast, betekent dit gewoonlijk dat het doel van de symlink wordt gewijzigd, in plaats van de symlink zelf. Om deze reden wordt metadata niet toegepast op symlinks, maar deze optie kan worden gebruikt om dit toch te doen, zodat metadata ook op symlinks wordt toegepast.

source: Apply metadata to symlinks
fr_ca: Appliquer les métadonnées au raccourcis
ja_jp: メタデータをシンボリックリンクに適用
nl_nl: Pas metadata toe op symlinks

source: When running in unittest mode, no automatic fixes are applied, which assumes that the input data is always in perfect shape. This option is not intended for use in daily backups, but required for testing purposes to reveal potential problems.
fr_ca: En mode unittest, aucune réparation automatique n'est appliquée, ce qui présume que les données d'entrée sont toujours en parfait état. Cette option n'est pas faite pour les sauvegarde quotidiennes, mais est requise à des fins de test pour révéler des problèmes potentiels.
ja_jp: ユニットテストモードで実行している間、自動修正は行われず、入力したデータは常に完璧な状態であると想定されます。このオプションは普段のバックアップではなく、潜在的な問題を発見するためのテストにのみ使用してください。
nl_nl: Bij het uitvoeren van de unittest-modus worden er geen automatische fixes toegepast, waarbij ervan wordt uitgegaan dat de invoergegevens altijd in perfecte staat zijn. Deze optie is niet bedoeld voor gebruik bij dagelijkse back-ups, maar is vereist voor testdoeleinden om mogelijke problemen aan het licht te brengen.

source: Activate unittest mode
fr_ca: Activer le mode unittest
ja_jp: ユニットテストモードを有効にする
nl_nl: Activeer unittest-modus

source: To improve performance of the backups, frequent database queries are not logged by default. Enable this option to log all database queries, and remember to set either --{0}={2} or --{1}={2} to report the additional log data
cs: Pro zrychlení zálohování, nejsou nejčastější dotazy do databáze ve výchozím stavu zapisovány do záznamu událostí. Pokud chcete zaznamenávat vše, zapněte tuto volbu. Dále nezapomeňte pro vykazování dalších dat nastavit buď --{0}={2} nebo --{1}={2}
de: Um die Leistung der Backups zu verbessern, werden häufige Datenbankabfragen standardmäßig nicht protokolliert. Aktiviere diese Option, um alle Datenbankabfragen zu protokollieren. Bitte beachten, entweder ---{0}={2} oder --{1}={2} festzulegen, um die zusätzlichen Protokolldaten zu loggen
es: Para mejorar el rendimiento de las copias de seguridad, las consultas frecuentes a la base de datos no se registran por defecto. Habilite esta opción para registrar todas las consultas de la base de datos, y recuerde configurar --{0}={2} o --{1}={2} para reportar los datos de registro adicionales
fr_ca: Pour améliorer les performances des sauvegardes, les requêtes fréquentes ne sont pas consignées par défaut. Activez cette option pour consigner toutes les requêtes de base de données et n'oubliez pas de définir - {0} = {2} ou - {1} = {2} pour signaler les données de journal supplémentaires.
it: Per migliorare le prestazioni dei backup le query frequenti del database, per impostazione predefinita, non sono registrate. Abilita questa opzione per registrare tutte le query del database e ricorda di impostare --{0}={2} o --{1}={2} per segnalare i dati aggiuntivi nel log
ja_jp: バックアップの性能を改善するために、既定では、頻繁に行われるデータベースのクエリーに関するログは記録されません。このオプションを有効にすると、データベースの全てのクエリーに関するログを記録します。その際には、追加のログデータを報告するために、--{0}={2} または --{1}={2} を忘れずに設定してください
nl_nl: Om de prestaties van de back-ups te verbeteren, worden veelvoorkomende databasequery's standaard niet vastgelegd in het logboek. Schakel deze optie in om alle databasequery's vast te leggen, en vergeet niet om ofwel --{0}={2} of --{1}={2} in te stellen om de extra loggegevens te rapporteren.
pl: Aby poprawić wydajność tworzenia kopii zapasowych, częste zapytania do bazy danych nie są domyślnie rejestrowane. Włącz tę opcję, aby rejestrować wszystkie zapytania do bazy danych i pamiętaj, aby ustawić --{0}={2} lub --{1}={2}, aby raportować dodatkowe dane dziennika
pt_br: Para melhorar o desempenho dos backups, as consultas frequentes ao banco de dados não são registradas por padrão. Ative esta opção para registrar todas as consultas ao banco de dados e lembre-se de definir --{0}={2} ou --{1}={2} para relatar os dados de log adicionais
sr_rs: Da bi se poboljšale performanse rezervnih kopija, česti upiti prema bazi podataka se podrazumevano ne evidentiraju. Omogućite ovu opciju da biste evidentirali sve upite baze podataka i ne zaboravite da podesite --{0}={2} ili --{1}={2} da biste prijavili dodatne podatke evidencije

source: Activate logging of all database queries
de: Aktiviert die Protokollierung aller Datenbankanfragen
fr_ca: Activer la journalisation de toutes les requêtes de base de données
nl_nl: Activeer logboekregistratie van alle databasequery's

source: If dblock files are missing from the destination, you can attempt to rebuild them using local source data. However, since the local data may have changed, it may not be possible to retrieve all the required data and the process may be slow. Use this option to attempt to rebuild missing dblock files.
fr_ca: Si des fichiers dblock manquent dans la destination, vous pouvez essayer de les reconstruire en utilisant des données source locales. Cependant, comme les données locales peuvent avoir changé, il peut ne pas être possible de récupérer toutes les données nécessaires et le processus peut être long. Utilisez cette option pour reconstruire les fichiers dblock manquants.
ja_jp: dblockのファイルがバックアップ先で見つからない場合、ローカルのバックアップ元のデータを使って、その再構築を試みることができます。ローカルのデータが既に変更されてしまっている可能性があるため、全ての必要なデータを取得できず、処理が遅くなる場合があります。このオプションを有効にすると、欠けているdblockのファイルを再構築するよう試みることができます。
nl_nl: Als dblock-bestanden ontbreken in de doel-locatie, kunt u proberen ze opnieuw samen te stellen door gebruik te maken van lokale brongegevens. Lokale gegevens kunnen echter inmiddels gewijzigd zijn, waardoor het wellicht niet mogelijk is om alle vereiste gegevens op te halen en het proces kan traag zijn. Gebruik deze optie om te proberen ontbrekende dblock-bestanden opnieuw samen te stellen.

source: Rebuild dblock files when missing
fr_ca: Reconstruire les fichier dblock manquants
ja_jp: dblockのファイルが見つからない場合、これを再構築
nl_nl: Stel dblock-bestanden opnieuw samen wanneer deze ontbreken

source: If rebuilding dblock files, the process will attempt to use local data to fill in missing blocks. If it is not possible to fill in all missing blocks, Duplicati will attempt to create a dblock with as much data as possible. Use this option to disable this behavior and only create dblocks that are complete.
fr_ca: En reconstruction de fichiers dblock, le processus tentera d'utiliser des données locales pour remplir les blocs manquants. S'il n'est pas possible de remplir tous les blocs manquants, Duplicati tentera de créer un dblock avec autant de données que possible. Cette option désactive ce comportement et ne crée que les dblocks qui sont complets.
nl_nl: Bij het herbouwen van dblock-bestanden probeert het proces lokale gegevens te gebruiken om ontbrekende blokken in te vullen. Als het niet mogelijk is om alle ontbrekende blokken in te vullen, probeert Duplicati een dblock aan te maken met zoveel mogelijk gegevens. Gebruik deze optie om dit gedrag uit te schakelen en alleen dblocks aan te maken die compleet zijn.

source: Disable partial dblock recovery
fr_ca: Désactiver la récupération de dblock partiels
nl_nl: Herstellen van gedeeltelijke dblocks uitschakelen

source: Disable replacement of missing metadata
fr_ca: Désactiver le remplacement des métadonnées manquantes
nl_nl: Vervanging van ontbrekende metagegevens uitschakelen

source: The minimum amount of time that must elapse after the last compaction before another will be automatically triggered at the end of a backup job. Automatic compaction can be a long-running process and may not be desirable to run after every single backup.
fr_ca: Temps minimum depuis le dernier compactage avant qu'un nouveau ne soit automatiquement déclenché à la fin d'une tâche de sauvegarde. Le compactage automatique peut être un processus assez long et peut être indésirable après chaque sauvegarde individuelle.
ja_jp: 最後に圧縮を行ってから、どの程度の時間が経過した後で、バックアップのタスク後の圧縮を自動的に行うかを設定できます。自動圧縮には時間がかかる場合があり、毎回のバックアップ後に行うのは望ましくない可能性があります。
nl_nl: De minimale hoeveelheid tijd die moet verstrijken na de laatste opruimactie voordat een volgende opruimactie mag worden gestart aan het einde van een back-uptaak. Automatische opruimacties kunnen een langdurig proces zijn en mogelijk is het niet wenselijk om dit na elke afzonderlijke back-uptaak uit te voeren.

source: Minimum time between auto compactions
fr_ca: Temps minimum entre compactages automatiques.
ja_jp: 自動圧縮を行う最短の間隔
nl_nl: Minimale tijd tussen automatische opruimacties

source: The minimum amount of time that must elapse after the last vacuum before another will be automatically triggered at the end of a backup job. Automatic vacuum can be a long-running process and may not be desirable to run after every single backup.
fr_ca: Temps minimum depuis la dernière vidange avant qu'une nouvelle ne soit automatiquement déclenchée à la fin d'une tâche de sauvegarde. La vidange automatique peut être un processus assez long et peut être indésirable après chaque sauvegarde individuelle.
ja_jp: 最後にVACUUMを行ってから、どの程度の時間が経過した後で、バックアップのタスク後のVACUUMを自動的に行うかを設定できます。自動的なVACUUMには時間がかかる場合があり、毎回のバックアップ後に行うのは望ましくない可能性があります。
nl_nl: De minimale hoeveelheid tijd die moet verstrijken na de laatste vacuum-taak voordat een volgende vacuum-taak mag worden gestart aan het einde van een back-uptaak. Automatische vacuum-taken kunnen een langdurig proces zijn en mogelijk is het niet wenselijk om dit na elke afzonderlijke back-uptaak uit te voeren.

source: Minimum time between auto vacuums
fr_ca: Intervalle de temps minimum entre vidanges automatiques
ja_jp: 自動的にデータベースのVACUUMを行う最短の間隔
nl_nl: Minimale tijd tussen automatische vacuum-taken

source: Secret provider to use for reading credentials
fr_ca: Fournisseur de secret de lecture des identifiants
nl_nl: Provider van geheimen die gebruikt moet worden voor het lezen van referenties

source: Configures a secret provider to use for reading credentials. Use the commandline tool {0} to test the provider and see supported options. This value is interpreted as an environment variable if it starts with '$' or begins and ends with '%'.
fr_ca: Configurer un fournisseur de secret destiné à la lecture des identifiants. Utiliser la ligne de commande {0} pour tester le fournisseur et voir les options supportées. Cette valeur est interprétée comme une variable d'environnement si elle commence par '$' ou commence et finit par '%'.
nl_nl: Configureert een geheime provider om te gebruiken voor het lezen van referenties. Gebruik de opdrachtregeltool {0} om de provider te testen en ondersteunde opties te bekijken. Deze waarde wordt geïnterpreteerd als een omgevingsvariabele als deze begint met '$' of begint en eindigt met '%'.

source: Pattern for secrets
fr_ca: Modèles de secret
nl_nl: Patroon voor geheimen
