Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: If Duplicati detects that the previous backup did not complete, it will generate a filelist that is a merge of the last completed backup and the contents that were uploaded in the incomplete backup session.
cs: Pokud Duplicati zjistí, že předchozí záloha nebyla dokončena, vytvoří seznam souborů, který je sloučením minulé kompletní zálohy a obsahu který byl nahrán při nekompletní zálohovací relaci.
de: Stellt Duplicati fest, dass das vorherige Backup nicht abgeschlossen wurde, wird eine Dateiliste erstellt, die eine Mischung aus der letzten abgeschlossenen Sicherung und den Inhalten, die in der unvollständigen Backup Sitzung hochgeladen wurden, ist.
es: Si Duplicati detecta que la copia de seguridad anterior no se completó, generará una lista de archivos que es una fusión de la última copia de seguridad completada y el contenido que se subió en la sesión de copia de seguridad incompleta.
fr_ca: Si Duplicati détecte que la sauvegarde précédente ne s'est pas terminée, une liste de fichiers correspondant à la dernière sauvegarde effectuée et au contenu téléchargé lors de la session de sauvegarde incomplète sera générée.
it: Se Duplicati rileva che il backup precedente non è stato completato, genererà un file elenco che è l'unione dell'ultimo backup completato e del contenuto caricato nella sessione di backup incompleta.
ja_jp: Duplicatiは、前回のバックアップが完了しなかったことを検知した場合、直近に完了したバックアップと、未完了のバックアップのセッションでアップロードされたファイルを統合したファイルリストを生成します。
nl_nl: Als Duplicati merkt dat de vorige back-up niet voltooid werd, zal het een bestandslijst samenstellen die een samenvoeging is van de laatste afgeronde back-up en de inhoud die werd geüpload tijdens de incomplete back-up sessie.
pl: Jeśli Duplicati wykryje, że poprzednia kopia zapasowa nie została ukończona, wygeneruje listę plików, która jest połączeniem ostatniej ukończonej kopii zapasowej i zawartości przesłanej w niekompletnej sesji tworzenia kopii zapasowej.
pt_br: Se o Duplicati detectar que o backup anterior não foi concluído, ele gerará uma lista de arquivos que é uma mesclagem do último backup completo e os conteúdos que foram enviados na sessão de backup incompleta.
ro: Dacă Duplicati detectează că copia de rezervă anterioară nu a fost finalizată, va genera o listă de fișiere care este o îmbinare a ultimei copii de rezervă completate și conținutul încărcat în sesiunea de copiere incompletă.
ru: Если Duplicati обнаружит, что предыдущая резервная копия не была завершена, будет создан список файлов, являющихся слиянием последней завершенной резервной копии и содержимого, выгруженного во незавершенного сеанса.
sr_rs: Ako Duplicati otkrije da prethodna rezervna kopija nije završena, generisaće listu fajlova koja predstavlja spajanje poslednje završene rezervne kopije i sadržaja koji je učitan u nepotpunoj sesiji pravljenja rezervne kopije.

source: Disable synthetic filelist
de: Synthetische Dateiliste deaktivieren.
fr_ca: Désactiver la liste de fichier de synthèse
ja_jp: 統合されたファイルリストを無効にする
nl_nl: Schakel synthetische bestandenlijst uit

source: This option instructs Duplicati to not look at metadata or filesize when deciding to scan a file for changes. Use this option if you have a large number of files and notice that the scanning takes a long time with unmodified files.
de: Diese Option weist Duplicati an, keine Metadaten oder Dateigröße bei der Überprüfung von Dateiänderungen zu beachten. Verwenden Sie diese Option, wenn Sie eine große Anzahl von Dateien haben und feststellen, dass das Scannen nach unveränderten Dateien sehr lange dauert.
fr_ca: Indique à Duplicati de ne pas se fier aux métadonnées ou à la taille de fichier lors de la décision de vérification de modification. Utilisez cette option si vous avez un grand nombre de fichiers et remarquez que la vérification prend beaucoup de temps avec les fichiers non modifiés.
ja_jp: このオプションを有効にすると、変更を確認するのにファイルをスキャンするかどうかを決める際に、メタデータやファイルのサイズをチェックしなくなります。大量のファイルがあり、変更されていないファイルのスキャンに長い時間を要している場合、このオプションを有効にしてください。
nl_nl: Deze optie laat Duplicati niet kijken naar metadata of bestandsgrootte bij de beslissing een bestand te scannen op wijzigingen. Gebruik deze optie als u een groot aantal bestanden hebt en opmerkt dat het scannen een lange tijd duurt met ongewijzigde bestanden.

source: Check only file lastmodified
de: Nur Datei-Änderungszeit prüfen
fr_ca: Vérifier seulement la propriété de fichiers "Dernière modification"
ja_jp: ファイルの最終更新日時のみを確認
nl_nl: Controleer alleen tijdstip laatst bewerkt van bestanden

source: When restore a subset of a backup into a new folder, the shortest possible path is used to avoid generating deep paths with empty folders. Use this option to skip this compression, such that the entire original folder structure is preserved, including upper level empty folders.
de: Wird ein Teil der Sicherung in einem neuen Ordner wiederhergestellt, wird zur Vermeidung von leeren Ordnern der kürzeste mögliche Pfad verwendet. Mit dieser Option wird diese Komprimierung übersprungen, so dass die gesamte ursprüngliche Ordnerstruktur, einschließlich leerer Ordner der oberen Ebene, erhalten bleibt.
fr_ca: En restauration partielle d'une sauvegarde dans un nouveau répertoire, le plus court chemin possible est utilisé pour éviter de générer de longs chemins avec des répertoires vides. Cette option permet de sauter cette compression, de telle sorte que le chemin complet de la structure originelle soit préservé, y compris les répertoires parents vides.
ja_jp: バックアップの部分を新しいフォルダーに復元する場合には、空のフォルダーの階層が生成されないよう、出来る限り最短のパスが使用されます。このオプションを有効にすると、パスの圧縮をスキップして、上位の空のフォルダーも含めた、元々のフォルダーの全体の構造を保存します。
nl_nl: Als een deel van een back-up wordt teruggezet naar een nieuwe map, wordt het kortst mogelijke pad gebruikt om lange paden met veel lege mappen te voorkomen. Gebruik deze optie om deze verkleining over te slaan, zodat de originele mapstructuur in zijn geheel behouden blijft, inclusief hoger gelegen lege mappen.

source: Disable path compression on restore
de: Deaktiviert die Pfadkompression bei der Wiederherstellung.
fr_ca: Désactiver la compression de chemin en restauration
nl_nl: Schakel pad-compressie uit bij een herstelbewerking

source: By default, the last fileset cannot be removed. This is a safeguard to make sure that all remote data is not deleted by a configuration mistake. Use this option to disable that protection, such that all filesets can be deleted.
de: Standardmäßig kann der letzte Sicherungssatz nicht entfernt werden. Dies ist eine Sicherheitsmaßnahme, um zu verhindern, dass durch einen Konfigurationsfehler alle Remote-Daten gelöscht werden. Verwenden Sie diese Option, um diesen Schutz zu deaktivieren, damit alle Sicherungssätze gelöscht werden können.
fr_ca: Par défaut, le dernier jeu de fichiers de sauvegarde ne peut pas être enlevé. Il s'agit d'une mesure de précaution visant à empêcher la suppression complète de toutes les données distantes à cause d'une erreur de configuration. Cette option désactive cette sécurité de telle sorte que tous les jeux de fichiers distants puissent être supprimés.
ja_jp: 既定では、最後のファイルのセットは削除できません。これは設定ミスで全てのリモートのデータが削除されてしまうことに対する予防のためです。このオプションを有効にすると、保護は無効となり、全てのファイルセットを削除できるようになります。
nl_nl: Standaard kan de laatste bestandsverzameling niet worden verwijderd. Dit dient als bescherming, zodat niet alle externe gegevens onbedoeld worden verwijderd door een vergissing bij het configureren. Gebruik deze optie om deze beveiliging uit te schakelen, zodat alle bestandsverzamelingen kunnen worden verwijderd.

source: Allow removing all filesets
cs: Povolit odstranění všech množin souborů
de: Erlaubt das Entfernen aller Sicherungssätze
es: Permitir la eliminación de todos los conjuntos de archivos
fi: Salli kaikkien tiedostojen poisto
fr_ca: Autoriser la suppression de tous les ensembles de fichiers
it: Consenti rimozione di tutti i gruppi di file
ja_jp: 全てのファイルのセットの削除を許可
nl_nl: Sta verwijderen van alle bestandsverzamelingen toe
pl: Zezwól na usunięcie wszystkich zestawów plików
pt_br: Permitir remover todos os conjuntos de arquivos
ro: Permiteți eliminarea tuturor fileurilor
ru: Разрешить удаление всех наборов файлов
sr_rs: Dozvoli uklanjanje svih skupova set fajlova

source: Some operations that manipulate the local database leave unused entries behind. These entries are not deleted from a hard drive until a VACUUM operation is run. This operation saves disk space in the long run but needs to temporarily create a copy of all valid entries in the database. Setting this to true will allow Duplicati to perform VACUUM operations at its discretion.
cs: Některé operace které manipulují s místní databází za sebou nechávají nevyužité položky. Tyto položky nejsou vymazány dokud není spuštěna operace VACUUM. Tato operace ušetří prostor na úložišti, ale dočasně potřebuje vytvořit kopii všech platných položek v databázi. Nastavením tohoto umožní Duplicati provádět operaci VACUUM dle potřeby.
de: Bei einigen Operationen, welche die lokale Datenbank bearbeiten, bleiben nicht verwendete Einträge zurück. Diese Einträge werden nicht von der Festplatte gelöscht, bis eine VACUUM-Operation ausgeführt wird. Dieser Vorgang spart langfristig Speicherplatz, muss jedoch vorübergehend eine Kopie aller gültigen Einträge in der Datenbank erstellen. Wird diese Option auf true gesetzt, führt Duplicati nach eigenem Ermessen VACUUM-Vorgänge aus.
es: Algunas operaciones que manipulan la base de datos local dejan entradas sin usar. Estas entradas no se borran del disco duro hasta que se ejecuta una operación de VACÍO. Esta operación ahorra espacio en el disco a largo plazo, pero necesita crear temporalmente una copia de todas las entradas válidas en la base de datos. Poner esto en verdadero permitirá a Duplicati realizar operaciones de VACÍO a su discreción.
fr_ca: Certaines opérations manipulant la base de données locale laissent des entrées inutilisées. Ces entrées ne sont pas supprimées d'un disque dur tant qu'une opération VACUUM n'est pas exécutée. Cette opération permet d'économiser de l'espace disque sur le long terme, mais nécessite de créer temporairement une copie de toutes les entrées valides de la base de données. Définir cela sur true permettra à Duplicati d'exécuter les opérations VACUUM à sa discrétion.
it: Alcune operazioni che gestiscono il database locale lasciano le voci inutilizzate in coda. Queste voci non sono eliminate da un disco rigido fino a quando non è eseguita un'operazione VACUUM. Questa operazione consente di risparmiare spazio su disco nel lungo periodo, ma è necessario creare temporaneamente una copia di tutte le voci valide nel database. L'impostazione a true consentirà a Duplicati di eseguire operazioni VACUUM a sua discrezione.
ja_jp: ローカルのデータベースを変更する操作の中には、未使用のエントリーを残してしまうものがあります。これらのエントリーは、VACUUMを実行するまで、ハードディスクからは削除されません。VACUUMを実行すると、長期的にはディスクの保存領域を節約できますが、データベースにある全ての正常なエントリーのコピーを一時的に作成する必要があります。このオプションをtrueに設定すると、DuplicatiがVACUUMを自らの判断で行えるようになります。
nl_nl: Sommige bewerkingen die de lokale database manipuleren laten ongebruikte velden achter. Deze velden worden niet verwijderd van de harde schijf totdat een VACUUM bewerking wordt uitgevoerd. Deze bewerking bespaart schijfruimte op de lange termijn, maar moet een tijdelijke kopie maken van alle geldige velden in de database. Door dit aan te zetten zal Duplicati VACUUM bewerkingen naar eigen goeddunken uitvoeren.
pl: Niektóre operacje manipulujące lokalną bazą danych pozostawiają nieużywane wpisy. Te wpisy nie są usuwane z dysku twardego do momentu uruchomienia operacji VACUUM. Ta operacja oszczędza miejsce na dysku na dłuższą metę, ale wymaga tymczasowego utworzenia kopii wszystkich prawidłowych wpisów w bazie danych. Ustawienie tego na true pozwoli Duplicati na wykonywanie operacji VACUUM według własnego uznania.
pt_br: Algumas operações que manipulam o banco de dados local deixam as entradas não utilizadas. Essas entradas não são excluídas de um disco rígido até que uma operação VACUUM seja executada. Esta operação economiza espaço em disco a longo prazo, mas precisa criar temporariamente uma cópia de todas as entradas válidas no banco de dados. Definir isso como verdadeiro permitirá que o Duplicati execute operações VACUUM a seu critério.
ro: Unele operații care manipulează baza de date locală lasă în urma utilizări nefolosite. Aceste intrări nu sunt șterse de pe un hard disk până când nu se execută o operație VACUUM. Această operație economisește spațiu pe disc pe termen lung, dar trebuie să creeze temporar o copie a tuturor intrărilor valide din baza de date. Setarea acestui lucru la adevărat va permite companiei Duplicați să efectueze operații VACUUM la discreția sa.
sr_rs: Neke operacije koje manipulišu lokalnom bazom podataka ostavljaju neiskorišćene unose. Ovi unosi se ne brišu sa čvrstog diska dok se ne pokrene operacija VACUUM. Ova operacija dugoročno štedi prostor na disku, ali treba privremeno da kreira kopiju svih važećih unosa u bazi podataka. Podešavanje ovog na true će omogućiti Duplicati-ju da izvrši VACUUM operacije po sopstvenom nahođenju.

source: Allow automatic rebuilding of local database to save space
de: Die automatische Wiederherstellung der lokalen Datenbank erlauben, um Platz zu sparen.
fr_ca: Autoriser la reconstruction de la base de données locale pour économiser de l'espace
ja_jp: スペースの節約のためローカルのデータベースを自動的に再構築することを許可
nl_nl: Sta het automatisch opnieuw opbouwen van de lokale database toe om ruimte te besparen.

source: When this flag is enabled, the scanner that computes the size of source files is disabled, and instead the reported size is read from the database. Using this option can speed up the backup by reducing disk access, but will give a less accurate progress indicator.
de: Dieses Flag deaktiviert den Scanner zur Ermittlung der Größe der Quelldateien. Stattdessen wird die gemeldete Größe aus der Datenbank gelesen. Die Verwendung kann die Sicherung beschleunigen, indem der Zugriff auf die Festplatte reduziert wird. Die Fortschrittsanzeige wird dadurch ungenauer.
fr_ca: Désactiver le calcul de taille des fichiers source sur disque, et se fier plutôt aux informations de taille lues dans la base de données. L'utilisation de cette option doit accélérer la sauvegarde en réduisant les accès disque(s), mais impactera la précision de l'indicateur de progression.
ja_jp: このオプションが有効となっている間、バックアップ元のファイルのサイズを計算するスキャナー機能は無効となり、代わりにデータベースからサイズを読み込みます。このオプションで、ディスクへのアクセスを減らし、バックアップの速度を向上させられますが、バックアップの進捗状況に関する報告の正確性は損なわれます。
nl_nl: Als deze vlag is ingeschakeld, wordt de scanner die de omvang van bronbestanden berekent uitgeschakeld. In plaats hiervan wordt de gerapporteerde grootte gelezen uit de database. Het gebruik van deze optie kan het back-up proces versnellen door het verminderen van schijftoegang, maar zak een minder accurate voortgangsindicator tot gevolg hebben.

source: Disable the read-ahead scanner
cs: Vypnout skener načítání dopředu
de: Deaktiviert den Read-Ahead-Scanner
es: Desactivar el escáner de lectura anticipada
fr_ca: Désactiver le scanner à lecture anticipée
it: Disabilita lo scanner di lettura in anticipo
ja_jp: Read-aheadスキャナーを無効にする
nl_nl: Schakel de vooruit lees-scanner uit
pl: Wyłącz skaner z wyprzedzeniem
pt_br: Desabilitar o scanner read-ahead
sr_rs: Onemogućite skener za čitanje unapred

source: In backups with a large number of filesets, the verification can take up a large part of the backup time. If you disable the checks, make sure you run regular check commands to ensure that everything is working as expected.
de: Bei Sicherungen mit vielen Sicherungssätzen, können die Überprüfungen einen Großteil der Sicherungszeit beanspruchen. Falls Sie die Überprüfungen deaktivieren, stellen Sie sicher, dass Sie regelmäßig Überprüfungsbefehle ausführen, um sicherzustellen, dass alles wie erwartet funktioniert.
es: En las copias de seguridad con un gran número de conjuntos de archivos, la verificación puede consumir una gran parte del tiempo de la copia de seguridad. Si desactiva las verificaciones, asegúrese de ejecutar comandos de verificación regulares para asegurarse de que todo funciona como se espera.
fr_ca: Dans les sauvegardes avec un grand nombre de groupes de fichiers, la vérification peut prendre une grande partie du temps de sauvegarde. Si vous désactivez les contrôles, veillez à exécuter des commandes de contrôle régulières pour vous assurer que tout fonctionne comme prévu.
it: Nei backup con un elevato numero di gruppi di file, la verifica può richiedere gran parte del tempo del backup. Se disabiliti i controlli, assicurati di eseguire comandi di controllo regolari per assicurarti che tutto funzioni come previsto.
ja_jp: 多くのファイルセットがあるバックアップでは、検証作業がバックアップに掛かる時間の大部分を占めることがあります。この確認を無効にした場合は、定期的に確認コマンドを実行して、全てが問題なく機能していることをか確認してください。
nl_nl: In back-ups met een groot aantal bestandsverzamelingen kan de controle een groot deel van de totale back-uptijd in beslag nemen. Voer regelmatig zelf controlecommando's uit als deze automatische controles worden uitgeschakeld, om u ervan te verzekeren dat alles naar behoren werkt.
pl: W przypadku kopii zapasowych z dużą liczbą zestawów plików weryfikacja może zająć dużą część czasu tworzenia kopii zapasowej. Jeśli wyłączysz sprawdzanie, upewnij się, że uruchamiasz regularne polecenia sprawdzania, aby upewnić się, że wszystko działa zgodnie z oczekiwaniami.
sr_rs: U rezervnim kopijama sa velikim brojem setova fajlova, verifikacija može zauzeti veliki deo vremena pravljenja rezervne kopije. Ako onemogućite provere, uverite se da pokrećete redovne komande za proveru da biste bili sigurni da sve funkcioniše kako se očekuje.

source: Disable filelist consistency checks
de: Deaktivieren der Konsistenzprüfung für Dateiliste
es: Deshabilitar los controles de consistencia de la lista de archivos
fr_ca: Désactiver les contrôles de cohérence des index
it: Disabilita i controlli di coerenza dell'elenco file
ja_jp: ファイルの一覧の一貫性の確認を無効にする
nl_nl: Consistentiecontroles voor bestandslijsten uitschakelen
pl: Wyłącz sprawdzanie spójności listy plików
sr_rs: Onemogućite proveru doslednosti liste fajlova

source: Use this option to disable a scheduled backup if the system is detected to be running on battery power (manual or command line backups will still be run). If the detected power source is mains (e.g., AC) or unknown, then scheduled backups will proceed as normal.
de: Verwenden Sie diese Option, um eine geplante Sicherung zu deaktivieren, wenn das System im Batteriebetrieb ausgeführt wird (manuelle oder Befehlszeilen-Sicherungen werden immer noch ausgeführt). Wenn es sich bei der erkannten Stromquelle um eine Netzspannung (d. h. Wechselstrom) oder um eine unbekannte Stromquelle handelt, werden die geplanten Sicherungen wie üblich durchgeführt.
fr_ca: Désactiver une sauvegarde planifiée si le système détecte un état de batterie faible (les sauvegardes manuelles ou en ligne de commande seront quand-même exécutées). Si la source d'alimentation est le secteur (p.ex., AC ou chargeur CC/CC) ou inconnu, les sauvegardes planifiées sont traitées normalement.
nl_nl: Gebruik deze optie om een geplande back-up uit te schakelen als wordt gedetecteerd dat het systeem werkt op batterijstroom (handmatige back-ups of back-ups vanaf de opdrachtregel zullen wel blijven werken). Als netstroom (bijv. wisselstroom) de gedetecteerde stroombron is, of bij een onbekende stroombron, zullen de geplande back-ups zoals gebruikelijk doorgaan.

source: Disable the backup when on battery power
cs: Nezálohovat při napájení z akumulátorů
de: Deaktiviere die Sicherung, falls sich das Gerät im Batteriebetrieb befindet
es: Deshabilitar la copia de seguridad cuando se usa la alimentación de la batería
fr_ca: Désactiver la sauvegarde sur batterie
it: Disabilita il backup quando si utilizza la batteria
ja_jp: バッテリーで動作している際にバックアップを無効にする
nl_nl: Schakel de back-up uit als op batterijstroom wordt gewerkt
pl: Wyłącz kopię zapasową przy zasilaniu bateryjnym
pt_br: Desativar o backup quando estiver usando a bateria
sr_rs: Onemogućite rezervnu kopiju kada je napajanje preko baterije

source: Log file information level
cs: Stupeň podrobností záznamu událostí do souboru
de: Protokolldatei Informationslevel
es: Nivel de información del archivo de registro
fr_ca: Niveau d'information du fichier journal
it: Livello informazioni registrane nel file
ja_jp: ログファイルに記録する情報の水準
nl_nl: Logbestand informatieniveau
pl: Poziom informacji o pliku dziennika
pt_br: Nível de informação do arquivo de log
sr_rs: Nivo podataka o fajlu dnevnika
