Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Failed to close file handle on CreateFolderAsync
de: Dateihandle Schließen mittels CreateFolderAsync fehlgeschlagen
fr_ca: Échec de fermeture de l'accès au fichier sur CreateFolderAsync
nl_nl: Sluiten bestandsingang op CreateFolderAsync mislukt

source: Failed to open directory
de: Ordner Öffnen fehlgeschlagen
fr_ca: Échec d'ouverture de répertoire
nl_nl: Openen directory mislukt

source: Failed to query directory contents
de: Abfrage des Ordnerinhalts fehlgeschlagen
fr_ca: Échec de requête de listage du contenu du répertoire
nl_nl: Opvragen directory-inhoud mislukt

source: Failed to close directory handle on ListAsync
de: Ordnerhandle Schließen mittels ListAsync fehlgeschlagen
fr_ca: Échec de fermeture de l'accès au répertoire sur ListAsync
nl_nl: Sluiten directory-ingang op ListAsync mislukt

source: Failed to read file on GetAsync
de: Datei Lesen mittels GetAsync fehlgeschlagen
fr_ca: Échec de lecture de fichier sur GetAsync
nl_nl: Lezen bestand op GetAsync mislukt

source: Failed to close file handle on GetAsync
de: Dateihandle Schließen mittels GetAsync fehlgeschlagen
fr_ca: Échec de fermeture de l'accès au fichier sur GetAsync
nl_nl: Sluiten bestandsingang op GetAsync mislukt

source: Failed to open file with error
de: Datei Öffnen mit Fehler fehlgeschlagen
fr_ca: Échec d'ouverture de fichier avec erreur
nl_nl: Openen bestand met fout mislukt

source: Failed to write to file, difference between bytes read and bytes written
de: Datei Schreiben fehlgeschlagen, Differenz zwischen gelesenen und geschriebenen Bytes
fr_ca: Échec d'écriture dans le fichier, différences entre octets lus et octets écrits
nl_nl: Schrijven naar bestand mislukt, verschil tussen gelezen en geschreven bytes

source: Failed to write file on Putasync
de: Datei Schreiben mittels PutAsync fehlgeschlagen
fr_ca: Échec d'écriture du fichier sur PutAsync
nl_nl: Schrijven bestand op Putasync mislukt

source: Failed to close file handle on PutAsync
de: Dateihandle Schließen mittels PutAsync fehlgeschlagen
fr_ca: Échec de fermeture de l'accès au fichier sur PutAsync
nl_nl: Sluiten bestandsingang op PutAsync mislukt

source: Failed to create file for writing
de: Erstellen der Datei zum Schreiben fehlgeschlagen
fr_ca: Échec de création de fichier à écrire
nl_nl: Aanmaken bestand voor schrijven mislukt

source: The domain used to connect to the server. This may also be supplied as the environment variable "AUTH_DOMAIN".
de: Die Domain, die verwendet wird, um sich mit dem Server zu verbinden. Es kann auch über die Umgebungsvariable "AUTH_DOMAIN" gesetzt werden.
fr_ca: Domain à utiliser pour se connecter au serveur. Peut aussi venir de la variable d'environnement "AUTH_DOMAIN".
nl_nl: Het domein van de server waarmee verbonden moet worden. Dit mag ook worden opgegeven met de omgevingsvariabele "AUTH_DOMAIN".

source: This backend can read and write data to CIFS/SMB destinations. Allowed format is "cifs://server/share".
de: Dieses Backend kann Daten von CIFS/SMB Zielen lesen und schreiben. Erlaubtes Format ist "cifs://server/share".
fr_ca: Type de cible pour lire/écrire vers les destinations CIFS/SMB. Format : "cifs://server/share" ou "smb://server/share".
nl_nl: Deze backend kan gegevens lezen en schrijven naar CIFS/SMB-bestemmingen. Toegestaan formaat is "cifs://server/share".

source: Defines the transport to be used in CIFS connection
de: Definiert die Transportart, die für die CIFS-Verbindung benutzt wird
fr_ca: Transport pour connexion CIFS
nl_nl: Definieert het transport dat moet worden gebruikt in de CIFS-verbinding

source: Defines the transport to be used in CIFS connection. Can be DirectTCP or NetBios
de: Definiert die Transportart, die für die CIFS-Verbindung benutzt wird. Möglich sind DirectTCP oder NetBios
fr_ca: Transport à utiliser pour les connexions CIFS. DirectTCP ou NetBios
nl_nl: Definieert het transport dat moet worden gebruikt in een CIFS-verbinding. Kan DirectTCP of NetBios zijn.

source: Read buffer size for SMB operations.
de: Lese-Puffer für SMB-Operationen.
fr_ca: Taille du tampon de lecture SMB
nl_nl: Leesbuffergrootte voor SMB-bewerkingen.

source: Read buffer size for SMB operations (Will be capped automatically by SMB negotiated values, values bellow 10000 bytes will be ignored)
de: Lese-Puffer für SMB-Operationen (Wird automatisch bei SMB ausgehandelten Werten gekappt, Werte unter 10000 werden ignoriert)
fr_ca: Taille du tampon de lecture SMB (sera automatiquement plafonné par la négociation SBM. Toute valeur inférieure à 10000 octets sera ignorée)
nl_nl: Leesbuffergrootte voor SMB-bewerkingen (wordt automatisch beperkt door SMB-onderhandelde waarden, waarden onder 10000 bytes worden genegeerd)

source: Write buffer size for SMB operations.
de: Schreib-Puffer für SMB-Operationen.
fr_ca: Taille du tampon d'écriture SMB
nl_nl: Schrijfbuffergrootte voor SMB-bewerkingen.

source: Write buffer size for SMB operations (Will be capped automatically by SMB negotiated values, values bellow 10000 bytes will be ignored)
de: Schreib-Puffer für SMB-Operationen (Wird automatisch bei SMB ausgehandelten Werten gekappt, Werte unter 10000 werden ignoriert)
fr_ca: Taille du tampon d'écriture SMB (sera automatiquement plafonné par la négociation SBM. Toute valeur inférieure à 10000 octets sera ignorée)
nl_nl: Schrijfbuffergrootte voor SMB-bewerkingen (wordt automatisch beperkt door SMB-onderhandelde waarden, waarden onder 10000 bytes worden genegeerd)

source: This backend can read and write data to Dropbox. Allowed format is "dropbox://folder/subfolder".
de: Dieses Backend kann Daten von Dropbox lesen und schreiben. Das unterstützte Formate ist "dropbox://folder/subfolder".
fr_ca: Type de cible pour lire/écrire vers Dropbox. Format : "dropbox://folder/subfolder".
ja_jp: このバックエンドでは、Dropboxとの間でデータの読み書きを実行できます。許可されている形式は、「dropbox://フォルダー/サブフォルダー」となります。
nl_nl: Deze backend kan gegevens lezen en schrijven naar Dropbox. Toegestane indeling is "dropbox://folder/subfolder".

source: The authorization token retrieved from {0}
cs: Pověřovací token obdržený od {0}
da: Autorizationskoden fra {0}
de: Das Autorisierungstoken von {0}
es: El token de autorización obtenido desde {0}
fi: Kirjautimustunniste, joka on ladattu osoitteesta {0}
fr_ca: Le code d'autorisation récupéré depuis {0}
it: Il token di autorizzazione recuperato da {0}
ja_jp: {0}で取得される認証コード
nl_nl: De authorisatiecode die is opgehaald uit {0}
pl: Token autoryzacji otrzymany od {0}
pt_br: O token de autorização recuperado de {0}
ro: Jetonul de autorizare extras din {0}
ru: Токен авторизации получен из {0}
sr_rs: Token autorizacije preuzet sa {0}

source: The authorization code
cs: Pověřovací kód
da: Autorizationskoden
de: Der Autorisierungscode
es: El código de autorización
fi: Kirjautumiskoodi
fr_ca: Le code d'autorisation
it: Il codice di autorizzazione
ja_jp: 認証コード
nl_nl: De authorisatiecode
pl: Kod autoryzacji
pt: Código de autorização
pt_br: O código de autorização
ro: Codul de autorizare
ru: Код авторизации
sk_sk: Autorizačný kód
sr_rs: Autorizacioni kod
sv_se: Auktoriseringskoden

source: The Dropbox account is over quota: {0}
de: Der Dropbox Account ist voll: {0}
fr_ca: Le compte Dropbox a atteint sa limite ; {0}
nl_nl: Het Dropbox-account overschrijdt het quotum: {0}

source: Failed to authorize using the OAuth service: {0}. If the problem persists, try generating a new authid token from: {1}
cs: Nepodařilo se ověřit pomocí služby OAuth: {0}. Pokud problém přetrvává, zkuste vytvořit nový authid token z: {1}
de: Autorisation mit dem OAuth Service ist fehlgeschlagen: {0}. Wenn das Problem weiter besteht, versuche ein neues AuthID Token zu generieren von: {1}
es: No autorizó el uso del servicio OAuth: {0}. Si el problema persiste, intente generar un nuevo token de autorización desde: {1}
fi: Tunnistautuminen OAuth-palvelun {0} avulla ei onnistunut. Jos ongelma ei poistu, koeta luoda uusi tunniste osoitteessa {1}
fr_ca: Échec de l'autorisation d'utilisation du service OAuth: {0}. Si le problème persiste, essayer de générer un nouveau jeton authid : {1}
it: Impossibile autorizzare l'utilizzo del servizio OAuth: {0}. Se il problema persiste, prova a generare un nuovo token da: {1}
ja_jp: OAuthサービスの使用を認証できませんでした：{0}。問題が解決されない場合は、以下で新しい認証IDを生成してみてください：{1}
nl_nl: Autoriseren met OAuth service is mislukt: {0}. Als het probleem aanhoudt, probeer een nieuw authid token te genereren van: {1}
pl: Nie udało się autoryzować przy użyciu usługi OAuth: {0}. Jeśli problem będzie się powtarzał, spróbuj wygenerować nowy token uwierzytelniania z: {1}
pt_br: Falha ao autorizar usando o serviço do OAuth: {0}. se o problema persistir, tente gerar um novo token de authid de: {1}
ro: Nu a fost autorizată utilizarea serviciului OAuth: {0}. Dacă problema persistă, încercați să generați un nou jeton authid de la: {1}
ru: Ошибка авторизации через OAuth: {0}. Если проблема повторяется, попробуйте создать новый токен авторизации с помощью {1}
sr_rs: Ovlašćenje pomoću OAuth usluge nije uspelo: {0}. Ako se problem i dalje javlja, pokušajte da generišete novi autid token sa: {1}

source: This backend can read and write data to a WEBDAV enabled web server, using the HTTP protocol. Allowed formats are "webdav://hostname/folder" and "webdav://username:password@hostname/folder".
de: Unterstützt Verbindungen zu einem WEBDAV Server über das HTTP Protokoll. Unterstützte Formate sind "webdav://hostname/folder" oder "webdav://username:password@hostname/folder".
fr_ca: Type de cible pour lire/écrire vers un serveur web WEBDAV avec http. Format : "webdav://hostname/folder" ou "webdav://username:password@hostname/folder".
ja_jp: このバックエンドでは、WebDAVが有効に設定されているサーバーとの間でHTTPプロトコルを使い、データの読み書きを実行できます。サポートされている形式は、「webdav://ホスト名/フォルダー」と「webdav://ユーザー名:パスワード@ホスト名/フォルダー」となります。
nl_nl: Deze backend kan gegevens lezen en schrijven naar een webserver met WEBDAV-ondersteuning, door middel van het HTTP protocol. Toegestane indelingen zijn "webdav://hostname/folder" of "webdav://username:password@hostname/folder".

source: Using the HTTP Digest authentication method allows the user to authenticate with the server, without sending the password in clear. However, a man-in-the-middle attack is easy, because the HTTP protocol specifies a fallback to Basic authentication, which will make the client send the password to the attacker. Using this option, the client does not accept this, and always uses Digest authentication or fails to connect.
de: Die Verwendung der HTTP-Digest-Authentifizierungsmethode ermöglicht es dem Benutzer, sich mit dem Server zu authentifizieren, ohne das Kennwort in Klartext zu übermitteln. Allerdings ist ein Man-in-the-Middle-Angriff einfach, denn das HTTP-Protokoll legt ein Fallback auf die Standardauthentifizierung fest, wodurch der Client das Passwort an den Angreifer sendet. Mit dieser Option akzeptiert der Client das nicht und verwendet immer Digest-Authentifizierung oder die Verbindung schlägt fehl.
fr_ca: L'utilisation de la méthode HTTP Digest permet à l'utilisateur de s'authentifier auprès du serveur sans envoyer son mot de passe en clair. Cependant une attaque dite man-in-the-middle est facile car le protocole HTTP prévoit un repli vers l'authentification basique qui transmet le mot de passe en clair. Cette option permet de désactiver la possibilité de repli vers http basique pour toujours utiliser http Digest ou échouer à se connecter.
ja_jp: HTTPのDigest認証を使用すると、ユーザーは、パスワードを平文で送信せずにサーバーと認証を行うことができます。ただし、HTTPではBasic認証をフォールバックとしており、Basic認証ではクライアントに対してパスワードを攻撃者に送信するよう設定できてしまうため、中間者攻撃を容易に行うことができます。このオプションを有効にすると、クライアントはBasic認証をフォールバックとせず、常にDigest認証を行い、認証に成功しなかった場合は、接続しないように指示できます。
nl_nl: Door gebruik te maken van HTTP Digest authenticatie kan de gebruiker authentiseren met de server, zonder het wachtwoord als leesbare tekst te verzenden. Echter, een man-in-the-middle aanval is eenvoudig, omdat het HTTP protocol een fallback specificeert naar Basic authenticatie, wat ervoor zorgt dat de client het wachtwoord naar de aanvaller verstuurt. Door deze optie te gebruiken, accepteert de client dit niet, en gebruikt ten allen tijde Digest authenticatie of breekt de verbinding af.

source: Force the use of the HTTP Digest authentication method
cs: Vynutit použití metody ověření HTTP otiskem
da: Tving brugen af "HTTP Digest" godkendelse
de: Erzwinge die Verwendung der HTTP-Digest-Authentifizierungsmethode
es: Forzar el uso del método de autentificación HTTP Digest
fi: Pakota käyttämään tunnistautumismenetelmää HTTP digest authentication
fr_ca: Force l'utilisation de la méthode d'authentification HTTP Digest
it: Forza l'utilizzo del metodo di autenticazione HTTP Digest
ja_jp: HTTPのDigest認証の使用を強制
nl_nl: Forceer het gebruik van de HTTP Digest authenticatie methode
pl: Wymuś użycie metody uwierzytelniania HTTP Digest
pt_br: Forçar o uso do método de autenticação HTTP Digest
ro: Forțați utilizarea metodei de autentificare HTTP Digest
ru: Принудительно использовать метод HTTP дайджест-аутентификации
sr_rs: Prisilite upotrebu metode HTTP Digest autentifikacije

source: The server returned the error code {0} ({1}), indicating that the server does not support WebDAV connections
cs: Server odpověděl chybovým kódem {0} ({1}), což značí že nepodporuje WebDAV spojení
de: Der Server meldete den Fehlercode {0} ({1}), welcher anzeigt, dass der Server keine WebDAV-Verbindungen akzeptiert.
es: El servidor devolvió el código de error {0} ({1}), indicando que el servidor no soporta las conexiones WebDAV
fr_ca: Le serveur a renvoyé le code d'erreur {0} ({1}), indiquant que le serveur ne supporte pas les connexion WebDAV
it: Il server ha restituito il codice di errore {0} ({1}), indicando che il server non supporta le connessioni WebDAV
ja_jp: サーバーがエラーコード {0}（{1}）を返しました。サーバーはWebDAVの接続をサポートしていないようです。
nl_nl: De server stuurde foutcode {0} ({1}) terug, wat aangeeft dat de server geen ondersteuning biedt voor WebDAV verbindingen
pl: Serwer zwrócił kod błędu {0} ({1}), oznaczający, że serwer nie wspiera połączeń WebDAV
pt_br: O servidor retornou o código de erro {0} ({1}), indicando que o servidor não suporta conexões WebDAV
ro: Serverul a returnat codul de eroare {0} ({1}), indicând faptul că serverul nu suportă conexiuni WebDAV
sr_rs: Server je vratio kod greške {0} ({1}), što ukazuje da server ne podržava WebDAV veze

source: The folder {0} was not found, message: {1}
cs: Složka {0} nebyla nalezena, zpráva: {1}
da: Mappen {0} blev ikke fundet, besked: {1}
de: Der Ordner {0} wurde nicht gefunden, Nachricht: {1}
es: No se encontró la carpeta {0}, mensaje: {1}
fi: Hakemistoa {0} ei löytynyt. Viesti oli: {1}
fr_ca: Le dossier {0} n'a pas été trouvé, message: {1}
it: La cartella {0} non è stata trovata, messaggio: {1}
ja_jp: フォルダー {0} は見つかりませんでした。メッセージ: {1}
nl_nl: De map {0} is niet gevonden, melding: {1}
pl: Folder {0} nie zostal znaleziony, wiadomość: {1}
pt: A pasta {0} não foi encontrada, mensagem: {1}
pt_br: A pasta {0} não foi encontrada. Mensagem: {1}
ro: Dosarul {0} nu a fost găsit, mesajul: {1}
ru: Папка {0} не найдена: {1}
sk_sk: Adresár {0} nenájdený, správa: {1}
sr_rs: Fascikla {0} nije pronađena, poruka: {1}
sv_se: Mappen {0} hittades inte, meddelande: {1}

source: When listing the folder {0} the file {1} was listed, but the server now reports that the file is not found. This can be because the file is deleted or unavailable, but it can also be because the file extension {2} is blocked by the web server. IIS blocks unknown extensions by default. Error message: {3}
cs: Při vypisování obsahu složky {0} byl sice soubor {1} uveden, ale server nyní hlásí, že soubor není nalezen. Toto může být způsobeno tím, že soubor je smazaný nebo nedostupný, ale také kvůli blokování přípony souboru {2} webovým serverem. Například Microsoft IIS ve výchozím stavu blokuje soubory s neznámou příponou. Chybové hlášení: {3}
de: Bei der Auflistung der Dateien in Ordner {0} wurde die Datei {1} aufgeführt, aber der Server findet die Datei nicht. Dies kann passieren, wenn die Datei gelöscht wurde oder nicht verfügbar ist, aber auch wenn die Dateiendung {2} vom Webserver geblockt wird. IIS blockt unbekannte Dateiendungen standardmäßig. Fehlermeldung: {3}
es: Al listar la carpeta {0} el archivo {1} fue listado, pero el servidor ahora reporta que el archivo no se encuentra. Esto puede ser porque el archivo ha sido borrado o no está disponible, pero también puede ser porque la extensión del archivo {2} está bloqueada por el servidor web. IIS bloquea las extensiones desconocidas por defecto. Mensaje de error: {3}
fi: Hakemistoa {0} listattaessa tiedosto {1} löydettiin, mutta palvelin ilmoittaa nyt, että tiedota ei löydy. Tämä voi johtua siitä, että tiedosto on poistettu. On mahdollista, että palvelin on lukinnut tyypin {2} tiedostot. IIS lukitsee tuntemattomat tiedostotyypit oletuksena. Virheilmoitus: {3}
fr_ca: Lors de l'affichage du dossier {0}, le fichier {1} était répertorié, mais le serveur signale désormais que le fichier est introuvable. Cela peut être dû au fait que le fichier est supprimé ou indisponible, mais cela peut également être dû au fait que l'extension de fichier {2} est bloquée par le serveur Web. IIS bloque les extensions inconnues par défaut. Message d'erreur : {3}
it: Quando si elenca la cartella {0} il file {1} è elencato, ma il server ora riporta che il file non è stato trovato. Questo può accadere perché il file è stato cancellato o non è disponibile, ma può anche essere perché l'estensione del file {2} è bloccata dal server web. IIS blocca le estensioni sconosciute per impostazione predefinita. Messaggio di errore: {3}
ja_jp: フォルダー {0} のリスト作成を行った際に、ファイル {1} はリストの中に含まれていましたが、サーバーはファイルが存在しないと返答しました。 これはファイルが削除されたか、あるいは利用できないことによる可能性がありますが、ウェブサーバーが拡張子 {2} をブロックしていることが原因かもしれません。IISは既定で不明な拡張子をブロックします。 エラーメッセージ：{3}
nl_nl: Tijdens het weergeven van de map {0} werd het bestand {1} weergegeven, maar de server geeft nu aan dat het bestand niet bestaat. Dit kan veroorzaakt worden doordat het bestand is verwijderd of niet beschikbaar is, maar het kan ook zijn dat de bestandsextensie {2} geblokkeerd wordt door de web server. IIS blokkeert standaard onbekende extensies. Foutmelding: {3}
pl: Podczas wyświetlania folderu {0} został wyświetlony plik {1}, ale serwer zgłasza teraz, że plik nie został odnaleziony. Może to być spowodowane usunięciem pliku lub jego niedostępnością, ale może to być również spowodowane zablokowaniem rozszerzenia pliku {2} przez serwer sieciowy. Usługi IIS domyślnie blokują nieznane rozszerzenia. Komunikat o błędzie: {3}
pt_br: Ao listar a pasta {0}, o arquivo {1} foi listado, mas o servidor agora informa que o arquivo não foi encontrado. Isso pode ser porque o arquivo foi excluído ou está indisponível, mas também pode ser porque a extensão do arquivo {2} é bloqueada pelo servidor da Web. O IIS bloqueia extensões desconhecidas por padrão. Mensagem de erro: {3}
ro: La listarea dosarului {0} fișierul {1} ​​a fost listat, dar serverul raportează acum că fișierul nu a fost găsit. Acest lucru se poate datora faptului că fișierul este șters sau indisponibil, dar poate fi și din cauză că extensia de fișier {2} este blocată de serverul web. IIS blochează extensiile necunoscute în mod prestabilit. Mesaj de eroare: {3}
ru: При перечислении содержимого папки {0} был указан файл {1}, но теперь сервер сообщает, что файл не найден . Это может быть связано с тем, что файл удален или недоступен, но также может быть вызвано тем, что расширение файла {2} заблокировано веб-сервером. IIS блокирует неизвестные расширения по умолчанию. Сообщение об ошибке: {3}
sr_rs: Prilikom navođenja fascikle {0} fajl {1} je bio naveden, ali server sada izveštava da fajl nije pronađen. To može biti zato što je fajl izbrisan ili nedostupan, ali može biti i zato što je ekstenziju fajla {2} blokirao veb server. IIS podrazumevano blokira nepoznate ekstenzije. Poruka o grešci: {3}

source: To aid in debugging issues, it is possible to set a path to a file that will be overwritten with the PROPFIND response.
de: Um Debugging-Probleme zu unterstützen, ist es möglich, einen Pfad zu einer Datei festzulegen, die mit der PROPFIND-Antwort überschrieben wird
fr_ca: Pour aider dans les problèmes de débogage on peut définir le chemin d'un fichier qui sera écrasé par la réponse PROPFIND.
ja_jp: デバッグを行う際に、PROPFINDのレスポンスで上書きされるファイルへのパスを設定することができます。
nl_nl: Om het opsporen van fouten te vergemakkelijken, kunt u een pad instellen naar een bestand dat wordt overschreven met de PROPFIND-respons.

source: Dump the PROPFIND response
cs: Vypsat PROPFIND odpověď
de: Dump die PROPFIND Antwort
es: Borrar la respuesta PROPFIND
fi: Tallenna PROPFIND-vastaus
fr_ca: Vider la réponse PROPFIND
it: Dump della risposta PROPFIND
ja_jp: PROPFINDのレスポンスを出力
nl_nl: Dump de PROPFIND respons
pl: Zrzuć odpowiedź PROPFIND
pt_br: Despeja a resposta PROPFIND
ro: Dați răspunsul PROPFIND
ru: Записать ответ PROPFIND
sr_rs: Izbacite PROPFIND odgovor

source: Digest authentication requires a username to be set
de: Digest-Authentifizierung erfordert, dass ein Benutzername gesetzt ist
fr_ca: L'authentification Digest requiert un nom d'utilisateur
nl_nl: Voor Digest-authenticatie moet een gebruikersnaam worden ingesteld

source: Use extended PROPFIND body
de: Erweiterten PROPFIND-Body benutzen
fr_ca: Corps PROPFIND étendu
nl_nl: Gebruik uitgebreide PROPFIND-body

source: Use an extended PROPFIND body to request listings of files and folders. This is required for some servers
de: Einen erweiterten PROPFIND-Body benutzen, um Listings von Dateien und Ordnern anzufragen. Dies ist für einige Server erforderlich
fr_ca: Utiliser un corps PROPFIND étendu pour recueillir les listes de fichiers et répertoires. Ceci est obligatoire pour certains serveurs.
nl_nl: Gebruik een uitgebreide PROPFIND-body om lijsten met bestanden en mappen op te vragen. Dit is vereist voor sommige servers.

source: Use legacy PROPFIND parsing
fr_ca: Exploration PROPFIND préhistorique
nl_nl: Gebruik oude PROPFIND-parsing

source: Use the legacy PROPFIND response parsing logic.
fr_ca: Utiliser l'ancienne logique d'exploration des réponses PROPFIND.
nl_nl: Gebruik de oude PROPFIND-responsparseerlogica.

source: This backend can read and write data to pCloud with native API. Allowed format is "pcloud://api.pcloud.com/folder".
de: Dieses Backend kann Daten von pCloud mit nativer API lesen und schreiben. Erlaubtes Format ist "pcloud://api.pcloud.com/folder".
fr_ca: Type de cible pour lire/écrire vers pCloud avec son API native. Format : "pcloud://api.pcloud.com/folder".
nl_nl: Deze backend kan gegevens lezen en schrijven naar pCloud met native API. Toegestane indeling is "pcloud://api.pcloud.com/folder".

source: pCloud (Native API)
fr_ca: pCloud (API native)

source: The oAuth token used to connect to the server. This may also be supplied as the environment variable "AUTHID". Visit {0} to get a new one
de: Der oAuth Token, der verwendet wird, um sich mit dem Server zu verbinden. Es kann auch über die Umgebungsvariable "AUTHID" gesetzt werden. Besuchen Sie {0} um eine neue zu erhalten
fr_ca: Jeton oAuth de connexion au serveur. Peut aussi venir de la variable d'environnement "AUTHID". Rendez-vous sur {0} pour en obtenir un nouveau.
nl_nl: Het oAuth-token dat gebruikt wordt om verbinding te maken met de server. Dit kan ook worden opgegeven als de omgevingsvariabele "AUTHID". Ga naar {0} om een ​​nieuwe te verkrijgen.

source: Supply the oAuth token used to connect to the server
de: Eingabe des oAuth Tokens zur Verbindung mit dem Server
fr_ca: Jeton oAuth à utiliser pour la connexion
nl_nl: Geef het oAuth-token op dat gebruikt wordt om verbinding te maken met de server
