Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Sets the maximum time a script is allowed to execute. If the script has not completed within this time, it will continue to execute but the operation will continue too, and no script output will be processed.
cs: Nastaví nejvyšší umožněnou dobu po kterou může být skript vykonáván. Pokud skript neskončí do této doby, jeho vykonávání bude pokračovat ale to i operace samotná a nebude zpracován výstup ze skriptu.
fi: Antaa ajan, jonka jälkeen toimenpide suoritetaan vaikka skripti ei olisi valmis. Skriptin suoritus jatkuu, mutta sen tulostetta ei käsitellä.
it: Imposta il tempo massimo in cui è consentita l'esecuzione di uno script. Se lo script non è stato completato in questo tempo, continuerà a essere eseguito ma continuerà anche l'operazione e nessuna uscita dello script sarà elaborata.
pt_br: Define o tempo máximo que um script pode executar. Se o script não tiver sido concluído nesse período, ele continuará a executar, mas a operação continuará também, e nenhuma saída de script será processada.
ro: Setează timpul maxim pe care un script este permis să îl execute. Dacă scriptul nu sa terminat în acest moment, acesta va continua să execute, dar operația va continua și nu va fi procesată nici o ieșire de script.
ru: Устанавливает максимальное время, отведенное на выполнение скрипта. Если скрипт не завершится в течение этого времени, операция будет продолжена, и, хотя скрипт продолжит выполняться, его вывод не будет обработан.
sr_rs: Postavlja maksimalno vreme koje je skripti dozvoljeno da se izvrši. Ako se skripta ne dovrši u tom roku, nastaviće da se izvršava, ali će se i operacija nastaviti i nijedan izlaz skripte neće biti obrađen.

source: Sets the script timeout
cs: Nastaví časový limit vykonávání skriptu
fi: Skriptin aikakatkaisun kesto
it: Imposta il timeout dello script
pt_br: Define o tempo limite do script
ro: Setează intervalul de timp pentru script
ru: Задаёт время ожидания завершения сценария
sr_rs: Postavlja vremensko ograničenje skripte

source: Unable to find the destination mail server through MX lookup, please use the option {0} to specify what smtp server to use.
cs: Nepodařilo se najít cílový e-mailový server z MX záznamů, zadejte ho pomocí volby {0}.
fi: Sähköpostin vastaanottajan palvelinta ei löytynyt MX-tietueiden avulla. Anna käytettävä smtp-palvelin valitsimella {0}.
it: Impossibile trovare il server mail di destinazione attraverso la ricerca MX, per favore usa l'opzione {0} per specificare il server SMTP da usare.
pt_br: Não foi possível localizar o servidor de correio de destino através da pesquisa MX, por favor utilize a opção {0} para especificar qual servidor smtp para uso.
ro: Imposibil de găsit serverul de mail destinație prin căutarea MX, vă rugăm să folosiți opțiunea {0} pentru a specifica ce server SMTP să folosească.
ru: Не удалось найти почтовый сервер назначения через поиск MX. Пожалуйста, используйте параметр {0}, чтобы указать, какой SMTP-сервер использовать.
sr_rs: Nije moguće pronaći odredišni mail server pomoću MX pretrage, molimo koristite opciju {0} da navedete smtp server će se koristiti.

source: This value can be a filename. If the file exists, the file contents will be used as the message body. In the message body, certain tokens are replaced: %OPERATIONNAME% - The name of the operation, normally "Backup" %REMOTEURL% - Remote server url %LOCALPATH% - The path to the local files or folders involved in the operation (if any) %PARSEDRESULT% - The parsed result, if the operation is a backup. Possible values are: Error, Warning, Success All command line options are also reported within %value%, e.g. %volsize%. Any unknown/unset value is removed.
cs: Tato hodnota může být název souboru. Pokud soubor existuje, obsah souboru bude použit jako tělo zprávy. V těle zprávy, určité tokeny jsou nahrazovány: %OPERATIONNAME% – název operace, obyčejně „záloha“ %REMOTEURL% – URL adresa vzdáleného serveru %LOCALPATH% – Popis umístění místních souborů nebo složek souvisejících s operací (pokud jsou takové) %PARSEDRESULT% – Zpracovaný (parse) výsledek, pokud je operace zálohování. Možné hodnoty jsou: chyba, varování, úspěch Všechny volby příkazového řádku jsou také hlášeny s %value%, např. %volsize%. Všechny neznámé/nenastavené hodnoty jsou odebrány.
it: Questo valore può essere un nome di file. Se il file esiste, il contenuto del file sarà usato come corpo del messaggio. Nel corpo del messaggio, alcuni token sono sostituiti: %OPERATIONNAME% - Il nome dell'operazione, di norma "Backup" %REMOTEURL% - URL server remoto %LOCALPATH% - Il percorso dei file o delle cartelle locali coinvolti nell'operazione (se presente) %PARSEDRESULT% - Il risultato analizzato, se l'operazione è un backup. I valori possibili sono: Errore, Avviso, Successo Tutte le opzioni da riga di comando sono segnalate dentro %value%, es. %volsize%. Qualsiasi valore sconosciuto/non impostato è rimosso.
pt_br: Esse valor pode ser um nome de arquivo. Se o arquivo existir, o conteúdo do arquivo será usado como o corpo da mensagem. No corpo da mensagem, certos tokens são substituídos: %OPERATIONNAME% - O nome da operação, normalmente "Backup" %REMOTEURL% - URL do servidor remoto %LOCALPATH% - O caminho para os arquivos ou pastas locais envolvidos na operação (se houver) %PARSEDRESULT% - O resultado analisado, se a operação for um backup. Os valores possíveis são: Error, Warning, Success Todas as opções de linha de comando também são relatadas dentro do %value%, exemplo %volsize%. Qualquer valor desconhecido/desconectado é removido.
ro: Această valoare poate fi un nume de fișier. Dacă fișierul există, conținutul fișierului va fi folosit ca corp al mesajului. În corpul mesajului, se înlocuiesc anumite jetoane: % OPERATIONNAME% - Numele operației, în mod normal "Backup" % REMOTEURL% - Adresa URL a serverului de la distanță % LOCALPATH% - Calea către fișierele sau folderele locale implicate în operație (dacă există) % PARSEDRESULT% - Rezultatul analizat, dacă operația este o copie de rezervă. Valorile posibile sunt: ​​Eroare, Avertizare, Succes Toate opțiunile de linie de comandă sunt, de asemenea, raportate în%% value%, de ex. % Volsize%. Orice valoare necunoscută / dezactivată este eliminată.
ru: Это значение может быть именем файла. Если такой файл существует, его содержимое будет использоваться в качестве тела сообщения. Определенные токены в сообщении будут заменены: %OPERATIONNAME% - Имя операции, обычно «Резервное копирование» %REMOTEURL% - URL удаленного сервера %LOCALPATH% - Путь к локальным файлам или папкам, участвующим в операции (если они есть) %PARSEDRESULT% - Проанализированный результат, если это операция резервного копирования. Возможные значения: Ошибка, Предупреждение, Успех Все опции командной строки также сообщаются в формате %value%, напр. %volsize%. Все неизвестные/неустановленные значения удаляются.
sr_rs: Ova vrednost može biti ime fajla. Ako fajl postoji, sadržaj fajla će se koristiti kao telo poruke. U telu poruke, određeni tokeni se zamenjuju: %OPERATIONNAME% – Naziv operacije, obično „Backup“ %REMOTEURL% – URL udaljenog servera %LOCALPATH% - putanja do lokalnih fajlova ili fascikli uključenih u operaciju (ako ih ima) %PARSEDRESULT% - raščlanjeni rezultat, ako je operacija rezervna kopija. Moguće vrednosti su: Error, Varning, Success Sve opcije komandne linije su takođe prijavljene u okviru %value%, npr. %volsize%. Svaka nepoznata/nepodešena vrednost se uklanja.

source: The password used to authenticate with the SMTP server if required.
cs: Heslo pro případné ověřování vůči SMTP serveru.
fi: SMTP-palvelimen salasana
it: La password usata per l'autenticazione con il server SMTP, se necessaria.
pt_br: A senha utilizada para a autenticação com o servidor SMTP é necessária.
ro: Parola utilizată pentru autentificarea cu serverul SMTP, dacă este necesar.
ru: Необходимо указать пароль для аутентификации на SMTP сервере.
sr_rs: Lozinka koja se koristi za autentifikaciju sa SMTP serverom ako je potrebno.

source: By default, mail will only be sent after a Backup operation. Use this option to send mail for all operations.
cs: Ve výchozím stavu bude e-mail poslán pouze po dokončení operace zálohování. Pomocí této předvolby je možné zařídit, aby byl odesílán pro všechny operace.
fi: Oletuksena sähköposti lähetetään vain varmuuskopioinnin jälkeen. Tällä valitsimella voit lähettää sähköpostin kaikkien operaatioiden jälkeen.
it: Per impostazione predefinita, l'email sarà inviata solo dopo un'operazione di backup. Usa questa opzione per inviare la posta per tutte le operazioni.
pt_br: Por padrão, o email só será enviado após uma operação de backup. Use esta opção para enviar correio para todas as operações.
ro: Implicit, poșta va fi trimisă numai după o operație de copiere de rezervă. Utilizați această opțiune pentru a trimite e-mail pentru toate operațiile.
ru: По умолчанию сообщение будет послано только по окончании операции резервного копирования. Используйте эту настройку, чтобы посылать сообщения обо всех операциях.
sr_rs: Podrazumevano, pošta će biti poslata samo nakon operacije rezervne kopije. Koristite ovu opciju za slanje pošte za sve operacije.

source: Send email for all operations
cs: Odeslat e-mail pro veškeré operace
fi: Lähetä sähköposti kaikkien operaatioiden jälkeen
it: Invia email per tutte le operazioni
pt_br: Enviar email para todas operações
ro: Trimiteți e-mail pentru toate operațiile
ru: Посылать e-mail обо всех операциях
sr_rs: Pošaljite e-poštu za sve operacije

source: Address of the email sender. If no host is supplied, the hostname of the first recipient is used. Examples of allowed formats: sender sender@example.com Mail Sender <sender> Mail Sender <sender@example.com>
cs: Adresa odesilatele e-mailu. Pokud není zadán žádný stroj, je použit ten z prvního příjemce. Ukázky možných formátů zápisu: odesilatel odesilatel@example.com Odesilatel e-mailu <sender> Odesilatel e-mailu <sender@example.com>
fi: Sähköpostin lähettäjän osoite. Jos osoitteen verkkotunnusta ei määritellä, käytetään ensimmäisen vastaanottajan verkkotunnusta. Esimerkkejä sallituista muotoiluista: lähettäjä lähettäjä@esimerkki.com Postin Lähettäjä <lähettäjä> Postin Lähettäjä <lähettäjä@esimerkki.com>
it: Indirizzo del mittente dell'email. Se non è fornito alcun host, è usato il nome host del primo destinatario. Esempi di formati consentiti: sender sender@example.com Mail Sender <sender> Mail Sender <sender@example.com>
pt_br: Endereço do remetente de email. Se nenhum host é fornecido, o hostname do primeiro destinatário é utilizado. Exemplo de formatos permitidos remetente sender@example.com Mail Sender <sender> Mail Sender <sender@example.com>
ro: Adresa expeditorului de e-mail. Dacă nu este furnizată nici o gazdă, se utilizează numele de gazdă al primului destinatar. Exemple de formate permise: expeditor sender@example.com Expeditor de mail <expeditor> Expeditor de e-mail <expeditor@exemplu.ro>
ru: Адрес отправителя электронной почты. Если хост не указан, используется имя хоста первого получателя. Примеры допустимых форматов: sender sender@example.com Отправитель <sender> Отправитель <sender@example.com>
sr_rs: Adresa pošiljaoca e-pošte. Ako nije naveden nijedan host, koristi se ime hosta prvog primaoca. Primeri dozvoljenih formata: pošiljalac sender@example.com Mail Sender <sender> Pošiljalac pošte <sender@example.com>

source: You can specify one of "{0}", "{1}", "{2}", "{3}". You can supply multiple options with a comma separator, e.g. "{0},{1}". The special value "{4}" is a shorthand for "{0},{1},{2},{3}" and will cause all backup operations to send an email.
cs: Je možné zadat něco z „{0}“, „{1}“, „{2}“, „{3}“. Je možné zadat vícero voleb oddělovaných čárkou, např. „{0},{1}“. Speciální hodnota „{4}“ je zkratka pro „{0},{1},{2},{3}“ a způsobí, že zpráva bude odeslána o všech zálohovacích operacích.
it: Puoi specificare uno di questi "{0}", "{1}", "{2}", "{3}". Puoi fornire più opzioni separandole con una virgola, es. "{0},{1}". Il valore speciale "{4}" è una scorciatoia per "{0},{1},{2},{3}" e avvierà tutte le operazioni di backup per inviare una email.
pt_br: Você pode especificar um de "{0}", "{1}", "{2}", "{3}". Você pode fornecer várias opções com um separador de vírgulas, exemplo, "{0}, {1}". O valor especial "{4}" é uma abreviatura para "{0}, {1}, {2}, {3}" e fará com que todas as operações de backup enviem um e-mail.
ro: Puteți specifica unul dintre "{0}", "{1}", "{2}", "{3}". Puteți furniza mai multe opțiuni cu un separator de virgulă, de ex. "{0}, {1}". Valoarea specială "{4}" este o stenogramă pentru {0}, {1}, {2}, {3} "și va determina toate operațiile de salvare să trimită un e-mail.
ru: Можно указать один из «{0}» «{1}», «{2}», «{3}». Можно указать несколько вариантов, разделенных запятыми, напр. «{0}, {1}». Специальное значение «{4}» является сокращением для «{0}, {1}, {2}, {3}» и служит для отправки сообщений электронной почты обо всех операциях резервного копирования.
sr_rs: Možete da navedete jedan od "{0}", "{1}", "{2}", "{3}". Možete da navedete više opcija sa zarezom, npr. "{0},{1}". Posebna vrednost "{4}" je skraćenica za "{0},{1},{2},{3}" i dovešće do slanja e-pošte svim operacijama rezervnih kopija.

source: A url for the SMTP server, e.g. smtp://example.com:25. Multiple servers can be supplied in a prioritized list, separated with semicolon. If a server fails, the next server in the list is tried, until the message has been sent. If no server is supplied, a DNS lookup is performed to find the first recipient's MX record, and all SMTP servers are tried in their priority order until the message is sent. To enable SMTP over SSL, use the format smtps://example.com. To enable SMTP STARTTLS, use the format smtp://example.com:25/?starttls=when-available or smtp://example.com:25/?starttls=always. If no port is specified, port 25 is used for non-ssl, and 465 for SSL connections. To force not to use STARTTLS use smtp://example.com:25/?starttls=never.
cs: URL adresa pro SMTP server, např. smtp://example.com:25. Je možné zadat i vícero serverů v seznamu s odstupňovanými prioritami, oddělované středníkem. Pokud server nekomunikuje, bude vyzkoušen další server v pořadí, dokud se nepodaří zprávu odeslat. Pokud není zadán žádný server, je provedeno DNS hledání pro nalezení MX záznamu z domény prvního příjemce a všechny SMTP servery jsou vyzkoušeny v pořadí jejich priority dokud není zpráva odeslána. Pro zapnutí SMTP nad SSL použijte formát zápisu smtps://example.com. Pro zapnutí SMTP STARTTLS použijte formát smpt://example.com:25/starttls=when-available nebo smtp://example.com:25/?starttls=always. Pokud není zadán žádný port, je použit 25 pro nešifrované, a 465 pro šifrované spojení. Pro vynucení nepoužívání STARTTLS použijte smtp://example.com:25/?starttls=never.
it: Un URL per il server SMTP, es. smtp://example.com:25. È possibile fornire più server in un elenco con priorità, separati da punto e virgola. Se un server non funziona, sarà provato il server successivo nell'elenco, fino a quando il messaggio sarà stato inviato. Se non è fornito alcun server, sarà eseguita una ricerca DNS per trovare il record MX del primo destinatario e tutti i server SMTP saranno provati nel relativo ordine di priorità finché il messaggio non sarà inviato. Per abilitare SMTP su SSL, usa il formato smtps://example.com. Per abilitare SMTP STARTTLS, usa il formato smtp://example.com:25/?starttls=when-available o smtp://example.com:25/?starttls=always. Se non è specificata alcuna porta, sarà utilizzata la porta 25 per le connessioni non SSL e 465 per le connessioni SSL. Per forzare il non utilizzo di STARTTLS usa smtp://example.com:25/?starttls=never.
pt_br: A URL para o servidor SMTP, exemplo: smtp://example.com:25. Vários servidores podem ser fornecidos em uma lista priorizada, separados por ponto e vírgula. Se um servidor falhar, o próximo servidor na lista é tentado, até que a mensagem tenha sido enviada. Se nenhum servidor for fornecido, uma pesquisa de DNS é realizada para encontrar o registro MX do primeiro destinatário e todos os servidores SMTP são tentados em sua ordem de prioridade até que a mensagem seja enviada. Para habilitar SMTP sobre SSL, use o formato smtps://example.com. Para habilitar SMTP STARTTLS, use o formato smtp://example.com:25/?starttls=when-available ou smtp://example.com:25/?starttls=always. Se nenhuma porta for especificada, a porta 25 é usada para não-ssl e 465 para conexões SSL. Para forçar a não usar STARTTLS use smtp://example.com:25/?starttls=never.
ro: Un url pentru serverul SMTP, de ex. smtp: //example.com: 25. Servere multiple pot fi furnizate într-o listă prioritară, separate cu punct și virgulă. Dacă un server nu reușește, serverul următor din listă este încercat, până când mesajul a fost trimis. Dacă nu este furnizat niciun server, se efectuează o căutare DNS pentru a găsi înregistrarea MX a primului destinatar și toate serverele SMTP sunt încercate în ordinea priorității până la expedierea mesajului. Pentru a activa SMTP prin SSL, utilizați formatul smtps: //example.com. Pentru a activa SMTP STARTTLS, utilizați formatul smtp: //example.com: 25 /? Starttls = când-disponibil sau smtp: //example.com: 25 /? Starttls = always. Dacă nu este specificat niciun port, portul 25 este utilizat pentru non-ssl și 465 pentru conexiunile SSL. Pentru a forța să nu utilizeze STARTTLS, folosiți smtp: //example.com: 25 /? Starttls = niciodată.
ru: URL для SMTP сервера, например smtp://example.com:25. Возможно указать несколько серверов в порядке приоритета через точку-запятую. Если попытка подключения к серверу не удалась, будет использован следующий сервер в списке до тех пор пока сообщение не будет отправлено. Если сервер не предоставлен, выполняется поиск в DNS, чтобы найти запись MX первого получателя, и все SMTP-серверы проверяются в порядке приоритета до тех пор, пока сообщение не будет отправлено. Чтобы включить SMTP через SSL, используйте формат smtps://example.com. Чтобы включить SMTP STARTTLS, используйте формат smtp://example.com:25/?starttls=when-available или smtp://example.com:25/?starttls=always. Если порт не указан, порт 25 используется для non-ssl, и 465 для SSL-соединений. Чтобы заставить не использовать STARTTLS, используйте smtp://example.com:25/?starttls=never.
sr_rs: URL za SMTP server, npr. smtp://example.com:25. Više servera se može isporučiti u listi prioriteta, odvojenih tačkom i zarezom. Ako server ne uspe, pokušava se sledeći server na listi, sve dok se poruka ne pošalje. Ako nijedan server nije obezbeđen, vrši se DNS pretraga da bi se pronašao MX zapis prvog primaoca, a svi SMTP serveri se pokušavaju po svom prioritetnom redosledu dok se poruka ne pošalje. Da biste omogućili SMTP preko SSL-a, koristite format smtps://example.com. Da biste omogućili SMTP STARTTLS, koristite format smtp://example.com:25/?starttls=when-available ili smtp://example.com:25/?starttls=always. Ako port nije naveden, port 25 se koristi za ne-ssl, a 465 za SSL veze. Da biste naterali da ne koristite STARTTLS koristite smtp://example.com:25/?starttls=never.

source: The username used to authenticate with the SMTP server if required.
cs: Uživatelské jméno pro ověření se vůči SMTP serveru (pokud je vyžadováno).
fi: Käytäjätunnus SMTP-palvelimelle, jos tarvitaan
it: Il nome utente utilizzato per l'autenticazione con il server SMTP, se necessario.
pt_br: O nome de usuário utilizado para autenticação com o servidor SMTP se necessário.
ro: Numele de utilizator utilizat pentru autentificarea cu serverul SMTP, dacă este necesar.
ru: Имя пользователя для аутентификации на SMTP-сервере, если необходимо.
sr_rs: Korisničko ime koje se koristi za autentifikaciju sa SMTP serverom ako je potrebno.

source: Failed to send email: {0}
cs: E-mail se nepodařilo odeslat: {0}
fi: Sähköpostin lähetys epäonnistui: {0]
it: Invio email fallito: {0}
pt_br: Falha ao enviar o email: {0}
ro: E-mailul nu a reușit: {0}
ru: Ошибка отправки сообщения: {0}
sr_rs: Slanje e-pošte nije uspelo: {0}

source: The users who should have the messages sent, specify multiple users separated with commas
cs: Uživatelé kterým poslat zprávu, vícero příjemců oddělujte čárkou
fi: Käyttäjät, joille viestit lähetetään. Määritä useampi käyttäjä pilkulla eroteltuna
it: Gli utenti che devono disporre dei messaggi inviati, specifica più utenti separati da virgole
pt_br: Os usuários que receberão as mensagens enviadas, especificam vários usuários separados com vírgulas
ro: Utilizatorii care ar trebui să trimită mesajele, specifică mai mulți utilizatori separați prin virgulă
ru: Пользователи, которым следует отправлять сообщения. Разделяйте пользователей запятой.
sr_rs: Korisnici kojima treba dostaviti poruke, navedite više korisnika razdvojenih zarezima
