Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Use this option to store some or all of the options given to the commandline client. The file must be a plain text file, and UTF-8 encoding is preferred. Each line in the file should be of the format --option=value. Use the special options --{0} and --{1} to override the localpath and the remote destination uri, respectively. The options in this file take precedence over the options provided on the commandline. You cannot specify filters in both the file and on the commandline. Instead, you can use the special --{2}, --{3}, or --{4} options to specify filters inside the parameter file. Each filter must be prefixed with either a + or a -, and multiple filters must be joined with {5}.
de: Verwenden Sie diese Option, um einige oder alle Optionen des Kommandozeilen Clients zu speichern. Bei der Datei muss es sich um eine einfache Textdatei handeln, UTF-8-Kodierung bevorzugt. Jede Zeile in der Datei sollte folgendes Format haben: --option=Wert. Die speziellen Optionen --{0} und --{1} können verwendet werden, um den lokalen Pfad und die remote URL zu überschreiben. Die Optionen in der Datei haben Vorrang vor den Optionen der Kommandozeile. Es ist nicht möglich Filter sowohl in der Datei als auch auf der Kommandozeile anzugeben. Stattdessen gibt es die Spezialoptionen --{2}, --{3} oder --{4}, um die Filter innerhalb der Parameterdatei anzugeben. Jeder Filter muss als Präfix entweder ein + oder ein - enthalten und mehrere Filter müssen mit {5} verknüpft werden.
fr_ca: Utilisez cette option pour enregistrer certaines ou toutes les options fournies au client en ligne de commande. Le fichier doit être un fichier texte brut, de préférence en encodage UTF-8. Chaque ligne du fichier doit avoir le format --option=valeur. Utilisez les options spéciales --{0} et --{1} pour remplacer respectivement le chemin local et l’URI de destination distante. Les options dans ce fichier prévalent sur celles de la ligne de commande. Vous ne pouvez pas spécifier de filtres à la fois dans le fichier et sur la ligne de commande. À la place, vous pouvez utiliser les options spéciales --{2}, --{3} ou --{4} pour définir des filtres dans le fichier de paramètres. Chaque filtre doit être précédé d’un + ou d’un -, et plusieurs filtres doivent être séparés par {5}.
ja_jp: コマンドラインのクライアントに指定されたオプションを保存できます。ファイルはプレーンテキストファイルでなければならず、UTF-8エンコーディングが推奨されます。ファイルのそれぞれの行は「オプション=値」の形式で記入してください。特殊オプション --{0} と --{1} で、ローカルのパスとバックアップ先のURIをそれぞれ上書きできます。このファイルで指定されるオプションは、コマンドラインで指定されるオプションに優先します。ファイルとコマンドラインの両方でフィルターを設定することはできません。特殊オプション --{2}、--{3}、または --{4} を使用すると、パラメーターのファイルでフィルターを設定できます。各フィルターの先頭には+または-が付いていなければならず、複数のフィルターがある場合は、{5}で結合する必要があります。
nl_nl: Gebruik deze optie om sommige of alle opties op te slaan die worden opgegeven aan de opdrachtregel-client. Het bestand moet een alleen-tekstbestand zijn, UTF-8 codering heeft de voorkeur. Iedere regel in het bestand moet het formaat --optie=waarde hebben. De speciale opties --{0} en --{1} kunnen worden gebruikt om respectievelijk het lokale pad en de URI van het externe doel te overschrijven. De opties in dit bestand hebben voorrang boven de opties die vanaf de opdrachtregel worden opgegeven. Filters kunnen niet zowel in het bestand als vanaf de opdrachtregel worden opgegeven. Gebruik daarvoor in de plaats de speciale --{2}, --{3}, of --{4} opties om filters op te geven binnen het parameter-bestand. Ieder filter moet worden voorafgegaan door een + of een -, en meerdere filters moeten worden samengevoegd met {5}

source: An error occured: {0}
cs: Došlo k chybě: {0}
da: En fejl opstod: {0}
de: Ein Fehler ist aufgetreten: {0}
es: Se ha producido un error: {0}
fi: Tapahtui virhe: {0}
fr_ca: Une erreur est survenue : {0}
it: Si è verificato un errore: {0}
ja_jp: エラーが発生しました：{0}
nl_nl: Er is een fout opgetreden: {0}
pl: Wystąpił błąd: {0}
pt: Ocorreu um erro: {0}
pt_br: Ocorreu um erro: {0}
ro: A apărut o eroare: {0}
ru: Произошла ошибка: {0}
sk_sk: Chyba: {0}
sr_rs: Došlo je do greške: {0}
sv_se: Ett fel uppstod: {0}

source: The inner error message is: {0}
cs: Vnitřní chybové hlášení je: {0}
da: Den indre fejlbesked er: {0}
de: Die innere Fehlermeldung ist: {0}
es: El mensaje de error interno es: {0}
fi: Sisäinen virheilmoitus on: {0}
fr_ca: Le message interne est : {0}
it: Il messaggio di errore interno è: {0}
ja_jp: 内部エラーメッセージ：{0}
nl_nl: De interne foutmelding is: {0}
pl: Komunikat o wewnętrznym błędzie: {0}
pt: Mensagem de erro: {0}
pt_br: A mensagem de erro interna é: {0}
ro: Mesajul de eroare intern este: {0}
ru: Сообщение внутренней ошибки: {0}
sr_rs: Unutrašnja poruka greške je: {0}

source: Include files that match this filter. The special character * means any number of character, and the special character ? means any single character. Use *.txt to include all files with a txt extension. Regular expressions are also supported and can be supplied by using hard braces, e.g. [.*\.txt]. Filter groups (which encapsulate a built-in set of well-known files and folders) can be specified by using curly braces, e.g. {{Applications}}.
de: Schließt Dateien ein, die diesem Filter entsprechen. Das Sonderzeichen * bedeutet eine beliebige Anzahl von Zeichen, das Sonderzeichen ? bedeutet jedes einzelne Zeichen. Mittels *.txt sind alle Dateien, welche die Dateiendung txt aufweisen, einzuschließen. Reguläre Ausdrücke werden ebenfalls unterstützt und können mithilfe von eckigen Klammern angegeben werden, z. B. [.*\.txt]. Das Einbinden von Filtergruppen (die eine integrierte Gruppe von bekannten Dateien und Ordnern kapseln) wird mit geschweiften Klammern angegeben, z. B. {{Applications}}.
fr_ca: Inclure les fichiers correspondant à ce filtre. Le caractère spécial * signifie n’importe quel nombre de caractères et le caractère spécial ? signifie n’importe quel caractère unique. Utilisez *.txt pour inclure tous les fichiers avec une extension txt. Les expressions régulières sont aussi prises en charge et peuvent être fournies à l’aide de crochets, par exemple [.*\.txt]. Les groupes de filtres (qui encapsulent un ensemble intégré de fichiers et de dossiers connus) peuvent être spécifiés à l’aide d’accolades, par exemple {{Applications}}.
ja_jp: このフィルターに合致するファイルを含めます。特殊文字の「*」は任意の数の文字を指し、「?」は任意の1文字を指します。例えば「*.txt」を設定すると、txtの拡張子をもつ全てのファイルが含まれます。[.*\.txt]のように、角括弧で正規表現を使用することができます。また、{{Applications}}のように、波括弧でフィルターのグループ（よく使われるファイルやフォルダーのセット）を指定することもできます。
nl_nl: Neem bestanden op die overeenkomen met dit filter. Het speciale teken * betekent een willekeurig aantal tekens, en het speciale teken ? betekent een enkel teken. Gebruik *.txt om alle bestanden met een txt extensie op te nemen. Reguliere expressies worden eveneens ondersteund en kunnen worden opgegeven door middel van teksthaken, bijv. [.*\.txt]. Filtergroepen (die een bekende set van bestanden en mappen omsluiten) kunnen worden opgegeven door gebruik te maken van accolades, bijv. {{Applications}}.

source: Include files
cs: Zahrnout soubory
da: Inkludér filer
de: Dateien einschließen
es: Incluir archivos
fi: Sisällytä tiedostot
fr_ca: Inclure fichiers
it: Includi file
ja_jp: 含めるファイル
nl_nl: Neem bestanden op
pl: Dołącz pliki
pt: Incluir ficheiros
pt_br: Incluir arquivos
ro: Includeți fișiere
ru: Включить файлы
sk_sk: Zahrnuté súbory
sr_rs: Uključi fajlove
sv_se: Inkludera filer

source: Exclude files that match this filter. The special character * means any number of character, and the special character ? means any single character. Use *.txt to exclude all files with a txt extension. Regular expressions are also supported and can be supplied by using hard braces, e.g. [.*\.txt]. Filter groups (which encapsulate a built-in set of well-known files and folders) can be specified by using curly braces, e.g. {{TemporaryFiles}}.
de: Schließt Dateien aus, die diesem Filter entsprechen. Das Sonderzeichen * bedeutet eine beliebige Anzahl von Zeichen, das Sonderzeichen ? bedeutet jedes einzelne Zeichen. Mittels *.txt sind alle Dateien, welche die Dateiendung txt aufweisen, ausgeschlossen. Reguläre Ausdrücke werden ebenfalls unterstützt und können mithilfe von eckigen Klammern angegeben werden, z. B. [.*\.txt]. Zum Ausschließen von Filtergruppen (die eine integrierte Gruppe von bekannten Dateien und Ordnern kapseln) wird dies mit geschweiften Klammern angegeben, z. B. {{TemporaryFiles}}.
fr_ca: Exclure les fichiers correspondant à ce filtre. Le caractère spécial * signifie n’importe quel nombre de caractères et le caractère spécial ? signifie n’importe quel caractère unique. Utilisez *.txt pour exclure tous les fichiers avec une extension txt. Les expressions régulières sont aussi prises en charge et peuvent être fournies à l’aide de crochets, par exemple .*.txt. Les groupes de filtres (qui encapsulent un ensemble intégré de fichiers et de dossiers connus) peuvent être spécifiés à l’aide d’accolades, par exemple {{TemporaryFiles}}.
ja_jp: このフィルターに合致するファイルを除外します。特殊文字の「*」は任意の数の文字を指し、「?」は任意の1文字を指します。例えば「*.txt」を設定すると、txtの拡張子をもつ全てのファイルが除外されます。[.*\.txt]のように、角括弧で正規表現を使用することができます。また、{{TemporaryFiles}}のように、波括弧でフィルターのグループ（よく使われるファイルやフォルダーのセット）を指定することもできます。
nl_nl: Sluit bestanden uit die overeenkomen met dit filter. Het speciale teken * betekent een willekeurig aantal tekens, en het speciale teken ? betekent een enkel teken. Gebruik *.txt om alle bestanden met een txt extensie uit te sluiten. Reguliere expressies worden eveneens ondersteund en kunnen worden opgegeven door middel van teksthaken, bijv. [.*\.txt]. Filtergroepen (die een bekende set van bestanden en mappen omsluiten) kunnen worden opgegeven door gebruik te maken van accolades, bijv. {{TemporaryFiles}}.

source: Exclude files
cs: Vynechat soubory
da: Ekskludér filer
de: Dateien ausschließen
es: Excluir archivos
fi: Ohita tiedostot
fr_ca: Exclure fichiers
it: Escludi file
ja_jp: 除外するファイル
nl_nl: Sluit bestanden uit
pl: Wyklucz pliki
pt: Excluir ficheiros
pt_br: Excluir arquivos
ro: Excludeți fișiere
ru: Исключить файлы
sk_sk: Vylúčené súbory
sr_rs: Izuzmi fajlove
sv_se: Exkludera filer

source: If this option is used with a backup operation, it is interpreted as a list of files to add to the filesets. When used with list or restore, it will list or restore the control files instead of the normal files.
cs: Pokud je tato volba použita se zálohovací operací, je vykládána jako seznam souborů které přidat do sad souborů. Když je použita s výpisem nebo obnovením, vypíše nebo obnoví řídící soubory namísto normálních souborů.
da: Hvis denne indstilling er anvendt til en backup, bliver den brugt som en liste af filer der skal tilføjes til fil listen. Når indstillingen anvendes med list eller gendan vil den liste eller gendanne kontrol filer i stedet for de normale filer.
de: Wird diese Option in Verbindung mit einem Backup-Vorgang verwendet, wird sie als eine Liste von Dateien interpretiert, die zu den Sicherungssätzen hinzugefügt werden sollen. Wenn sie mit list oder restore verwendet wird, werden die Kontrolldateien anstelle der normalen Dateien aufgelistet oder wiederhergestellt.
es: Si esta opción se utiliza con una operación de copia de seguridad, se interpreta como una lista de archivos para añadir a los conjuntos de archivos. Cuando se utiliza con el listado o la restauración, se listarán o restaurarán los archivos de control en lugar de los archivos normales.
fi: Varmuuskopioitaessa tämä valitsin on lista varmuuskopioon lisättävistä tiedostoista. Tiedostoja palautettaessa tai listattaessa tämä valitsin asettaa ohjaustiedostot.
fr_ca: Si cette option est utilisée avec une opération de sauvegarde, elle est interprétée comme une liste de fichiers à ajouter au groupe de fichiers. Si elle est utilisée avec une liste ou une restauration, elle listera ou restaurera les fichiers de contrôle à la place des fichiers normaux.
it: Se questa opzione è usata in una operazione di backup, è interpretata come una lista di file da aggiungere al gruppo di file. Quando è utilizzata con lista o ripristina, saranno elencati o ripristinati i file di controllo invece dei file normali.
ja_jp: このオプションは、バックアップの操作時に使用する場合、ファイルのセットに追加するファイルの一覧として解釈されます。一覧表示または復元に使用する場合、通常のファイルではなく、制御ファイルの一覧表示または復元を行います。
nl_nl: Als deze optie wordt gebruikt met een back-uptaak, wordt het geïnterpreteerd als een lijst met bestanden die worden toegevoegd aan de bestandsverzameling. Bij gebruik met lijst of herstellen, zal het de controlebestanden weergeven of herstellen in plaats van de normale bestanden.
pl: Jeśli ta opcja jest używana z operacją tworzenia kopii zapasowej, jest interpretowana jako lista plików do dodania do zestawów plików. W przypadku użycia z listą lub przywracaniem wyświetli lub przywróci pliki kontrolne zamiast zwykłych plików.
pt_br: Se esta opção for usada com uma operação de backup, ela é interpretada como uma lista de arquivos para adicionar aos conjuntos de arquivos. Quando usado com "listar" ou "restaurar", ele irá listar ou restaurar os arquivos de controle em vez dos arquivos normais.
ro: Dacă această opțiune este utilizată cu o operație de salvare de rezervă, ea este interpretată ca o listă de fișiere pentru a fi adăugată la seturile de fișiere. Atunci când se utilizează cu list sau restore, va lista sau restaura fișierele de control în loc de fișierele normale.
ru: Если этот параметр используется с операцией backup, то он интерпретируется как список файлов для добавления в набор файлов. При использовании с list или restore, он будет показывать список или восстанавливать файлы управления вместо обычных файлов.
sr_rs: Ako se ova opcija koristi sa operacijom rezervne kopije, ona se tumači kao lista fajlova za dodavanje u setove fajlova. Kada se koristi sa listom ili vraćanjem, on će prikazati ili vratiti kontrolne fajlove umesto normalnih fajlova.

source: Use control files
cs: Použít řídící soubory
da: Brug kontrol filer
de: Steuerdateien verwenden
es: Usar control de archivos
fi: Käytä ohjaustiedostoja
fr_ca: Utiliser des fichiers de contrôle
it: Usa i file di controllo
ja_jp: コントロール用のファイルを使用
nl_nl: Gebruik controlebestanden
pl: Używaj plików kontrolnych
pt: Utilizar ficheiros de controlo
pt_br: Usar arquivos de controle
ro: Utilizați fișierele de control
ru: Использовать файлы управления
sr_rs: Koristi kontrolne datoteke

source: If this option is set, progress reports and other messages that would normally go to the console will be redirected to the log.
cs: Pokud je tato volba nastavená, hlášení o průběhu a ostatní zprávy, které by jinak byly vypsané na konzoli, budou přesměrovány do záznamu událostí (log).
da: Hvis denne indstilling er sat, vil status og andre beskeder der normalt vises i konsollen blive skrevet til loggen istedet.
de: Wenn diese Option gewählt wurde, dann werden Fortschrittsberichte und andere Nachrichten in die Protokolldatei umgeleitet, statt wie normalerweise auf die Konsole.
es: Si se establece esta opción los informes de progreso y otros mensajes, que normalmente irían a la consola, serán redirigidos al registro.
fi: Jos tämä valitin on valittu, ohjautuvat edistymisilmoitukset ja muut viestit lokitiedostoon konsolin sijaan.
fr_ca: Si cette option est sélectionnée, les rapports de progrès et les autres messages qui iraient normalement dans la console seront redirigés vers l'historique.
it: Se questa opzione è attiva, i rapporti sullo stato di avanzamento e gli altri messaggi che normalmente andranno alla console saranno reindirizzati al registro.
ja_jp: このオプションを有効にすると、通常はコンソールに表示される経過情報やその他のメッセージをログに記録します。
nl_nl: Als deze optie is geselecteerd, zullen voortgangsrapporten en andere berichten die gewoonlijk op het scherm verschijnen worden doorgestuurd naar het logboek
pl: Jeśli ta opcja jest włączona, status postępu i inne komunikaty, które normalnie wyświetlane są na konsoli będą przekierowane do logu.
pt_br: Se essa opção for definida, os relatórios de progresso e outras mensagens que normalmente iriam para o console serão redirecionadas para o log.
ro: Dacă această opțiune este setată, rapoartele de progres și alte mesaje care ar merge în mod normal la consola vor fi redirecționate în jurnal.
ru: Если этот параметр установлен, отчеты и другие сообщения, которые обычно отображаются на консоль, будут перенаправлены в журнал.
sr_rs: Ako je ova opcija podešena, izveštaji o napretku i druge poruke koje bi inače išle na konzolu biće preusmerene u dnevnik.

source: Disable console output
cs: Vypnout výstup na konzoli
da: Deaktiver konsol udskrift
de: Konsolenausgabe deaktivieren
es: Desactivar salida por consola
fi: Poista käytöstä tulostus konsoliin
fr_ca: Désactiver les sorties console
it: Disattiva uscita console
ja_jp: コンソールの出力を無効にする
nl_nl: Uitvoer naar het scherm uitschakelen
pl: Dezaktywuj wyjście na konsoli
pt_br: Desativar console de saída
ro: Dezactivați ieșirea consolei
ru: Подавить вывод на консоль
sk_sk: Zakázať konzolový výstup
sr_rs: Onemogući ispis u konzolu

source: Toggle automatic updates
cs: Vyp/zap. automatické aktualizace
da: Skift indstillinger for automatiske opdateringer
de: Automatische Aktualisierungen umschalten
es: Activar actualizaciones automáticas
fi: Ota käyttöön automaattiset päivitykset
fr_ca: Active les mises à jour automatiques
it: Attiva/disattiva aggiornamenti automatici
ja_jp: 自動アップデートを切り替える
nl_nl: Automatische updates inschakelen
pl: Przełącz automatyczne aktualizacje
pt: Comutar atualizações automáticas
pt_br: Habilitar atualizações automáticas
ro: Comutați actualizările automate
ru: Включить автоматическое обновление
sk_sk: Povoliť automatické aktualizácie
sr_rs: Uključi automatsko ažuriranje
sv_se: Aktivera automatiska uppdateringar

source: Set this option if you prefer to have the commandline version automatically update
cs: Tuto volbu nastavte pokud chcete aby byl klient pro příkazový řádek aktualizovaný automaticky
da: vælg denne indstilling, hvis du foretrækker at kommandolinie programmet opdateres automatisk
de: Aktivieren Sie diese Optionen, wenn Sie möchten, dass die Kommandozeilenversion Duplicati automatisch aktualisiert.
es: Establezca esta opción si desea que la versión de línea de comandos se actualice automáticamente.
fi: Käytä tätä valitsinta, jos haluat komentoriviversion päivittyvän automaattisesti.
fr_ca: Activez cette option si vous souhaitez actualiser automatiquement la version en ligne de commande
it: Attiva quest'opzione se preferisci l'aggiornamento automatico da riga di comando
ja_jp: コマンドライン版を自動的にアップデートしたい場合は、このオプションを設定してください
nl_nl: Stel deze optie in als u liever hebt dat de commandline versie automatisch geüpdatet wordt.
pl: Włącz tę opcję jeśli chcesz mieć automatyczne aktualizacje wersji wiersza poleceń
pt_br: Escolha esta opção caso você deseje que a linha de comando seja atualizada automaticamente.
ro: Setați această opțiune dacă preferați să actualizați automat
ru: Установите эту опцию, если вы хотите автоматически обновлять версию командной строки
sk_sk: Nastavte túto možnosť, ak chcete, aby sa verzia príkazového riadku aktualizovala automaticky
sr_rs: Izaberite ovu opciju ako želite da se verzija za komandnu liniju automatski ažurira

source: Use portable mode
de: Portablen Modus benutzen
fr_ca: Utiliser le mode portable
nl_nl: Gebruik portable-modus

source: If this option is set, the configuration files will be stored in a data subfolder of the Duplicati installation folder. This is useful for running from a USB stick or other portable media.
de: Wenn diese Option aktiviert ist, werden die Konfigurations-Dateien in einem Unterordner des Duplicati-Installations-Ordners gespeichert. Dies ist hilfreich beim Benutzen eines USB-Stick oder anderer portabler Medien.
fr_ca: Quand cette option est activée, les fichiers de configuration seront enregistrés dans un sous-répertoire de données du répertoire d'installation de Duplicati. Pratique pour l'exécution depuis une clé USB ou autre média amovibles.
nl_nl: Als deze optie is ingesteld, zullen de configuratiebestanden opgeslagen worden in een data-submap van de Duplicati installatiemap. Dit kan handig zijn bij het uitvoeren vanaf een USB-stick of andere portable gegevensdragers.

source: Data folder
de: Daten-Ordner
fr_ca: Répertoire de données
nl_nl: Gegevensmap

source: The folder where data is stored. This is the folder where the database and other files are stored.
de: Der Ordner, wo Daten gespeichert werden. Dies ist der Ordner, in dem die Datenbank und andere Dateien gespeichert werden.
fr_ca: Répertoire de stockage de la base de données. D'autres fichiers y sont enregistrés.
nl_nl: De map waarin gegevens worden opgeslagen. Dit is de map waarin de database en andere bestanden zijn opgeslagen.

source: Allowed backends
de: Erlaubte Backends
fr_ca: Points terminaux autorisés
nl_nl: Toegestane backends

source: Comma-separated list of backend protocol keys that are allowed to be used. If this option is not specified, all available backends are allowed. Use this option to restrict the backends that can be used, for example in a managed environment. Example: --allowed-backend-modules=file,ftp,s3
fr_ca: Liste de clés de protocoles de point terminaux séparés par des virgules et dont l'utilisation est permise. Si cette option n'est pas spécifiée, tous les protocoles disponibles sont autorisés. À utiliser pour restreindre les possibilités, par exemple en environnement administré. Exemple: --allowed-backend-modules=file,ftp,s3
nl_nl: Een door komma's gescheiden lijst met backendprotocolsleutels die mogen worden gebruikt. Als deze optie niet is opgegeven, zijn alle beschikbare backends toegestaan. Gebruik deze optie om de backends die mogen worden gebruikt te beperken, bijvoorbeeld in een beheerde omgeving. Voorbeeld: --allowed-backend-modules=file,ftp,s3

source: Allowed encryption modules
de: Erlaubte Verschlüsselungs-Module
fr_ca: Modules de chiffrement autorisés
nl_nl: Toegestane encryptiemodules

source: Comma-separated list of encryption module file extensions that are allowed to be used. If this option is not specified, all available encryption modules are allowed. Use this option to restrict the encryption modules that can be used, for example in a managed environment. Example: --allowed-encryption-modules=aes,gpg
fr_ca: Liste d'extensions de fichiers de modules de chiffrement séparées par des virgules et dont l'utilisation est permise. Si cette option n'est pas spécifiée, tous les modules disponibles sont autorisés. À utiliser pour restreindre les possibilités, par exemple en environnement administré. Exemple: --allowed-encryption-modules=aes,gpg
nl_nl: Een door komma's gescheiden lijst met bestandsextensies voor encryptiemodules die mogen worden gebruikt. Als deze optie niet is opgegeven, zijn alle beschikbare encryptiemodules toegestaan. Gebruik deze optie om de te gebruiken encryptiemodules te beperken, bijvoorbeeld in een beheerde omgeving. Voorbeeld: --allowed-encryption-modules=aes,gpg

source: Allowed compression modules
de: Erlaubte Kompressions-Module
fr_ca: Modules de compression autorisés
nl_nl: Toegestane compressiemodules
