Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: This flag toggles the use of the special RRS header. Files stored using RRS are more likely to disappear than those stored normally, but also costs less to store. See the full description here: http://aws.amazon.com/about-aws/whats-new/2010/05/19/announcing-amazon-s3-reduced-redundancy-storage/
cs: Tento příznak přepíná použití speciální RRS hlavičky. Soubory uložené pomocí RRS zmizí pravděpodobněji než ty, které jsou uloženy normálně, ale také jejich ukládání stojí méně peněz. Viz úplný popis zde: http://aws.amazon.com/about-aws/whats-new/2010/05/19/announcing-amazon-s3-reduced-redundancy-storage/
fi: Tämä valitsin ohjaa moduulin käyttämään RSS-tilaa. Tiedostot, jotka tallennetaan RSS tilassa häviävät helpomminn kuin normaalisti tallennetut tiedostot. Toisaalta niiden tallentaminen on halvempaa. Katso täysi kuvaus: http://aws.amazon.com/about-aws/whats-new/2010/05/19/announcing-amazon-s3-reduced-redundancy-storage/
it: Questo flag attiva/disattiva l'utilizzo dell'intestazione speciale RRS. I file archiviati utilizzando RRS hanno maggiori probabilità di essere persi rispetto a quelli archiviati normalmente, ma anche costi di archiviazione minori. Guarda la descrizione completa qui: http://aws.amazon.com/about-aws/whats-new/2010/05/19/announcing-amazon-s3-reduced-redundancy-storage/
pt_br: Esta opção alterna o uso do cabeçalho especial RRS. Arquivos armazenados usando RRS são mais propensos a desaparecer do que aqueles armazenados normalmente, mas também custam menos para armazenar. Ver a descrição completa aqui: http://aws.amazon.com/about-aws/whats-new/2010/05/19/announcing-amazon-s3-reduced-redundancy-storage/
ro: Acest steguleț comută utilizarea antetului special RRS. Fișierele stocate utilizând RRS sunt mai susceptibile de a dispărea decât cele stocate în mod normal, dar costă mai puțin pentru stocare. Vedeți descrierea completă aici: http://aws.amazon.com/about-aws/whats-new/2010/05/19/announcing-amazon-s3-reduced-redundancy-storage/
ru: Этот флаг переключает использование специального RSS заголовка. Вероятность исчезновения файлов, хранящихся с использованием RRS, выше, чем у хранящихся в обычном режиме, но, с другой стороны, стоимость их хранения ниже. Подробнее см. здесь: http://aws.amazon.com/about-aws/whats-new/2010/05/19/announcing-amazon-s3-reduced-redundancy-storage/
sr_rs: Ova zastavica isključuje upotrebu posebnog RRS zaglavlja. Fajlovi koji se čuvaju pomoću RRS-a imaju veću verovatnoću da će nestati od onih koje se čuvaju normalno, ali takođe koštaju manje za skladištenje. Pogledajte kompletan opis ovde: http://aws.amazon.com/about-aws/whats-new/2010/05/19/announcing-amazon-s3-reduced-redundancy-storage/

source: Use Reduced Redundancy Storage
cs: Použít úložiště se sníženou redundancí
fi: Tallenna tilassa "Reduced Redundancy Storage"
it: Usa Limita Ridondanza Archiviazione
pt_br: Usar a Redundância de Armazenamento Reduzida
ro: Utilizați spațiu redundant redus
ru: Использовать Reduced Redundancy Storage
sr_rs: Koristite smanjeno redundantno skladište

source: You are using a deprected url format, please change it to: {0}
cs: Používáte zastaralý formát URL adresy – změňte ho na: {0}
fi: Käyttämäsi osoite on vanhentunutta muotoa. Vaihda se muotoon {0}
it: Stai utilizzando un formato URL obsoleto, per favore sostituiscilo con: {0}
pt_br: Você está usando um formato de URL descontinuado, por favor, altere-a para: {0}
ro: Utilizați un formular url depreciat, modificați-l la: {0}
ru: Вы используете устаревший формат url, пожалуйста, замените его на {0}
sr_rs: Koristite zastareli format url-a, molimo promenite na: {0}

source: This backend can read and write data to an S3 compatible server. Allowed formats are: "s3://bucketname/prefix"
sr_rs: Ova pozadina može čitati i pisati podatke na server kompatibilan sa S3. Dozvoljeni formati su: "s3://bucketname/prefix"

source: The options --{0} and --{1} are mutually exclusive
cs: Volby --{0} a --{1} se vzájemně vylučují
fi: Valitsimia --{0} ja --{1} ei voi käyttää yhtä aikaa
it: Le opzioni --{0} e --{1} si escludono a vicenda
pt_br: As opções--{0} e {1} são mutuamente exclusivas
ro: Opțiunile - {0} și - {1} se exclud reciproc
ru: Параметры --{0} и --{1} являются взаимоисключающими
sr_rs: Opcije --{0} i --{1} su međusobno isključive

source: Please use --{0}={1} instead
cs: Namísto toho použijte předvolbu --{0}={1}
fi: Käytä muotoa --{0}={1}
it: Per favore usa --{0}={1} come alternativa
pt_br: Por favor utilize --{0}={1} em vez de
ro: Vă rugăm să utilizați - {0} = {1} în schimb
ru: Пожалуйста, используйте --{0} = {1}
sr_rs: Molimo koristite --{0}={1} umesto toga

source: Specifies S3 location constraints
cs: Zadává omezení umístění S3
fi: Asettaa S3:n sijainnille rajoitteet
it: Specifica vincoli posizione S3
pt_br: Especifica restrições de localização S3
ro: Specifică constrângerile locației S3
ru: Определяет ограничения S3 расположения
sr_rs: Određuje S3 ograničenja lokacije

source: Specifies an alternate S3 server name
cs: Zadává alternativní název S3 serveru
fi: Vaihtoehtoisen S3 palvelimen nimi
it: Specifica un nome di server S3 alternativo
pt_br: Específica um nome alternativo de servidor S3
ro: Specifică un nume de server alternativ S3
ru: Указывает альтернативное имя сервера S3.
sr_rs: Određuje ime alternativnog S3 servera

source: Specifies the S3 client library to use
sr_rs: Određuje S3 klijent biblioteku koju treba koristiti

source: The subdomain calling option does nothing, the library will pick the right calling convention
cs: Předvolba volání dílčí domény nedělá nic, knihovna zvolí správnou volací konvenci
fi: Valinta käyttää alidomain-osoitteita ei tee mitään. Kirjasto valitsee automaattisesti oikean tavan.
it: L'opzione di chiamata del sottodominio non fa nulla, la libreria sceglierà la regola di chiamata corretta
pt_br: A opção de chamada de subdomínio não faz nada, a biblioteca escolherá a convenção de chamada correta
ro: Opțiunea de apelare a subdomeniului nu face nimic, biblioteca va alege convenția corectă de apelare
ru: Опция вызова поддомена ничего не делает, библиотека выберет правильное соглашение о вызове
sr_rs: Opcija pozivanja poddomena ne radi ništa, biblioteka će izabrati pravu konvenciju pozivanja

source: Use this flag to communicate using Secure Socket Layer (SSL) over http (https). Note that bucket names containing a period has problems with SSL connections.
cs: Pomocí tohoto příznaku je možné komunikovat s využitím šifrování Secure Socket Layer (SSL) nad htttp (https). Poznamenejme, že názvy nádob obsahující tečku mají problémy s SSL spojeními.
fi: Tällä valitsimella ohjelma käyttää Secure Socket Layer (SSL) suojattua http-yhteyttä (https). Huomaa, että ämpärit, joiden nimessä on piste (.) aiheuttavat ongelmia SSL-suojatuilla yhtyksillä.
it: Utilizza questo flag per comunicare utilizzando Secure Socket Layer (SSL) su http (https). Si noti che i nomi dei bucket contenenti un periodo hanno problemi con le connessioni SSL.
pt_br: Utilize esta opção para comunicação https. Os buckets que contém pontos no nome terão problemas com conexões https.
ro: Utilizați acest steag pentru a comunica utilizând Secure Socket Layer (SSL) peste http (https). Rețineți că numele unei găleți care conține o perioadă are probleme cu conexiunile SSL.
ru: Используйте этот флажок для соединения при помощи Secure Socket Layer (SSL) через HTTP (HTTPS). Обратите внимание, что имена блоков памяти, содержащие точки, имеют проблемы при SSL-соединениях.
sr_rs: Koristite ovu zastavicu za komunikaciju pomoću sloja bezbedne utičnice (SSL) preko http (https). Imajte na umu da nazivi segmenta koji sadrže tačku imaju problema sa SSL vezama.

source: Set either to aws or minio . Then either the AWS SDK or Minio SDK will used to communicate with S3 services.
sr_rs: Postavite ili na aws ili minio. Tada će se ili AWS SDK ili Minio SDK koristiti za komunikaciju sa S3 uslugama.

source: Instructs Duplicati to use an SSL (https) connection
cs: Nabádá Duplicati aby použilo SSL (https) spojení
fi: Ohjeistaa Duplicatin käyttämään SSL-salattua http-yhteyttä (https).
it: Indica a Duplicati di utilizzare una connessione SSL (https)
pt_br: Solicitar que o Duplicati utilize uma conexão SSL (https)
ro: Instrumentează Duplicați să utilizeze o conexiune SSL (https)
ru: Использовать защищенное SSL (HTTPS) соединение
sr_rs: Naređuje Duplicati-ju da koristi SSL (https) vezu

source: This backend can read and write data to an FTP based backend using an alternative FTP client. Allowed formats are "aftp://hostname/folder" or "aftp://username:password@hostname/folder"
cs: Tato podpůrná vrstva (backend) může číst a zapisovat data protokolem FTP a to pomocí alternativního FTP klienta. Možné formy zápisu jsou „aftp://nazev_stroje/slozka“ nebo „aftp://uzivatelske_jmeno:heslo@nazev_stroje/slozka“
fi: Tämä moduuli siirtää tiedostoja FTP-palvelimelle käyttäen vaihtoehtoista FTP-asiakasohjelmaa. Osoitteet ovat muotoa "aftp://palvelin/kansio" tai "aftp://käyttäjä:salasana@palvelin/kansio"
it: Questo backend può leggere e scrivere dati su un backend basato su FTP utilizzando un client FTP alternativo. I formati ammessi sono "aftp://hostname/folder" o "aftp://username:password@hostname/folder"
pt_br: Este backend pode ler e escrever dados em um backend baseado em FTP, usando um cliente FTP alternativo. Os formatos permitidos são:"aftp://hostname/folder" ou "aftp://username:password@hostname/folder"
ro: Acest backend poate citi și scrie date într-un backend bazat pe FTP utilizând un client FTP alternativ. Formatele permise sunt "aftp://hostname/folder" sau "aftp://username:password@hostname/folder"
ru: Этот бэкэнд может читать и писать данные в бэкенд на FTP основе, используя альтернативный FTP-клиент. Допустимые форматы: «aftp://hostname/folder» или «aftp://username:password@hostname/folder»
sr_rs: Ova pozadina može čitati i pisati podatke na pozadinu zasnovanu na FTP-u koristeći alternativni FTP klijent. Dozvoljeni formati su "aftp://hostname/folder" ili "aftp://username:password@hostname/folder"

source: Error on deleting file: {0}
cs: Chyba při mazání souboru: {0}
it: Errore durante la cancellazione del file: {0}
pt_br: Erro na exclusão do arquivo: {0}
ro: Eroare la ștergerea fișierului: {0}
ru: Ошибка удаления файла: {0}
sr_rs: Greška prilikom brisanja datoteke: {0}

source: Error reading file: {0}
cs: Chyba čtení souboru: {0}
it: Errore durante la lettura del file: {0}
pt_br: Erro ao ler o arquivo: {0}
ro: Eroare la citirea fișierului: {0}
ru: Ошибка чтения файла: {0}
sr_rs: Greška prilikom čitanja datoteke: {0}

source: Error writing file: {0}
cs: Chyba při zápisu souboru: {0}
it: Errore durante la scrittura del file: {0}
pt_br: Erro ao escrever o arquivo: {0}
ro: Eroare la scrierea fișierului: {0}
ru: Ошибка записи файла: {0}
sr_rs: Greška prilikom upisa u datoteku: {0}

source: A username to append to the public key
cs: Uživatelské jméno, které připojit k veřejnému klíči
fi: Käyttäjätunnus, joka lisätään julkiseen avaimeen.
it: Un nome utente da aggiungere alla chiave pubblica
pt_br: Um nome de usuário para ser incluído na chave pública
ro: Un nume de utilizator pentru a atașa cheia publică
ru: Имя пользователя для добавления к открытому ключу
sr_rs: Korisničko ime koje se dodaje javnom ključu

source: Determines the type of key to generate
cs: Určuje typ klíče, který má být vytvořen
fi: Määrää minkä tyyppinen avain luodaan
it: Determina il tipo di chiave da generare
pt_br: Determina o tipo de chave a ser gerada
ro: Stabilește tipul de cheie de generat
ru: Определяет тип ключа, который будет сгенерирован
sr_rs: Određuje tip ključa za generisanje

source: The length of the key in bits
cs: Délka klíče v bitech
fi: Avaimen koko bitteinä
it: Lunghezza della chiave in bit
pt_br: A quantidade de bits da chave
ro: Lungimea cheii în biți
ru: Длина ключа в битах
sr_rs: Dužina ključa u bitovima

source: The SSH connection URL used to establish the connection
cs: URL adresa pro navázání SSH spojení
fi: Osoite, jota käytetään SSH-yhteyttä muodostettaessa
it: URL di connessione SSH utilizzato per stabilire la connessione
pt_br: A URL para estabelecer a conexão via SSH
ro: Adresa URL de conectare SSH utilizată pentru a stabili conexiunea
ru: URL используемый для подключения к SSH
sr_rs: URL SSH veze koji se koristi za uspostavljanje veze

source: The SSH public key must be a valid SSH string, which is appended to the .ssh/authorized_keys file
cs: Je třeba, aby veřejná část SSH klíče byl platný SSH řetězec, který je přidán do souboru .ssh/authorized_keys
fi: Julkisen SSH-avaimen täytyy olla kelvollinen lisättäväksi tiedostoon .ssh/authorized_keys.
it: La chiave pubblica SSH deve essere una stringa SSH valida, che è aggiunta al file .ssh/authorized_keys
pt_br: A chave pública para o SSH deve ser uma string SSH válida, que será acrescentada ao arquivo .ssh/authorized_keys
ro: Cheia publică SSH trebuie să fie un șir SSH valid, care este atașat fișierului .ssh / authorized_keys
ru: Публичный ключ SSH должен быть корректной строкой SSH, которая добавляется в файл .ssh/authorized_keys
sr_rs: SSH javni ključ mora biti važeći SSH string, koji se dodaje .ssh/authorized_keys fajlu

source: This backend can read and write data to an SSH based backend, using SFTP. Allowed formats are "ssh://hostname/folder" or "ssh://username:password@hostname/folder".
cs: Tato podpůrná vrstva (backend) umožňuje čtení a zápis dat na úložiště, založené na SSH a to protokolem SFTP. Možné formáty zápisu jsou „ssh://nazevstroje/slozka“ nebo „ssh://uzivatelskejmeno:heslo@nazevstroje/slozka“.
fi: Tämä moduuli siirtää tiedostoja SSH-palvelimelle käyttäen SFTP-protokollaa. Osoitteet ovat muotoa "ssh://palvelin/kansio" tai "ssh://käyttäjä:salasana@palvelin/kansio"
it: Questo backend può leggere e scrivere dati su un backend basato su SSH, usando SFTP. I formati ammessi sono "ssh://hostname/folder" o "ssh://username:password@hostname/folder".
pt_br: Este backend pode ler e escrever dados em um backend baseado em SSH, utilizando SFTP. Os formatos permitidos são:"ssh://hostname/folder" ou "ssh://username:password@hostname/folder"
ro: Acest backend poate citi și scrie date într-un backend bazat pe SSH, folosind SFTP. Formatele permise sunt "ssh: // hostname / folder" sau "ssh: // username: password @ hostname / folder".
ru: Этот бэкэнд может читать и писать данные в бэкенд на SSH основе, используя SFTP. Допустимые форматы: «ssh://hostname/folder» или «ssh://username:password@hostname/folder».
sr_rs: Ova pozadina može čitati i pisati podatke u pozadinu zasnovanu na SSH-u, koristeći SFTP. Dozvoljeni formati su "ssh://hostname/folder" ili "ssh://username:password@hostname/folder".

source: The server fingerprint used for validation of server identity. Format is eg. "ssh-rsa 4096 11:22:33:44:55:66:77:88:99:00:11:22:33:44:55:66".
cs: Otisk serveru sloužící k ověření identity serveru. Formát je např. „ssh-rsa 4096 11:22:33:44:55:66:77:88:99:00:11:22:33:44:55:66“
fi: Palvelimen sormenjälkeä käytetään palvelimen identiteetin varmistamiseen. Sormenjälki näyttää suunnilleen tältä: "ssh-rsa 4096 11:22:33:44:55:66:77:88:99:00:11:22:33:44:55:66".
it: L'impronta digitale del server utilizzata per la convalida dell'identità del server. Il formato è es. "ssh-rsa 4096 11:22:33:44:55:66:77:88:99:00:11:22:33:44:55:66".
pt_br: O fingerprint utilizado para a validação da identidade do servidor. Exemplo de formato: "ssh-rsa 4096 11:22:33:44:55:66:77:88:99:00:11:22:33:44:55:66".
ro: Amprenta serverului utilizată pentru validarea identității serverului. Formatul este de ex. "ssh-rsa".
ru: Отпечаток для проверки подлинности сервера. Формат, напр., «ssh-rsa 4096 11:22:33:44:55:66:77:88:99:00:11:22:33:44:55:66».
sr_rs: Otisak prsta servera koji se koristi za validaciju identiteta servera. Format je npr. "ssh-rsa 4096 11:22:33:44:55:66:77:88:99:00:11:22:33:44:55:66".

source: Supplies server fingerprint used for validation of server identity
cs: Poskytuje otisk serveru sloužící pro ověření totožnosti serveru
fi: Asettaa sormenjäljen, jota käytetään palvelimen tunnistamiseen.
it: Fornisci l'impronta digitale del server utilizzata per la convalida dell'identità del server
pt_br: Forneça o fingerprint do servidor para verificação da identidade
ro: Se utilizează amprenta serverului de consum pentru validarea identității serverului
ru: Предоставляет отпечаток, используемый для проверки подлинности сервера
sr_rs: Snabdeva otisak prsta servera koji se koristi za proveru identiteta servera

source: Disables fingerprint validation
cs: Vypíná ověřování otisku systému
fi: Poistaa käytöstä sormentjälkien tarkastuksen
it: Disattiva verifica delle impronte digitali
pt_br: Desabilita a validação de fingerprint
ro: Dezactivează validarea amprentei digitale
ru: Отключает проверку отпечатков
sr_rs: Onemogućava proveru otiska prsta

source: Points to a valid OpenSSH keyfile. If the file is encrypted, the password supplied is used to decrypt the keyfile. If this option is supplied, the password is not used to authenticate. This option only works when using the managed SSH client.
cs: Odkazuje na platný soubor s OpenSSH klíčem. Pokud je klíč zašifrovaný, je zadané heslo použito k jeho rozšifrování. Pokud je tato volba zadána, k ověření není použito heslo. Tato volba funguje pouze pokud je používán spravovaný SSH klient.
fi: OpenSSH-muotoinen avaintiedosto. Jos tämä valitsin on annetu, salasanaa ei käytetä tunnistautumiseen palvelimelle vaan salasanaa käytetään avaamaan lukittu avain. Tämä valitsin toimii vain sisäisen SSH-moduulin kanssa.
it: Punta a un file chiave valido di OpenSSH. Se il file è criptato, la password fornita è utilizzata per decriptare il file chiave. Se questa opzione è fornita, la password non è utilizzata per l'autenticazione. Questa opzione funziona solo quando si utilizza un gestore client SSH.
pt_br: Referencia uma chave OpenSSH válida. Caso o arquivo esteja encriptado, a senha fornecida será utilizada para decriptá-lo. Caso esta opção seja utilizada, a senha não será utilizada para autenticação. Esta opção funciona somente quando um cliente SSH for utilizado.
ro: Indică un fișier cheie OpenSSH valabil. Dacă fișierul este criptat, parola furnizată este utilizată pentru a decripta fișierul cheie. Dacă această opțiune este furnizată, parola nu este utilizată pentru autentificare. Această opțiune funcționează numai atunci când se utilizează clientul SSH gestionat.
ru: Указывает на действительный файл ключа OpenSSH. Если файл зашифрован, то указанный пароль будет использован для расшифровки. При указании этого параметра пароль не будет использоваться для аутентификации. Этот параметр работает только при использовании управляемого SSH клиента.
sr_rs: Pokazuje na važeću OpenSSH ključni-fajl. Ako je fajl šifrovan, data lozinka se koristi za dešifrovanje fajla ključa. Ako je ova opcija navedena, lozinka se ne koristi za autentifikaciju. Ova opcija funkcioniše samo kada koristite upravljani SSH klijent.

source: Uses a SSH private key to authenticate
cs: Používá soukromou část SSH klíče pro ověřování
fi: Käytä SSH-avainta tunnistautumiseen.
it: Usa una chiave privata SSH per l'autenticazione
pt_br: Utiliza uma chave SSH privada para autenticação
ro: Utilizează o cheie privată SSH pentru autentificare
ru: Использует закрытый ключ SSH для проверки подлинности
sr_rs: Koristi SSH privatni ključ za autentifikaciju

source: An url-encoded SSH private key. The private key must be prefixed with {0}. If the file is encrypted, the password supplied is used to decrypt the keyfile. If this option is supplied, the password is not used to authenticate. This option only works when using the managed SSH client.
cs: Soukromá část SSH klíče obsažená v URL adrese. Je třeba, aby soukromý klíč byl předeslán {0}. Pokud je soubor šifrován, zadané heslo je použito k rozšifrování souboru s klíčem. Pokud je tato volba zadána, heslo nebude použito k ověření. Tato volba funguje pouze při použití spravovaného SSH klienta.
fi: Url-koodattu yksityinen SSH-avain. Avainta täytyy edeltää merkkijono {0}. Jos tämä valitsin on annetu, salasanaa ei käytetä tunnistautumiseen palvelimelle vaan salasanaa käytetään avaamaan lukittu avain. Tämä valitsin toimii vain sisäisen SSH-moduulin kanssa.
it: Una chiave privata SSH codificata nell'URL. La chiave privata deve essere preceduta da {0}. Se il file è criptato, la password fornita è utilizzata per decriptare il file chiave. Se questa opzione è fornita, la password non è utilizzata per l'autenticazione. Questa opzione funziona solo quando si utilizza un gestore client SSH.
pt_br: Uma chave privada SSH codificada em url. A chave privada deve ser prefixada com {0}. Se o arquivo estiver criptografado, a senha fornecida é usada para descriptografar o arquivo-chave. Se esta opção for fornecida, a senha não é usada para autenticar. Esta opção só funciona quando se utiliza o cliente SSH gerenciado.
ro: O cheie privată SSH codată pe url. Cheia privată trebuie să fie prefixată cu {0}. Dacă fișierul este criptat, parola furnizată este utilizată pentru a decripta fișierul cheie. Dacă această opțiune este furnizată, parola nu este utilizată pentru autentificare. Această opțiune funcționează numai atunci când se utilizează clientul SSH gestionat.
ru: Секретный ключ SSH, закодированный с помощью url. Закрытый ключ должен иметь префикс {0}. Если файл зашифрован, используется для дешифрации ключевого файла используется предоставленный пароль . Если указан этот параметр, пароль для аутентификации не используется. Эта опция работает только для управляемого SSH-клиента.
sr_rs: SSH privatni ključ kodiran u URL-u. Privatni ključ mora imati prefiks {0}. Ako je fajl šifrovan, data lozinka se koristi za dešifrovanje datoteke ključa. Ako je ova opcija navedena, lozinka se ne koristi za autentifikaciju. Ova opcija funkcioniše samo kada koristite upravljani SSH klijent.

source: Use this option to manage the internal timeout for SSH operations. If this options is set to zero, the operations will not time out
cs: Pomocí této předvolby se spravuje vnitřní časový limit pro SSH operace. Pokud je tato předvolba nastavena na nulu, operace nebudou mít časový limit
it: Usa questa opzione per gestire il timeout interno per le operazioni SSH. Se questa opzione è impostata a zero, le operazioni non verranno un timeout
pt_br: Use esta opção para gerenciar o tempo limite interno para operações SSH. Se essas opção for definida como zero, as operações não terão tempo limite.
ro: Utilizați această opțiune pentru a gestiona timpul de expirare intern pentru operațiile SSH. Dacă aceste opțiuni sunt setate la zero, operațiunile nu se vor opri
sr_rs: Koristite ovu opciju za upravljanje internim vremenskim ograničenjem za SSH operacije. Ako su ove opcije postavljene na nulu, operacije neće isteći

source: Sets the operation timeout value
cs: Nastavuje časový limit dokončení operace
it: Imposta il valore di timeout dell'operazione
pt_br: Define o valor de tempo limite da operação
ro: Setează valoarea de expirare a operației
sr_rs: Postavlja vrednost vremenskog ograničenja operacije
