Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: The configuration for the backend is not valid, it is missing the {0} field
cs: Konfigurace backendu není platná, chybí jí pole {0}
fi: Moduulin asetuksista puuttuu kenttä {0}
it: La configurazione per il backend non è valida, manca il campo {0}
pt_br: A configuração para o backend não é válida, falta o campo {0}
ro: Configurația pentru backend nu este validă, lipsește câmpul {0}
ru: Конфигурация бэкэнда недействительна, отсутствует поле {0}

source: Do you want to test the connection?
cs: Chcete ověřit připojení?
fi: Haluatko testata yhteysasetuksia?
it: Vuoi verificare la connessione?
pt_br: Você gostaria de testar a conexão?
ro: Doriți să testați conexiunea?
ru: Протестировать соединение?

source: Connection Failed: {0}
cs: Připojení selhalo: {0}
fi: Yhteys epäonnistui: {0}
it: Connessione non riuscita: {0}
pt_br: Falha na conexão: {0}
ro: Conectarea a eșuat: {0}
ru: Соединение установить не удалось: {0}

source: Connection succeeded!
cs: Připojení úspěšné!
fi: Yhteys onnistui!
it: Connessione stabilita!
pt_br: Conexão bem sucedida!
ro: Conectarea a reușit!
ru: Соединение успешно создано!

source: You have not entered a path. This will store all backups in the default directory. Is this what you want?
cs: Nezadali jste popis umístění. Zálohy proto budou ukládány do výchozí složky. Chcete tomu tak?
fi: Et antanut kansiota etäpalvelimella. Tällöin varmuuskopiot tallennetaan oletuskansioon. Oletko varma, että haluat tätä?
it: Non hai inserito un percorso. Tutti i backup saranno archiviati nella cartella predefinita. È questo che vuoi?
pt_br: Você não inseriu um caminho. Isso irá armazenar todos os backups no diretório padrão. É isso que você quer?
ro: Nu ați introdus o cale. Aceasta va stoca toate copiile de rezervă din directorul implicit. Doreşti asta?
ru: Вы не ввели путь. Все резервные копии будут сохранены в папке по-умолчанию. Продолжить?

source: You must enter a password
cs: Musíte zadat heslo
fi: Sinun on annettava salasana
it: Devi inserire una password
pt_br: Você deve digitar uma senha
ro: Trebuie să introduceți o parolă
ru: Вы должны ввести пароль

source: You have not entered a password. Proceed without a password?
cs: Nezadali jste heslo. Pokračovat bez hesla?
fi: Et ole antanut salasanaa. Jatketaanko siitä huolimatta?
it: Non hai inserito una password. Procedere senza una password?
pt_br: Você não digitou uma senha Continuar sem uma senha?
ro: Nu ați introdus o parolă. Continuați fără o parolă?
ru: Вы не ввели пароль. Продолжить без него?

source: You must enter the name of the server
cs: Musíte zadat jméno serveru
fi: Sinun on annettava palvelimen nimi
it: Devi inserire il nome del server
pt_br: Você deve digitar o nome do servidor
ro: Trebuie să introduceți numele serverului
ru: Вы должны ввести имя сервера

source: You must enter a username
cs: Musíte zadat uživatelské jméno
fi: Sinun on annettava käyttäjätunnus
it: Devi inserire un nome utente
pt_br: Você deve digitar um nome de usuário
ro: Trebuie să introduceți un nume de utilizator
ru: Вы должны ввести имя пользователя

source: You have not entered a username. This is fine if the server allows anonymous uploads, but likely a username is required Proceed without a username?
cs: Nezadali jste uživatelské jméno.
fi: Et ole antanut käyttäjätunnusta. Tämä toimii, jos palvelin sallii anonyymit lataukset. Todenäköisesti tarvitset kuitenkin käyttäjätunnuksen. Jatketaanko siitä huolimatta?
it: Non hai inserito un nome utente. Questo va bene se il server consente il caricamento anonimo, ma probabilmente è richiesto un nome utente Procedere senza un nome utente?
pt_br: Você não inseriu um nome de usuário. Isso é bom se o servidor permitir uploads anônimos, mas provavelmente um nome de usuário é necessário Continuar sem um nome de usuário?
ro: Nu ați introdus un nume de utilizator. Acest lucru este în regulă dacă serverul permite încărcări anonime, dar probabil este necesar un nume de utilizator Continuați fără un nume de utilizator?
ru: Вы не указали имя пользователя. Возможно сервер позволяет анонимные загрузки, но, скорее всего, имя пользователя необходимо. Продолжить без имени пользователя?

source: The connection succeeded but another backup was found in the destination folder. It is possible to configure Duplicati to store multiple backups in the same folder, but it is not recommended. Do you want to use the selected folder?
cs: Spojení úspěšně navázáno ale v cílové složce byla nalezena jiná záloha. Duplicati je možné nastavit tak, aby ukládalo více záloh do jedné složky, ale není to doporučováno. Opravdu chcete použít zvolenou složku?
fi: Yhteyden muodostaminen onnistui, mutta kansiossa oli jo toinen varmuuskopio. On mahdollista tallentaa useita varmuuskopioita samaan kansioon, mutta se ei ole suositeltavaa.
it: La connessione è riuscita ma è stato trovato un altro backup nella cartella di destinazione. È possibile configurare Duplicati per archiviare più backup nella stessa cartella, ma non è consigliabile. Desideri utilizzare la cartella selezionata?
pt_br: A conexão foi bem sucedida, mas outro backup foi encontrado na pasta de destino. É possível configurar o Duplicati para armazenar vários backups na mesma pasta, mas não é recomendado. Você deseja usar a pasta selecionada?
ro: Conectarea a reușit, însă a fost găsită o altă copie de rezervă în dosarul destinație. Puteți să configurați Duplicati pentru a stoca mai multe copii de siguranță în același folder, dar nu este recomandat. Doriți să utilizați folderul selectat?
ru: Подключение выполнено успешно, но в папке назначения уже присутствует другая резервная копия. Duplicati может хранить несколько резервных копий в одной и той же папке, однако этого делать не рекомендуется. Вы хотите использовать выбранную папку?

source: Folder created!
cs: Složka vytvořena
fi: Kansio luotiin
it: Cartella creata!
pt_br: Pasta criada!
ro: Folderul a fost creat!
ru: Папка создана!

source: The server name "{0}" is not valid
cs: Jméno serveru "{0}" není platné
fi: Palvelimen nimi "{0}" ei ole kelvollinen
it: Il nome del server '{0}' non è valido
pt_br: O nome do servidor "{0}" não é válido
ro: Numele serverului "{0}" nu este valid
ru: Имя сервера "{0}" не действителен

source: This backend can read and write data to Amazon Cloud Drive. Supported format is "amzcd://folder/subfolder".
cs: Tato podpůrná vrstva (backend) umožňuje čtení a zápis dat na cloudové úložiště od Amazonu. Podporovaný formát je „amzcd://slozka/podslozka“.
fi: Tämä moduuli voi siirtää tiedostoja palveluun Amazon Cloud Drive. Osoite on muotoa "amzcd://kansio/alikansio".
it: Questo backend può leggere e scrivere i dati su Amazon Cloud Drive. Il formato supportato è "amzcd://folder/subfolder".
pt_br: Este backend pode ler e gravar dados para o Amazon Cloud Drive. O formato suportado é "amzcd://folder/subfolder".
ro: Acest backend poate citi și scrie date către Amazon Cloud Drive. Formatul acceptat este "amzcd: // folder / subfolder".
ru: Этот бэкэнд может читать и записывать данные в Amazon Cloud Drive. Поддерживаемый формат — «amzcd://folder/subfolder».

source: The labels to set
cs: Šítky k nastavení
fi: Annettava tunniste
it: Le etichette da impostare
pt_br: Os rótulos a serem definidos
ro: Etichetele pe care trebuie să le setați
ru: Метки для установки

source: Use this option to set labels on the files and folders created
cs: Pomocí této volby je možné nastavit vytvářeným souborům a složkám štítky
fi: Käytä tätä valitsinta antaaksesi hakemistoille ja tiedostoille tunnisteen.
it: Usa questa opzione per impostare le etichette nei file e cartelle creati
pt_br: Use esta opção para definir rótulos nos arquivos e pastas criados
ro: Utilizați această opțiune pentru a seta etichete pe fișierele și folderele create
ru: Используйте опцию для установки меток на созданных файлах и папках

source: The consistency delay
cs: Prodleva soudržnosti
fi: Viive yhdenmukaisuuden varmistamiseksi
it: La consistenza del ritardo
pt_br: O atraso de consistência
ro: Întârzierea consistenței
ru: Задержка согласования

source: Amazon Cloud drive needs a small delay for results to stay consistent.
cs: V případě cloudového úložiště od Amazonu je třeba chvilku počkat aby výsledky byly konzistentní.
fi: Amazon Cloud Drive tarvitseen pienen viiveen, jotta tulokset pysyvät yhdenmukaisina.
it: Amazon Cloud Drive ha bisogno di un piccolo ritardo per mantenere coerenti i risultati.
pt_br: Amazon Cloud Drive precisa de um pequeno atraso para que os resultados permaneçam consistentes.
ro: Unitatea Cloud Amazon are nevoie de o mică întârziere pentru ca rezultatele să rămână consecvente.
ru: Amazon Cloud Drive требует небольшую задержку, чтобы результаты оставались согласованными.

source: This backend can read and write data to Google Cloud Storage. Supported format is "googlecloudstore://bucket/folder".
cs: Tato podpůrná vrstva (backend) umožňuje čtení a zápis dat na cloudové úložiště u Google. Možný formát zápisu je „googlecloudstore://nadoba/slozka“.
fi: Tämä moduuli voi siirtää tiedostoja palveluun Google Cloud Storage. Osoite on muotoa "googlecloudstore://ämpäri/etuliite".
it: Questo backend può leggere e scrivere dati su Google Cloud Storage. Il formato supportato è "googlecloudstore://bucket/folder".
pt_br: Este backend pode ler e gravar dados no Google Cloud Storage. O formato permitido é: "googlecloudstore://bucket/folder"
ro: Acest backend poate citi și scrie date în Google Cloud Storage. Formatul acceptat este "googlecloudstore: // bucket / folder".
ru: Этот бэкэнд может читать и записывать данные в Google Cloud Storage. Поддерживаемый формат — «googlecloudstore://bucket/folder».

source: The account access has been blocked by Google, please visit this URL and unlock it: {0}
cs: Přístup k účtu byl provozovatelem (Google) zablokován. Napravte to na této URL adrese: {0}
fi: Tili on lukittu Googlen toimesta. Avaa tili osoittessa {0}
pt_br: A conta de acesso está bloqueada pelo Google, por favor visite este URL para desbloqueá-la: {0}
ro: Accesul la cont a fost blocat de Google, vizitați această adresă URL și deblocați-o: {0}
ru: Доступ к учетной записи был заблокирован Google. Для разблокирования, пожалуйста, посетите указанный URL: {0}

source: Hide team drives
cs: Skrýt týmové jednotky
pt_br: Esconder equipe de drivers

source: This option disables the team drives, showing only files and folders accessible with the account itself
cs: Tato volba vypne skupinové jednotky, takže budou zobrazeny pouze soubory a složky přístupné z účtu samotného
pt_br: Esta opção desativa as team drives, mostrando apenas arquivos e pastas acessíveis com a própria conta

source: No Amazon S3 secret key given
cs: Nebyl zadán žádný Amazon S3 tajný klíč
fi: Et antanut tunistetta "Amazon S3 secret key"
it: Nessuna chiave segreta Amazon S3 fornita
pt_br: Nenhuma "Amazon S3 secret key" fornecida
ro: Nu este dată nici o cheie secretă Amazon S3
ru: Не указан секретный ключ Amazon S3

source: No Amazon S3 userID given
cs: Nebylo zadáno userID pro Amazon S3
fi: Et antanut tunistetta "Amazon S3 userID"
it: Nessun ID utente Amazon S3 fornito
pt_br: Nenhuma "Amazon S3 userID" fornecida
ro: Nu a fost acordat nici un ID de utilizator Amazon S3
ru: Не указан ID пользователя Amazon S3

source: Specify this argument to make the S3 backend use subdomains rather than the previous url prefix method. See the Amazon S3 documentation for more details.
cs: Zadáním tohoto argumentu způsobí, že podpůrná vrstva (backend) S3 použije dílčí domény namísto předchozí metodu url předpony. Podrobnosti viz dokumentace k Amazon S3.
fi: Käytä tätä valitsinta pakottaaksesi S3 moduuli käyttämään alidomaineja aiemman url-etuliitteen sijaan. Lisätietoja löydät Amazon S3:n ohjeista.
it: Specificare questo argomento per permettere al backend S3 di utilizzare i sottodomini invece del precedente metodo con prefisso URL. Per maggiori dettagli consulta la documentazione di Amazon S3.
pt_br: Especifique esse argumento para fazer o backend S3 usar subdomínios ao invés do método anterior de prefixo de URL. Consulte a documentação do Amazon S3 para mais detalhes.
ro: Specificați acest argument pentru a utiliza subdomeniile S3 din spate, mai degrabă decât metoda prefixului url anterior. Consultați documentația Amazon S3 pentru mai multe detalii.
ru: Укажите этот аргумент, чтобы серверная часть S3 использовала поддомены, а не предыдущий метод префикса url. Более подробную информацию см. в документации Amazon S3.

source: This backend can read and write data to an Amazon S3 compatible server. Allowed formats are: "s3://bucketname/prefix"
cs: Tato podpůrná vrstva (backend) umožňuje čtení a zápis na server kompatibilní s Amazon S3. Formát zápisu je: „s3://nazevnadoby/predpona“
fi: Tämä moduuli voi siirtää tiedostoja palvelun Amazon S3 kanssa yhteensopivaan palveluun. Osoite on muotoa "s3://ämpäri/etuliite".
it: Questo backend può leggere e scrivere dati su un server compatibile con Amazon S3. I formati ammessi sono: "s3://bucketname/prefix"
pt_br: Este backend pode ler e gravar dados em um servidor compatível com o Amazon S3. O formato permitido é: "s3://bucketname/prefix"
ro: Acest backend poate citi și scrie date pe un server compatibil Amazon S3. Formatele permise sunt: ​​"s3: // nume bucket / prefix"
ru: Этот бэкэнд позволяет читать и записывать данные на сервер, совместимый с Amazon S3. Допустимые форматы: «s3://bucketname/prefix»

source: This option allows multiple targets to be specified. The primary target path is placed before the list of paths supplied with this option. Before starting the backup, each folder in the list is checked for existence and optionally the presence of the marker file supplied by --{0}. The first existing path that optionally contains the marker file is then used as the destination. Multiple destinations are separated with a "{1}". On Windows, the path may be a UNC path, and the drive letter may be substituted with an asterisk (*), eg.: "*:\backup", which will examine all drive letters. If a username and password is supplied, the same credentials are used for all destinations.
cs: Tato volba umožňuje zadat vícero cílů. Popis umístění toho hlavního se nachází před seznamem popisů umístění poskytnutých pomocí této volby. Před zahájením zálohování je u každé složky v seznamu zkontrolováno zda existuje a a volitelně také zda obsahuje označovací soubor zadaný volbou --{0}. První existující umístění které volitelně zároveň obsahuje označovací soubor je pak použito jako cíl. Vícero cílů oddělujte „{1}“. V systému Windows může být popis umístění i v UNC zápisu, jinak písmenko jednotky může být zástupně vyjádřeno hvězdičkou (*), např.: „*:\zaloha“, což prozkoumá všechny jednotky. Pokud je zadáno uživatelské jméno a heslo, jsou pro všechny cíle použity stejné přihlašovací údaje.
fi: Tämä valitisin mahdollistaa useiden kohdekansioiden antamisen. Ensisijainen kohdekansio lisätään tällä valitsimella annetun listan alkuun.Ennen varmuuskopioinnin aloittamista kunkin kansion olemassaolo ja, valinnaisesti, valitsimella --{0} annetun lipputiedoston olemassaolo varmistetaan. Ensimmäistä olemassaolevaa ja mahdollisen lipputiedoston sisältävää kansiota käytetään kohdekansiona. Useat kohdekansiot erotetaan merkkijonolla "{1}". Windowsissa polku voi olla UNC-polku ja levyaseman kirjain voidaan korvata symbolilla *. Esim: "*:\varmuuskopio". Tällöin etsitään kaikki mahdollisest levyaseman kirjaimet. Jos käyttäjätunnus ja salasana on asetettu, samoja tunnisteita käytetään kaikkiin asemiin.
it: Questa opzione consente di specificare più destinazioni. Il percorso di destinazione primario è inserito prima dell'elenco dei percorsi forniti con questa opzione. Prima di avviare il backup, è controllata la presenza di ogni cartella in elenco e, facoltativamente, la presenza del file marcatore fornito da --{0}. Il primo percorso esistente che, facoltativamente, contiene il file marcatore è quindi utilizzato come destinazione. Le destinazioni multiple sono separate da "{1}". In Windows, il percorso può essere un percorso UNC e la lettera dell'unità può essere sostituita con un asterisco (*), es.: "*:\backup", che esaminerà tutte le lettere delle unità. Se è fornito un nome utente e una password, sono utilizzate le stesse credenziali per tutte le destinazioni.
pt_br: Esta opção permite que múltiplos destino sejam especificados. O destino principal é colocado antes da lista de destinos fornecida com esta opção. Antes de iniciar o backup, cada pasta na lista é verificada para verificar a existência e, opcionalmente, a presença do arquivo marcador fornecido pelo --{0}. O primeiro destino existente que, opcionalmente, contém o arquivo de marcação será usado como o destino. Vários destinos são separados com um "{1}". No Windows, o caminho pode ser um caminho UNC, e a letra da unidade pode ser substituída com um asterisco (*), por exemplo.: "*: \backup", que irá examinar todas as letras de unidade. Se for fornecido um nome de usuário e senha, as mesmas credenciais são usadas para todos os destinos.
ro: Această opțiune permite specificarea mai multor obiective. Calea țintă principală este plasată înaintea listei căilor furnizate cu această opțiune. Înainte de a începe copierea de siguranță, fiecare folder din listă este verificat pentru existență și, opțional, prezența fișierului de marcare furnizat de - {0}. Prima cale existentă care conține opțional fișierul de marcator este apoi utilizată ca destinație. Destinațiile multiple sunt separate cu "{1}". Pe Windows, calea poate fi o cale UNC și litera de unitate poate fi înlocuită cu un asterisc (*), de exemplu: "*: \ backup", care va examina toate literele de unitate. Dacă este furnizat un nume de utilizator și o parolă, aceleași acreditări sunt utilizate pentru toate destinațiile.
ru: Эта опция позволяет указать несколько целей. Основной целевой путь помещается перед списком путей, поставляемых с этой опцией. Перед началом резервного копирования, каждая папка в списке проверяется существование каждой папки из списка, а также, опционально, наличие в ней файла-маркера, указанного с помощью --{0}. Первая существующая папка, в которой, опционально, присутствует файл-маркер, используется в качестве места назначения. Несколько назначений разделяются символом «{1}». В Windows путь может быть UNC-адресом, а буква диска может быть заменена звездочкой (*), например: «*:\backup», в этом случае будут проверены все диски. Если указаны имя пользователя и пароль, то они будут использованы для всех мест назначений.

source: When storing the file, the standard operation is to copy the file and delete the original. This sequence ensures that the operation can be retried if something goes wrong. Activating this option may cause the retry operation to fail. This option has no effect unless the --disable-streaming-transfers options is activated.
cs: Při ukládání souboru je standardní postup ho napřed zkopírovat a až pak smazat v původním umístění. To zajistí, že pokud se něco pokazí, je operaci možné zkusit znovu. Zapnutí této volby může způsobit, že se opětovný pokus nezdaří. Tato volba nemá žádný efekt dokud není zapnutá předvolba --disable-streaming-transfers.
fi: Normaalisti tiedosto kopioidaan ja alkuperäinen poistetaan vasta onnistuneen siirron jälkeen. Tämä menettely mahdollistaa uudelleenyrityksen, jos kopioinnissa ilmenee ongelmia. Tämän valitsimen aktivoiminen voi estää uudelleen yrittämisen. Tällä valitsimella ei ole vaikutusta, jollei valitsin --disable-streaming-transfers ole aktiivinen.
it: Quando si archivia il file, l'operazione standard è quella di copiare il file e cancellare l'originale. Questa sequenza assicura che l'operazione può essere ripetuta se qualcosa va storto. L'attivazione di questa opzione può causare l'esito negativo nel ripetere l'operazione. Questa opzione non ha effetto se è attiva l'opzione --disable-streaming-transfers
pt_br: Ao armazenar o arquivo, a operação padrão copiará o arquivo e apagará o original. Esta sequência garante que a operação poderá ser repetida se algo der errado. Ativar esta opção pode causar falha na operação de repetição. Esta opção não tem efeito a menos que opção "--disable-streaming-transfers" esteja ativada.
ro: Când stocați fișierul, operația standard este copierea fișierului și ștergerea originalului. Această secvență asigură că operația poate fi reluată dacă ceva nu merge bine. Activarea acestei opțiuni poate duce la eșecul operației de reîncercare. Această opțiune nu are niciun efect dacă nu este activată opțiunile de transferare - difuzare-streaming.
ru: При хранении файла стандартная операция заключается в копировании файла и удалении оригинала. Эта последовательность гарантирует, что операция может быть повторена, если что-то пойдет не так. Активация этой опции может привести к сбою операции повтора. Эта опция не действует, если не активирована опция --disable-streaming-transfers.

source: Sia address
cs: Sia adresa
pt_br: Endereço Sia
ro: Adresa Sia

source: Sia address, ie 127.0.0.1:9980
cs: Sia adresa, tj. 127.0.0.1:9980
pt_br: Endereço Sia, exemplo: 127.0.0.1:9980
ro: Adresa Sia, adică 127.0.0.1:9980

source: Failed to authorize using the WLID service: {0}. If the problem persists, try generating a new authid token from: {1}
cs: Nepodařilo se ověřit pomocí služby WLID: {0}. Pokud problém přetrvává, zkuste vytvořit nový authid token z: {1}
fi: Tunnistautuminen WLID-palvelun {0} avulla ei onnistunut. Jos ongelma ei poistu, koeta luoda uusi tunniste osoitteessa {1}
pt_br: Falha ao autorizar usando o serviço WLID: {0}. se o problema persistir, tente gerar um novo authid token de: {1}
ro: Nu a fost autorizată utilizarea serviciului WLID: {0}. Dacă problema persistă, încercați să generați un nou jeton authid de la: {1}
ru: Ошибка авторизации с помощью WLID: {0}. Если проблема повторяется, попробуйте создать новый токен авторизации с помощью {1}

source: Autocreated folder
cs: Automaticky vytvořená složka
fi: Luo kansio automaattisesti
pt_br: Pasta criada automaticamente
ro: Dosarul autocurat
ru: Автоматически созданная папка

source: Missing the folder: {0}
cs: Chybějící složka: {0}
fi: Puuttuva kansio: {0}
pt_br: Faltando a pasta: {0}
ro: Lipsește dosarul: {0}
ru: Отсутствует папка: {0}

source: Stores files on Microsoft OneDrive. Usage of this backend requires that you agree to the terms in {0} ({1}) and {2} ({3})
cs: Ukládá soubory na Microsoft OneDrive. Použití této podpůrné vrstvy (backend) vyžaduje aby jste souhlasili s podmínkami v {0} ({1}) a {2} ({3})
fi: Tallenna tiedostot palveluun Microsoft OneDrive. Voit käyttää tätä moduulia vain hyväsyttyäsi käyttöehdot {0} ({1}) ja {2} ({3})
pt_br: Armazena arquivos no Microsoft OneDrive. Uso deste backend requer que você concorde com os termos em {0} ({1}) e {2} ({3})
ro: Stochează fișiere pe Microsoft OneDrive. Utilizarea acestui backend necesită acceptarea termenilor din {0} ({1}) și {2} ({3})
ru: Хранит файлы в Microsoft OneDrive. Использование этого бэкэнда требует принятия условий в {0} ({1}) и {2} ({3})

source: This backend can read and write data to HubiC. Supported format is "hubic://container/folder".
cs: Tato podpůrná vrstva (backend) umožňuje čtení a zápis dat na HubiC. Podporovaný formát je „hubic://container/folder“.
fi: Tämä moduuli voi siirtää tiedostoja palveluun HubiC. Osoite on muotoa "hubic://kansio/alikansio".
it: Questo backend può leggere e scrivere dati su HubiC. Il formato supportato è "hubic://container/folder".
pt_br: Este backend pode ler e gravar dados no HubiC. O formato suportado é "hubic://container/folder".
ro: Acest backend poate citi și scrie date către HubiC. Formatul acceptat este "hubic: // container / folder".
ru: Этот бэкэнд может читать и записывать данные в HubiC. Поддерживаемый формат — «hubic://container/folder».
