Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: The number of files returned by USN was zero. This is likely an error. To remedy this, USN has been disabled.
cs: Počet souborů vrácených USN byl nula. Toto je nejspíš chyba. Jako nápravné opatření bylo USN vypnuto.
da: Antallet af filer, der blev returneret af USN, var nul. Dette er sandsynligvis en fejl. For at afhjælpe dette er USN blevet deaktiveret.
de: Die Anzahl der durch USN zurückgegebenen Dateien war null. Da dies vermutlich ein Fehler ist, wurde USN deaktiviert.
es: El número de archivos devueltos por USN fue cero. Probablemente sea un error. Para remediar esto, se ha desactivado USN.
fi: USN ei antanut yhtään tiedostoa. Tämä on todennäköisesti virhe. USN on poistettu käytöstä tämän välttämiseksi.
fr_ca: Le nombre de fichiers renvoyés par USN était nul. C'est probablement une erreur. Pour remédier à cela, USN a été désactivé.
it: Il numero di file restituiti da USN è zero. Questo è probabilmente un errore. Per ovviare a questo, USN è stato disattivato.
ja_jp: USNが返したファイルの数は0です。これはおそらくエラーです。エラーを修正するため、USNを無効としました。
nl_nl: Het aantal bestanden dat USN aangaf was nul. Dit is waarschijnlijk een fout. Om dit te verhelpen is USN uitgeschakeld.
pl: Liczba plików zwrócona przez USN jest zerowa. Jest to prawdopodobnie błąd. Aby temu zaradzić, USN został wyłączony.
pt_br: O número de arquivos retornados pelo USN foi zero. Provavelmente isso é um erro. Para remediar isso, USN foi desativado.
ro: Numărul de fișiere returnate de USN a fost zero. Aceasta este probabil o eroare. Pentru a remedia acest lucru, USN a fost dezactivată.
ru: Количество файлов, возвращенных USN равно нулю. Вероятно, произошла ошибка. Чтобы исправить это, USN был отключен.
sk_sk: Počet súborov vrátených USN bol nula. Pravdepodobne ide o chybu. Aby sa to napravilo, USN bola vypnutá.
sr_rs: Broj fajlova koje je vratio USN je nula. Ovo je verovatno greška. Da bi se ovo popravilo, USN je onemogućen.

source: Unexpected path format encountered
cs: narazilo se na neočekávaný formát popisu umístění
de: Unerwartetes Pfadformat gefunden
es: Se encontró un formato de ruta inesperado
fr_ca: Format de chemin rencontré est incorrect
it: Rilevato un formato percorso imprevisto
ja_jp: 予期しないパスのフォーマットです
nl_nl: Onverwacht padformaat aangetroffen
pl: Napotkano nieoczekiwany format ścieżki
pt_br: Formato de caminho inesperado encontrado
sk_sk: Vyskytol sa neočakávaný formát cesty
sr_rs: Pojavio se na neočekivan format putanje

source: Unsupported USN journal version.
cs: Nepodporovaná verze USN žurnálu.
de: NIcht unterstützte USN-Journalversion.
es: Versión de diario USN no soportada.
fr_ca: Version de journal USN non prise en charge.
it: Versione del registro USN non supportata.
ja_jp: サポートしていないUSNジャーナルのバージョンです。
nl_nl: Niet-ondersteunde USN-journaalversie.
pl: Nieobsługiwana wersja dziennika USN.
pt_br: Versão de journal USN não suportada.
sk_sk: Nepodporovaná verzia časopisu USN.
sr_rs: Nepodržana USN verzija žurnala.

source: Previous backup did not record USN journal info
de: Vorheriges Backup hat USN Berichtinformationen nicht aufgezeichnet
es: La copia de seguridad anterior no registró la información del diario USN
fr_ca: La sauvegarde précédente n'a pas enregistré d'info de journal USN
ja_jp: 以前のバックアップにはUSNジャーナルの情報が記録されていません
nl_nl: Vorige back-up heeft geen USN logboek-informatie opgeslagen
pl: Poprzednia kopia zapasowa nie zawierała informacji dziennika USN
sk_sk: Predchádzajúca záloha nezaznamenala informácie z denníka USN
sr_rs: Prethodna rezervna kopija nije zabeležila informacije o USN žurnalu

source: USN journal ID changed
de: USN Berichts ID geändert.
es: La identificación del diario USN ha cambiado
fr_ca: ID du journal USN modifiée
ja_jp: USNのジャーナルIDが変更されました
nl_nl: USN logboek ID is veranderd
pl: Zmieniono identyfikator dziennika USN
sk_sk: Zmena ID časopisu USN
sr_rs: ID USN žurnala je promenjen

source: Next USN is zero
de: Nächste USN ist null
es: El siguiente USN es cero
fr_ca: Le prochain USN est zéro
ja_jp: 次のUSNはゼロです
nl_nl: Volgende USN is nul
pl: Następny USN wynosi zero
sk_sk: Ďalšia USN je nula
sr_rs: Sledeći USN je nula

source: Backup configuration changed
da: Backup konfiguration ændret
de: Konfiguration des Backups geändert.
es: La configuración de copia de seguridad ha cambiado
fr_ca: Configuration de la sauvegarde modifiée
ja_jp: バックアップの設定を変更しました
nl_nl: Back-upconfiguratie is veranderd
pl: Zmieniono konfigurację kopii zapasowej
sk_sk: Zmena konfigurácie zálohovania
sr_rs: Konfiguracija rezervne kopije je promenjena
sv_se: Konfigurationen för säkerhetskopian har ändrats

source: This backend can read and write data to Swift (OpenStack Object Storage). Allowed format is "openstack://container/folder".
de: Dieses Backend kann Daten von Swift (OpenStack Object Storage) lesen und schreiben. Das unterstützte Format ist "openstack://container/folder".
fr_ca: Ce backend peut lire et écrire des données vers Swift (OpenStack Object Storage). Le format autorisé est « openstack://container/folder ».
ja_jp: このバックエンドでは、Swift（OpenStack オブジェクトストレージ）との間でデータの読み書きを実行できます。許可されている形式は、「openstack://コンテナー/フォルダー」となります。
nl_nl: Deze backend kan gegevens lezen en schrijven naar Swift (OpenStack Object Storage). Toegestane indeling is "openstack://container/folder".
pl: Ten backend może odczytywać i zapisywać dane w Swift (OpenStack Object Storage). Dozwolony format to „openstack://container/folder”.

source: Missing required option: {0}
cs: Chybějící vyžadovaná volba: {0}
da: Manglende påkrævet argument: {0}
de: Fehlende erforderliche Option: {0}
es: Falta la opción requerida: {0}
fi: Pakollinen valitsin {0} puuttuu
fr_ca: Option requises manquante: {0}
it: Opzione richiesta mancante: {0}
ja_jp: 必要なオプションが指定されていません：{0}
nl_nl: Vereiste optie ontbreekt: {0}
pl: Brakuje wymaganej opcji: {0}
pt: Opção obrigatória em falta: {0}
pt_br: Falta a opção necessária: {0}
ro: Opțiunea lipsă: {0}
ru: Не указана обязательная опция: {0}
sr_rs: Nedostaje neophodna opcija: {0}
sv_se: Det obligatoriska alternativet saknas: {0}

source: The password used to connect to the server. This may also be supplied as the environment variable "AUTH_PASSWORD". If the password is supplied, --{0} must also be set.
de: Das Passwort wird verwendet, um sich mit dem Server zu verbinden. Es kann auch über die Umgebungsvariable "AUTH_PASSWORD" gesetzt werden. Wenn das Passwort angegeben wurde, muss --{0} auch gesetzt sein.
fr_ca: Le mot de passe utilisé pour se connecter au serveur. Il peut également être fourni en tant que variable d’environnement « AUTH_PASSWORD ». Si le mot de passe est fourni, --{0} doit aussi être renseigné.
ja_jp: サーバーの接続に使用するパスワード。環境変数「AUTH_PASSWORD」でも指定できます。パスワードを指定する際には、--{0}もまた設定する必要があります。
nl_nl: Het wachtwoord dat wordt gebruikt om te verbinden met de server. Dit kan ook worden opgegeven met de omgevingsvariabele "AUTH_PASSWORD". Als het wachtwoord is opgegeven, moet --{0} eveneens worden ingesteld.
pl: Hasło używane do łączenia się z serwerem. Może być również podane jako zmienna środowiskowa "AUTH_PASSWORD". Jeśli hasło jest podane, --{0} musi być również ustawione.

source: Supply the password used to connect to the server
de: Eingabe des Passworts zur Verbindung mit dem Server
es: Suministre la contraseña utilizada para conectar al servidor
fr_ca: Fournissez le mot de passe utilisé pour se connecter au serveur.
ja_jp: サーバーの接続に使用するパスワードを指定
nl_nl: Geef het wachtwoord op dat wordt gebruikt om verbinding te maken met de server
pl: Podaj hasło używane do łączenia się z serwerem

source: The domain name of the user used to connect to the server.
cs: Doménové jméno uživatele kterým se připojit k serveru.
da: Domæne navnet på brugeren som forbinder til serveren
de: Der Domänenname des Benutzers, der für die Verbindung mit dem Server verwendet wird.
es: El nombre de dominio del usuario utilizado para conectarse al servidor.
fr_ca: Le nom de domaine de l'utilisateur utilisé pour se connecter au serveur.
it: Il nome di dominio utilizzato dell'utente per connettersi al server.
ja_jp: サーバーの接続に使用するユーザーのドメイン名。
nl_nl: De domeinnaam van de gebruiker die wordt gebruikt om te verbinden met de server.
pl: Nazwa domeny użytkownika używana do łączenia się z serwerem.
pt: O nome de domínio do utilizador usado para se conectar ao servidor.
pt_br: O nome de domínio do usuário usado para se conectar ao servidor.
sr_rs: Ime domena korisnika koji se koristi za povezivanje sa serverom.

source: Supply the domain used to connect to the server
de: Eingabe der Domäne, die für die Verbindung mit dem Server verwendet wird
es: Suministre el dominio utilizado para conectar al servidor
fr_ca: Fournissez le domaine utilisé pour se connecter au serveur.
ja_jp: サーバーの接続に使用するドメインを指定
nl_nl: Geef het domein op dat wordt gebruikt om te verbinden met de server
pl: Podaj domenę używaną do łączenia się z serwerem

source: The username used to connect to the server. This may also be supplied as the environment variable "AUTH_USERNAME".
cs: Uživatelské jméno sloužící pro připojení se k serveru. Je možné ho zadat také prostřednictvím proměnné prostředí „AUTH_USERNAME“.
da: Brugernavnet der bruges til at forbinde til serveren. Brugernavnet kan også angives via miljøvariablen "AUTH_USERNAME".
de: Der Benutzername wird verwendet um sich mit dem Server zu verbinden. Es kann auch über die Umgebungsvariable "AUTH_USERNAME" gesetzt werden.
es: El nombre usuario utilizado para conectar al servidor. También puede ser suministrada como variable de entorno "AUTH_USERNAME".
fi: Käyttäjätunnus palvelimelle. Tämä voidaan asettaa myös ympäristömuuttujassa "AUTH_USERNAME".
fr_ca: Le nom d'utilisateur utilisé pour se connecter au serveur. Il peut également être fourni comme une variable d'environnement "AUTH_USERNAME".
it: Il nome utente usato per connettersi al server. Questo può anche essere fornito come variabile d'ambiente "AUTH_USERNAME".
ja_jp: サーバーの接続に使用するユーザー名。環境変数「AUTH_USERNAME」でも指定できます。
nl_nl: De gebruikersnaam die wordt gebruikt om verbinding te maken met de server. Dit kan eveneens worden opgegeven in een omgevingsvariabele "AUTH_USERNAME".
pl: Nazwa użytkownika używana do łączenia się z serwerem. Może to być również podane jako zmienna środowiskowa „AUTH_USERNAME”.
pt_br: O nome de usuário usado para se conectar ao servidor. Isto também pode ser fornecido como a variável de ambiente "AUTH_USERNAME".
ro: Numele de utilizator utilizat pentru a vă conecta la server. Aceasta poate fi furnizată și ca variabila de mediu "AUTH_USERNAME".
ru: Логин для подключения к серверу. Также может передаваться в переменной окружения "AUTH_USERNAME"
sr_rs: Korisničko ime koje se koristi za povezivanje sa serverom. Ovo se takođe može dostaviti kao promenljiva okruženja „AUTH_USERNAME“.

source: Supply the username used to connect to the server
de: Eingabe des Benutzernamens zur Verbindung mit dem Server
es: Suministre el usuario utilizado para conectar al servidor
fr_ca: Fournissez le nom d’utilisateur utilisé pour se connecter au serveur.
nl_nl: Geef de gebruikersnaam op die wordt gebruikt om verbinding te maken met de server
pl: Podaj nazwę użytkownika używaną do łączenia się z serwerem

source: The Tenant Name is commonly the paying user account name. This option must be supplied when authenticating with a password, but is not required when using an API key.
cs: Jméno nájemníka (tenant) je obvykle název účtu platícího uživatele. Je třeba, aby tato volba byla poskytnuta při ověřování heslem, ale není třeba při používání klíče k API.
da: 'Tenant Name' er ofte konto navnet på den bruger som betaler. Dette navn er påkrævet når man autentificere med password, men er ikke nødvendigt når man bruger en API nøgle
de: Der Tenant Name ist häufig der zahlende Benutzerkontoname. Diese Option muss bei der Authentifizierung mit einem Kennwort angegeben werden, ist aber nicht erforderlich, wenn ein API-Schlüssel verwendet wird.
es: El Nombre de Inquilino es comúnmente el nombre de usuario de la cuenta de pago. Esta opción debe proporcionarse cuando se autentifica con una contraseña, pero no es necesaria cuando se usa una clave API.
fi: Tunniste "Tenant Name" on yleensä maksavan käyttäjätilin nimi. Tämä tunniste on pakollinen, kun tunnistaudutaan salasanan ja käyttäjätunnuksen avulla. Sitä ei tarvita, jos käytetään tunnistetta "API key".
fr_ca: Le Tenant Name est plus communément le nom de l'utilisateur qui a payé le compte. Cette option doit être fourni durant l'authentification avec un mot de passe, mais il est non requis quand une clé API est utilisée
it: Il Nome Inquilino è comunemente il nome dell'account dell'utente pagante. Questa opzione deve essere fornita quando si esegue l'autenticazione con una password, ma non è necessaria quando si utilizza una chiave API.
ja_jp: テナント名は一般に、料金の支払いを行うユーザーのアカウント名です。このオプションは、パスワードで認証する際には必須となりますが、APIキーで認証する際には必要ありません。
nl_nl: De Tenant Naam is normaal gesproken de betaalde gebruikersaccountnaam. Deze optie moet worden opgegeven bij authentiseren met een wachtwoord, maar is niet vereist als een API sleutel wordt gebruikt.
pl: Nazwa dzierżawy jest często nazwą konta użytkownika płacącego. Ta opcja musi być podana podczas uwierzytelniania przy użyciu hasła, ale nie jest wymagana podczas korzystania z klucza interfejsu API.
pt_br: O "Tenant Name" é comumente o nome da conta do utilizador pagador. Esta opção deve ser fornecida ao autenticar com uma senha, mas não é necessária ao usar uma chave de API.
ro: Numele de chiriaș este de obicei numele contului de utilizator plătitor. Această opțiune trebuie furnizată la autentificare cu o parolă, dar nu este necesară atunci când se utilizează o cheie API.
ru: Tenant Name – обычно это имя платной учетной записи. Этот параметр должен быть указан при аутентификации с помощью пароля, но не требуется при использовании API ключа.
sr_rs: Ime zakupca je obično ime korisničkog naloga koji se plaća. Ova opcija mora da se obezbedi prilikom autentifikacije pomoću lozinke, ali nije potrebna kada se koristi API ključ.

source: Supply the Tenant Name used to connect to the server
de: Eingabe des Tenant-Namens zur Verbindung mit dem Server
es: Proporcione el Nombre de cliente utilizado para conectarse al servidor
fr_ca: Fournissez le nom du locataire (Tenant Name) utilisé pour se connecter au serveur.
nl_nl: Geef de Tenant-naam op die gebruikt wordt om verbinding te maken met de server
pl: Podaj nazwę klienta używaną do połączenia z serwerem

source: The API key can be used to connect without supplying a password and tenant ID with some providers.
cs: Klíč k aplikačnímu programovému rozhraní (API) je u některých poskytovatelů možné použít k připojení bez nutnosti zadávání hesla a identifikátoru nájemníka (tenant).
da: API nøglen kan blive brugt til at forbinde uden at angive password eller 'Tenant ID' hos nogle udbydere
de: Der API-Schlüssel kann bei einigen Providern zur Verbindung anstelle von Passwort und Tenant-ID verwendet werden.
es: La clave API se puede utilizar para conectarse sin proporcionar una contraseña y un ID de Tenant a algunos proveedores.
fi: Tunnistetta "API key" voidaan käyttää joissakin palveluissa käyttäjätunnuksen ja salasanan sijaan.
fr_ca: La clé API peut être utilisé pour se connecter sans fournir un mot de passe et un tenant ID pour quelques fournisseurs.
it: La chiave API può essere utilizzata per connettersi senza fornire una password e un ID inquilino con alcuni provider.
ja_jp: APIキーを入力すると、パスワードとテナントIDを指定せずにサービス提供者に接続できます。
nl_nl: De API sleutel kan gebruikt worden om te verbinden zonder een wachtwoord en tenant ID te versturen bij sommige providers.
pl: Klucz API może być użyty do łączenia się bez konieczności podawania ID i hasła u niektórych dostawców usług
pt_br: A API key pode ser usada para conectar sem fornecer uma senha e tenant ID com alguns provedores.
ro: Cheia API poate fi utilizată pentru a se conecta fără a furniza o parolă și un ID de locatare anumitor furnizori.
ru: Ключ API может использоваться для подключения к некоторым провайдерам без предоставления пароля и идентификатора.
sr_rs: API ključ se može koristiti za povezivanje bez davanja lozinke i ID-a zakupca sa nekim provajderima.

source: Supply the API key used to connect to the server
de: Eingabe des API-Schlüssels zur Verbindung mit dem Server
es: Proporcione la clave API utilizada para conectarse al servidor
fr_ca: Fournissez la clé API utilisée pour se connecter au serveur.
nl_nl: Geef de API sleutel op die gebruikt wordt om verbinding te maken met de server
pl: Podaj klucz API używany do łączenia się z serwerem.

source: The authentication URL is used to authenticate the user and find the storage service. The URL commonly ends with "/v2.0" for v2 and "/v3" for v3. Known providers are: {0}{1}
de: Die Authentifizierungs-URL wird verwendet, um den Benutzer zu authentifizieren und den Speicherdienst zu finden. DIe URL endet meistens mit "/v2.0" für v2 und "/v3" für v3. Bekannte Provider sind: {0}{1}
fr_ca: L’URL d’authentification sert à authentifier l’utilisateur et à trouver le service de stockage. L’URL se termine généralement par « /v2.0 » pour v2 et « /v3 » pour v3. Fournisseurs connus : {0}{1}
nl_nl: De authenticatie URL wordt gebruikt om de gebruiker te authentiseren en de opslagservice te vinden. De URL eindigt gewoonlijk met "/v2.0" voor v2 en "/v3" voor v3. Bekende providers zijn: {0}{1}
pl: Adres URL uwierzytelniania służy do uwierzytelniania użytkownika i znajdowania usługi przechowywania. Adres URL zwykle kończy się na "/v2.0" dla v2 i "/v3" dla v3. Znani dostawcy to: {0}{1}

source: Supply the authentication URL
de: Eingabe der Authentifizierungs-URL
es: Proporcione la URL de autenticación
fr_ca: Fournissez l’URL d’authentification.
ja_jp: 認証用URLを指定
nl_nl: Geef de authenticatie-URL op
pl: Niestandardowy URL uwierzytelniania

source: The keystone API version to use. Valid values are 'v2' and 'v3'.
de: Die zu verwendende Keystone API-Version, gültige Angaben sind 'v2' und 'v3'.
es: Versión de la API de Keystone que se utilizará. Los valores válidos son 'v2' y 'v3'.
fr_ca: La version de l’API Keystone à utiliser. Les valeurs valides sont « v2 » et « v3 ».
ja_jp: 使用するKeystone APIのバージョン。有効な値は「v2」と「v3」です。
nl_nl: De keystone API-waarde die moet worden gebruikt. Geldige waarden zijn 'v2' en 'v3'.
pl: Wersja Keystone API do użycia. Prawidłowe wartości to „v2” i „v3”.

source: The keystone API version to use
cs: Verze API stavebního bloku kterou použít
da: Keystone API version som skal benyttes
de: Die zu verwendende Keystone API-Version
es: La versión de la piedra llave de la API a utilizar
fr_ca: La version de l'API keystone à utiliser
it: La versione dell'API keystone da utilizzare
ja_jp: 使用するKeystone APIのバージョン
nl_nl: De keystone API-waarde die moet worden gebruikt
pl: Wersja keystone API do użycia
pt_br: A versão da API do keystone a ser usada
sr_rs: Keistone API verzija koju treba koristiti

source: By default, the first reported endpoint will be used for file transfers. To select a specific region, provide the region name. If no such region is supported, the default (first reported) endpoint is used.
fr_ca: Par défaut, le premier point de terminaison signalé sera utilisé pour les transferts de fichiers. Pour sélectionner une région spécifique, fournissez le nom de la région. Si aucune région de ce type n’est prise en charge, le point de terminaison par défaut (le premier signalé) est utilisé.
nl_nl: Standaard wordt het eerste gerapporteerde eindpunt gebruikt voor bestandsoverdrachten. Geef de regionaam op om een ​​specifieke regio te selecteren. Als deze regio niet wordt ondersteund, wordt het standaard (eerst gerapporteerde) eindpunt gebruikt.
pl: Domyślnie do transferu plików wykorzystywany jest pierwszy zarejestrowany punkt końcowy. Aby skorzystać z konkretnego regionu, należy podać jego nazwę. Jeśli wskazany region nie jest obsługiwany, używany jest domyślny (pierwszy zarejestrowany) punkt końcowy.

source: Supply the prefered region for endpoints
de: Geben Sie die bevorzugte Region für Endpunkte ein
fr_ca: Fournissez la région préférée pour les points de terminaison.
nl_nl: Geef de gewenste regio voor eindpunten op
pl: Podaj preferowany region dla punktów końcowych.

source: Expose OpenStack configuration as a web module
de: OpenStack-Konfiguration als Webmodul zur Verfügung stellen
es: Exponer la configuración de OpenStack como un módulo web
fr_ca: Exposer la configuration OpenStack en tant que module web.
nl_nl: Toon OpenStack-configuratie als een webmodule
pl: Udostępnij konfigurację OpenStack jako moduł webowy.

source: OpenStack configuration module
de: OpenStack Konfigurations-Modul
es: Módulo de configuración de OpenStack
fr_ca: Module de configuration OpenStack
ja_jp: OpenStackの設定モジュール
nl_nl: OpenStack configuratiemodule
pl: Moduł konfiguracji OpenStack

source: Provide different config values
de: Verschiedene Konfigurationswerte bereitstellen
es: Proporcionar diferentes valores de configuración
fr_ca: Fournissez différentes valeurs de configuration.
ja_jp: 異なる設定値を指定
nl_nl: Geef verschillende configuratiewaarden op
pl: Podaj różne wartości konfiguracji

source: The config to get
de: Die zu verwendende Konfiguration
es: La configuración para obtener
fr_ca: La configuration à obtenir
ja_jp: 取得する設定
nl_nl: De configuratie die moet worden opgehaald
pl: Konfiguracja do pobrania

source: This backend can read and write data to an FTP based backend. Allowed formats are "ftp://hostname/folder" and "ftp://username:password@hostname/folder".
de: Dieses Backend kann Daten von einem FTP-basierten Backend lesen und schreiben. Erlaubte Formate sind "ftp://hostname/folder" oder "ftp://username:password@hostname/folder".
es: Este backend puede leer y escribir datos en un backend basado en FTP. Los formatos permitidos son "ftp://hostname/folder" y "ftp://username:password@hostname/folder".
fr_ca: Ce backend peut lire et écrire des données vers un backend basé sur FTP. Les formats autorisés sont « ftp://hostname/folder » et « ftp://username:password@hostname/folder ».
ja_jp: このバックエンドでは、FTPをベースとしたバックエンドとの間でデータの読み書きを実行できます。許可されている形式は、「ftp://ホスト名/フォルダー」と「ftp://ユーザー名:パスワード@ホスト名/フォルダー」となります。
nl_nl: Deze backend kan gegevens lezen en schrijven naar een FTP-gebaseerde backend. Toegestane formaten zijn "ftp://hostname/folder" en "ftp://username:password@hostname/folder".
pl: Ten backend może odczytywać i zapisywać dane do backendu opartego na FTP. Dozwolone formaty to "ftp://nazwa_hosta/folder" i "ftp://nazwa_użytkownika:hasło@nazwa_hosta/folder"

source: This backend can read and write data to an FTP based backend. Allowed formats are "aftp://hostname/folder" and "aftp://username:password@hostname/folder".
de: Dieses Backend kann Daten von einem FTP-basierten Backend lesen und schreiben mit Hilfe eines alternativen FTP Clients. Erlaubte Formate sind "aftp://hostname/folder" oder "aftp://username:password@hostname/folder".
es: Este backend puede leer y escribir datos en un backend basado en FTP. Los formatos permitidos son "aftp://hostname/folder" y "aftp://username:password@hostname/folder".
fr_ca: Ce backend peut lire et écrire des données vers un backend basé sur FTP. Les formats autorisés sont « aftp://hostname/folder » et « aftp://username:password@hostname/folder ».
nl_nl: Deze backend kan gegevens lezen en schrijven naar een FTP-gebaseerde backend. Toegestane formaten zijn "aftp://hostname/folder" en "aftp://username:password@hostname/folder".
pl: Ten backend może odczytywać i zapisywać dane do backendu opartego na FTP. Dozwolone formaty to: „aftp://hostname/folder” oraz „aftp://username:password@hostname/folder”.
