Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: The file {0} was uploaded but not found afterwards, the file listing returned {1}
cs: Soubor {0} byl sice nahrán, ale následně nebyl nenalezen, výpis vrátil {1}
fi: Tiedosto {0} ladattiin palvelimelle, mutta sitä ei löydy myöhemmin. Tiedostolistaus oli {1}
it: Il file {0} è stato caricato ma non trovato successivamente, il listato dei file mostra {1}
pt_br: O arquivo {0} foi carregado mas não foi encontrado depois, A listagem de arquivos retornou {1}
ro: Fișierul {0} a fost încărcat, dar nu a fost găsit , fisierul de listare a returnat {1}
ru: Файл {0} был загружен, но потом не найден, список фалов вернул {1}
sr_rs: Fajl {0} je otpremljen, ali nije pronađen kasnije, lista fajlova je vratila {1}

source: To protect against network failures, every upload will be attempted verified. Use this option to disable this verification to make the upload faster but less reliable.
cs: Jako ochrana před poruchami na síti, jsou veškerá nahraná data ověřována. Použitím této volby sice zrychlíte nahrávání, ale bez ověřování bude méně spolehlivé.
fi: Kaikkien tiedostosiirtojen onnistuminen koetetaan varmistaa verkosta johtuvien ongelmien havaitsemiseksi. Tämä valitsin poistaa tarkistuksen tehden siirroista nopeampia, mutta epäluotettaampia.
it: Per la protezione contro i guasti di rete, si tenterà di verificare ogni caricamento. Usa questa opzione per disattivare questa verifica per rendere il caricamento più veloce ma meno affidabile.
pt_br: Para proteger contra falhas de rede, cada upload será verificado. Use esta opção para desativar essa verificação e fazer um upload mais rápido, mas menos confiável.
ro: Pentru a proteja împotriva eșecurilor din rețea, se va încerca să fie verificată fiecare încărcare. Utilizați această opțiune pentru a dezactiva această verificare pentru a face încărcarea mai rapidă, dar mai puțin fiabilă.
ru: Для защиты от сбоев в сети, каждая попытка выгрузки будет проверена. Используйте этот параметр, чтобы отключить эту проверку и сделать выгрузку более быстрой, но менее надежной.
sr_rs: Da bismo se zaštitili od kvarova na mreži, svako otpremanje će se pokušati verifikovati. Koristite ovu opciju da onemogućite ovu verifikaciju da otpremanje bude brže, ali manje pouzdano.

source: This backend can read and write data to Google Cloud Storage. Supported format is "gcs://bucket/folder".
sr_rs: Ova pozadina može da čita i upisuje podatke u Google Cloud Storage. Podržani format je "gcs://bucket/folder".

source: You need an AuthID, you can get it from: {0}
cs: Potřebujete AuthID identifikátor, který je možné získat z: {0}
fi: Tarvitset tunnisteen AuthID. Voit ladata sen osoitteesta: {0}
it: Hai bisogno di un AuthID, lo puoi ottenere da: {0}
pt_br: Você precisa de um AuthID, você pode obtê-lo de: {0}
ro: Aveți nevoie de un AuthID, îl puteți obține de la: {0}
ru: Вам необходим AuthID, который можно получить: {0}
sr_rs: Treba Vam AuthID, možete ga dobiti od: {0}

source: You must supply a project ID with --{0} for creating a bucket
cs: Při vytváření „nádoby“ (bucket) je třeba pomocí --{0} zadat identifikátor projektu
fi: Anna tunniste "project ID" valitsimella --{0} luodaksesi ämpärin
it: Devi fornire un ID progetto con --{0} per creare un bucket
pt_br: Você deve fornecer um project ID {0} para a criação de um bucket
ro: Trebuie să furnizați un ID de proiect cu - {0} pentru a crea o găleată
ru: Необходимо указать идентификатор проекта с--{0} для создания блока памяти
sr_rs: Morate da navedete ID projekta sa --{0} za pravljenje segmenta

source: Specifies location option for creating a bucket
cs: Určuje volbu umístění při vytváření „nádoby“ (bucket)
fi: Valitsee alueen ämpärin luomista varten
it: Specifica l'opzione posizione per creare un bucket
pt_br: Especifica a opção de localização para a criação de um bucket
ro: Specifică opțiunea de locație pentru crearea unei găleți
ru: Определяет параметр расположения создаваемых блоков памяти
sr_rs: Određuje opciju lokacije za kreiranje segmenta

source: Specifies storage class for creating a bucket
cs: Určuje třídu úložiště pro vytváření „nádoby“ (bucket)
fi: Valitsee tallennusluokan luotavalle ämpärille
it: Specifica la classe di archiviazione per creare un bucket
pt_br: Especifica a classe de armazenamento para a criação de um bucket
ro: Specifică clasa de stocare pentru crearea unei găleți
ru: Указывает класс храненилища для создания блока памяти
sr_rs: Određuje klasu skladištenja za kreiranje segmenta

source: Specifies project for creating a bucket
cs: Určuje projekt pro vytváření „nádoby“ (bucket)
fi: Valitsee projektin luotavalle ämpärille
it: Specifica il progetto per creare un bucket
pt_br: Especifica o projeto para a criação de um bucket
ro: Specifică proiectul pentru crearea unei găleți
ru: Указывает проект для создания блока памяти
sr_rs: Određuje projekat za kreiranje segmenta

source: This option is only used when creating new buckets. Use this option to supply the project ID that the bucket is attached to. The project determines where usage charges are applied
cs: Tato předvolba je použita pouze při vytváření nových „nádob“ (bucket). Pomocí ní je možné měnit identifikátor projektu, ke kterému je tato nádoba připojena. Projekt určuje kde jsou účtovány poplatky za používání
fi: Tätä valitsinta käytetään vain luotaessa uusia ämpäreitä. Käytä tätä valitsinta valitaksesi tunnisteen "project ID", johon luotava ämpäri liittyy. Projektia käytetään valitsemaan laskutustietojen määräämiseen.
it: Questa opzione è utilizzata solo quando si creano nuovi bucket. Usa questa opzione per fornire l'ID del progetto a cui è collegato il bucket. Il progetto determina dove sono applicate le tariffe di utilizzo
pt_br: Esta opção só é usada na criação de novos buckets. Use esta opção para fornecer o ID do projeto ao qual o bucket está anexado. O projeto determina onde taxas de utilização são aplicadas
ro: Această opțiune este utilizată numai atunci când creați galeți noi. Utilizați această opțiune pentru a furniza ID-ul proiectului la care este atașată cupa. Proiectul stabilește unde se aplică taxele de utilizare
ru: Этот параметр используется только при создани новых блоков памяти. Используете параметр для указания идентификатора проекта, к которому относится блок памяти. Проект определяет, куда будут отнесены расходы на использование
sr_rs: Ova opcija se koristi samo kada se kreiraju novi segmenti. Koristite ovu opciju da unesete ID projekta za koji je segment dodat. Projekat određuje gde se primenjuju naknade za korišćenje

source: This backend can read and write data to Google Drive. Supported format is "googledrive://folder/subfolder".
cs: Tato podpůrná vrstva (backend) může číst a zapisovat data na Google Drive podporovaný formát je „googledrive://folder/subfolder“.
fi: Tämä moduuli voi siirtää tiedostoja palveluun Google Drive. Osoite on muotoa "googledrive://kansio/alikansio".
it: Questo backend può leggere e scrivere dati su Google Drive. Il formato supportato è "googledrive://folder/subfolder".
pt_br: Este backend pode ler e gravar dados no Google Drive. O Formato suportado é "googledrive://folder/subfolder".
ro: Acest backend poate citi și scrie date pe Google Drive. Formatul acceptat este "googledrive: // folder / subfolder".
ru: Этот бэкэнд может читать и записывать данные в Google Drive. Поддерживаемый формат — «googledrive://folder/subfolder».
sr_rs: Ova pozadina može da čita i upisuje podatke na Google disk. Podržan format je "googledrive://folder/subfolder".

source: Google Drive
ro: Disc Google
ru: Google Диск
sr_rs: Google disk

source: There is more than one item named "{0}" in the folder "{1}"
cs: Ve složce „{1}“ je více než jedna položka nazvaná „{0}“
fi: Kansiossa "{1}" on useampi kuin yksi kohde nimeltään "{0}"
it: C'è più di un elemento nominato "{0}" nella cartella "{1}"
pt_br: Existe mais de um item com o nome "{0}" na pasta "{1}"
ro: Există mai multe elemente numite "{0}" în dosarul "{1}"
ru: В папке "{1}" содержится несколько элементов с именем "{0}"
sr_rs: Postoji više od jedne stavke pod nazivom "{0}" u fascikli "{1}"

source: This option sets the team drive to use. Leaving it empty uses the personal drive
sr_rs: Ova opcija postavlja Team drive za korišćenje. Ako ga ostavite praznim, koristi se lični disk

source: CloudFiles use different servers for authentication based on where the account resides, use this option to set an alternate authentication URL. This option overrides --{0}.
cs: U služby CloudFiles jsou pro ověřování používány různé servery dle toho, kde po světě se účet nachází. Pomocí této volby je možné nastavit alternativní URL adresu ověřování. Tato volba má přednost před --{0}.
fi: CloudFiles käyttää eri autentikointipalvelimia riipuen siitä, missä maassa tili sijaitsee. Käytä tätä valitsinta asettaaksesi vaihtoehtoinen autentikointiosoite. Tämä valitsin ohittaa valitsimen --{0}.
it: CloudFiles utilizza server diversi per l'autenticazione in base a dove risiede l'account, utilizza questa opzione per impostare un URL di autenticazione alternativo. Questa opzione sovrascrive --{0}.
pt_br: CloudFiles usa servidores diferentes para autenticação com base no local onde a conta reside, use esta opção para definir uma URL de autenticação alternativa. Esta opção sobrescreve --{0}
ro: CloudFiles utilizează servere diferite pentru autentificare în funcție de locul în care se află contul, utilizați această opțiune pentru a seta o adresă URL de autentificare alternativă. Această opțiune are prioritate - {0}.
ru: CloudFiles использует различные серверы аутентификации в зависимости от местонахождения пользователя. Используйте эту опцию, чтобы задать альтернативный URL для аутентификации. Опция переопределяет --{0}.
sr_rs: CloudFiles koriste različite servere za autentifikaciju na osnovu toga gde se nalog nalazi, koristite ovu opciju da postavite alternativni URL za autentifikaciju. Ova opcija zamenjuje --{0}.

source: Provide another authentication URL
cs: Zadat jinou URL adresu ověřování
fi: Anna toinen tunnistautumispalvelimen osoite.
it: Fornire un altro URL di autenticazione
ja_jp: 別の認証用URLを指定
pt_br: Informe outra URL de autenticação
ro: Furnizați o altă adresă URL de autentificare
ru: Укажите другой URL для аутентификации
sr_rs: Navedite drugu adresu URL za autentifikaciju

source: Supplies the API Access Key used to authenticate with CloudFiles.
cs: Zadává přístupový klíč k aplikačnímu programovému rozhraní (API) u CloudFiles.
fi: Tunniste "API Access Key", jota käytetään tunnistauduttaessa palveluun CloudFiles.
it: Fornisci la Chiave di Accesso API utilizzata per autenticarsi con CloudFiles.
pt_br: Fornece a chave de acesso à API usada para autenticar com o CloudFiles.
ro: Furnizează cheia de acces API utilizată pentru autentificarea cu CloudFiles.
ru: Предоставляет API Access Key, используемый для аутентификации с CloudFiles.
sr_rs: Obezbeđuje pristupni ključ API-ja koji se koristi za autentifikaciju pomoću CloudFiles-a.

source: Supplies the access key used to connect to the server
cs: Zadává přístupový klíč sloužící pro připojení k serveru
fi: Tunniste, jota käytetään tunnistauduttaessa palveluun CloudFiles.
it: Fornisci la chiave di accesso utilizzata per connettersi al server
pt_br: Fornece a chave de acesso usada para se conectar ao servidor
ro: Furnizează cheia de acces utilizată pentru conectarea la server
ru: Предоставляет ключ доступа для соединения с сервером
sr_rs: Obezbeđuje pristupni ključ koji se koristi za povezivanje sa serverom

source: Duplicati will assume that the credentials given are for a US account, use this option if the account is a UK based account. Note that this is equivalent to setting --{0}={1}.
cs: Duplicati bude předpokládat že zadané přihlašovací údaje jsou pro účet v USA, tuto volbu použijte pokud se účet nachází ve VB. Poznamenejme, že toto je ekvivalent k nastavení --{0}={1}.
fi: Duplicati käyttää oletuksena USA:ssa sijaitsevaa tiliä. Käytä tätä valitsinta, jos tili sijaitsee Britanniassa. Huomaa, että tämä on sama kuin valitsin --{0}={1}.
it: Duplicati presuppone che le credenziali fornite sono per un account degli Stati Uniti, utilizza questa opzione se l'account è un account del Regno Unito. Si noti che questo equivale a impostare --{0}={1}.
pt_br: Duplicati assumirá que as credenciais fornecidas são para uma conta dos EUA, use essa opção se a conta for uma conta baseada no Reino Unido. Note que isto é equivalente à definição - {0} = {1}.
ro: Duplicati va presupune că acreditările date sunt pentru un cont din SUA, utilizați această opțiune dacă contul este un cont bazat în Regatul Unit. Rețineți că aceasta este echivalentă cu setarea - {0} = {1}.
ru: Duplicati предполагает, что данные предоставлены для учетной записи в США. Используйте эту опцию, если учетная запись принадлежит Великобритании. Замечание: это эквивалентно установке --{0}={1}.
sr_rs: Duplicati će pretpostaviti da su dati akreditivi za nalog u SAD, koristite ovu opciju ako je nalog nalog sa sedištem u UK. Imajte na umu da je ovo ekvivalentno podešavanju --{0}={1}.

source: Use a UK account
cs: Použít účet v UK
fi: Käytä Britanniassa sijaitsevaa tiliä.
it: Usa un account del Regno Unito
ja_jp: イギリスのアカウントを使用
pt_br: Usar uma conta do Reino Unido
ro: Utilizați un cont din Marea Britanie
ru: Используйте учетную запись в Великобритании
sr_rs: Koristite nalog u UK

source: Supplies the username used to authenticate with CloudFiles.
cs: Zadává uživatelské jméno sloužící pro ověření u CloudFiles.
fi: Käyttäjätunnus palveluun CloudFiles.
it: Fornisci il nome utente utilizzato per l'autenticazione con CloudFiles.
pt_br: Fornece o nome de usuário usado para autenticar com CloudFiles.
ro: Furnizează numele de utilizator utilizat pentru autentificarea cu CloudFiles.
ru: Предоставляет имя пользователя, используемое для аутентификации с CloudFiles.
sr_rs: Pruža korisničko ime koje se koristi za autentifikaciju pomoću CloudFiles-a.

source: Supplies the username used to authenticate with CloudFiles
cs: Zadává uživatelské jméno sloužící pro ověření u CloudFiles
fi: Käyttäjätunnus palveluun CloudFiles.
it: Fornisci il nome utente utilizzato per l'autenticazione con CloudFiles
pt_br: Fornece o nome de usuário usado para autenticar com CloudFiles
ro: Furnizează numele de utilizator utilizat pentru autentificarea cu CloudFiles
ru: Задание имени пользователя для аутентификации с CloudFiles
sr_rs: Pruža korisničko ime koje se koristi za autentifikaciju pomoću CloudFiles-a

source: Supports connections to the CloudFiles backend. Allowed formats is "cloudfiles://container/folder".
cs: Podporuje napojení na podpůrnou vrstvu (backend) CloudFiles. Formát zápisu je „cloudfiles://kontejner/slozka“
fi: Tämä moduuli voi siirtää tiedostoja palveluun Cloudfiles. Osoite on muotoa "cloudfiles://kansio/alikansio".
it: Supporto connessioni al backend CloudFiles. Il formato ammesso è "cloudfiles://container/folder".
pt_br: Suporta conexões com o backend CloudFiles. O Formatos permitidos é "cloudfiles://container/folder".
ro: Suporta conexiuni la backend-ul CloudFiles. Formatele permise sunt "cloudfiles: // container / folder".
ru: Поддерживает соединения с бэкэндом CloudFiles. Допустимый формат — «cloudfiles://container/folder».
sr_rs: Podržava veze sa CloudFiles pozadinom. Dozvoljeni formati su "cloudfiles://container/folder".

source: MD5 Hash (ETag) verification failed
cs: Ověření MD5 otisku (ETag) se nezdařilo
fi: MD5 tiivisteen (ETag) varmentaminen epäonnistui
it: MD5 Hash (ETag) verifica non riuscita
ja_jp: MD5ハッシュ（ETag）認証を行えませんでした
pt_br: Falha na verificação da Hash MD5 (ETag)
ro: Verificarea Hash (ETag) a eșuat
ru: Проверка хэша MD5 (ETag) не удалась
sr_rs: MD5 heš (ETag) verifikacija nije uspela

source: Failed to delete file
cs: Soubor se nepodařilo smazat
fi: Tiedoston poisto epäonnistui
it: Impossibile cancellare il file
ja_jp: ファイルを削除できませんでした
pt_br: Falha ao excluir o arquivo
ro: Nu sa reușit ștergerea fișierului
ru: Не удалось удалить файл
sr_rs: Brisanje datoteke nije uspelo

source: No CloudFiles API Access Key given
cs: Nebyl zadán přístupový klíč k aplikačnímu programovému rozhraní služby CloudFiles
fi: Et antanut tunnistetta "CloudFiles Api Access Key"
it: CloudFiles Chiave di Accesso API non fornita
ja_jp: CloudFiles APIのアクセスキーが指定されていません
pt_br: Nenhuma chave de acesso API CloudFiles informado
ro: Nu este furnizat niciun chei de acces API CloudFiles
ru: Не указан CloudFiles API Access Key
sr_rs: Nije dat ključ za pristup CloudFiles API-ju

source: No CloudFiles userID given
cs: Není zadán identifikátor uživatele služby CloudFiles
fi: Et antanut tunnistetta "CloudFiles userID"
it: CloudFiles ID unente non fornito
ja_jp: CloudFilesのユーザーIDが指定されていません
pt_br: Nenhum CloudFiles userID informado
ro: Nu este indicat niciun nume de utilizator CloudFiles
ru: Не указан CloudFiles userID
sr_rs: Nije dat korisnički ID za CloudFiles

source: Unexpected CloudFiles response, perhaps the API has changed?
cs: Neočekávaná odpověď služby CloudFiles – možná se změnilo aplikační programové rozhraní (API)?
fi: Odottamaton vastaus palvelusta CloudFiles. Todennäköisesti palvelun ohjelmoitirajapinta on muuttunut.
it: Risposta inattesa da CloudFiles, forse l'API è cambiata?
pt_br: Resposta inesperada do CloudFiles, talvez a API mudou?
ro: Răspuns neașteptat la CloudFiles, poate că API sa schimbat?
ru: Неожиданный ответ от CloudFiles, возможно изменился API?
sr_rs: Neočekivan odgovor CloudFiles-a, možda se API promenio?

source: The AWS "Secret Access Key" can be obtained after logging into your AWS account, this can also be supplied through the "auth-password" property
cs: AWS „Secret Access Key“ je možné obdržet po přihlášení do vašeho AWS účtu a je také možné ho zadat prostřednictvím vlastnosti „auth-password“
fi: Voit hakea tunnisteen "Secret Access Key" palveluun AWS kirjauduttuasi AWS tilillesi. Tämä tunniste voidaan antaa myös valitsimella "auth-password".
it: L'AWS "Chiave Segreta Accesso" può essere ottenuta dopo la registrazione nel tuo account AWS, questo può essere fornito anche tramite la proprietà "auth-password"
pt_br: A AWS "Secret Access Key" pode ser obtida após o login na sua conta AWS, ela também pode ser fornecido através da propriedade "auth-password"
ro: AWS "Secret Access Key" poate fi obținut după conectarea la contul dvs. AWS, aceasta poate fi furnizată și prin proprietatea "auth-password"
ru: AWS "Secret Access Key" может быть получен после входа в аккаунт AWS, а также через через "auth-password" свойство
sr_rs: AWS "Tajni pristupni ključ" se može dobiti nakon što se prijavite na vaš AWS nalog, a može se dobiti i preko svojstva "auth-password"

source: The AWS "Secret Access Key"
cs: AWS „tajný přístupový klíč“ (Secret Access Key)
fi: Tunniste "Secret Access Key" palveluun AWS
it: L'AWS "Chiave Segreta Accesso"
pt_br: A AWS "Secret Access Key"
ro: AWS "Secret Access Key"
ru: AWS "Secret Access Key"
sr_rs: AWS "Tajni pristupni ključ"

source: The AWS "Access Key ID" can be obtained after logging into your AWS account, this can also be supplied through the "auth-username" property
cs: AWS „Access Key ID“ je možné obdržet po přihlášení se k vašemu AWS účtu, je možné zadat také prostřednictvím vlastnosti „auth-username“
fi: Voit hakea tunnisteen "Secret Access Key ID" palveluun AWS kirjauduttuasi AWS tilillesi. Tämä tunniste voidaan antaa myös valitsimella "auth-username".
it: L'AWS "Chiave Accesso ID" può essere ottenuta dopo la registrazione nel tuo account AWS, questo può essere fornito anche tramite la proprietà "auth-username"
pt_br: A AWS "Access Key ID" pode ser obtido após o login na sua conta AWS, isto também pode ser fornecido através da propriedade "auth-username"
ro: AWS "ID-ul cheie de acces" poate fi obținut după conectarea la contul dvs. AWS, aceasta poate fi furnizată și prin proprietatea "auth-username"
ru: AWS "Access Key ID" может быть получен после входа в аккаунт AWS, а также через через "auth-username" свойство
sr_rs: AWS "Tajni pristupni ključ" se može dobiti nakon što se prijavite na vaš AVS nalog, on se takođe može dostaviti preko svojstva "auth-username"

source: The AWS "Access Key ID"
cs: AWS "Access Key ID"
fi: Tunniste "Access Key ID" palveluun AWS
it: L'AWS "Chiave Accesso ID"
pt_br: A AWS "Access Key ID"
ro: AWS "ID-ul cheii de acces"
ru: AWS "Access Key ID"
sr_rs: AWS "ID ključa za pristup"

source: This flag is only used when creating new buckets. If the flag is set, the bucket is created on a European server. This flag forces the "s3-use-new-style" flag. Amazon charges slightly more for European buckets.
cs: Tento příznak je použit pouze při vytváření nových nádob. Pokud je nastaven, pak je nádoba vytvořena na serveru v Evropě. Tento příznak vynutí další, „s3-use-new-style“. Amazon si za nádoby nacházející se v Evropě účtuje o něco víc.
it: Questo flag è utilizzato solo quando si creano nuovi bucket. Se il flag è impostato, il bucket è creato su un server Europeo. Questo flag forza il flag "s3-use-new-style". Amazon usa tariffe leggermente maggiori per i bucket Europei.
pt_br: Este sinalizador é usado apenas na criação de novos buckets. Se o sinalizador estiver configurado, o bucket é criado em um servidor europeu. Esta opção força o sinalizador "s3-use-new-style". A Amazon cobra um pouco mais pelos buckets europeus.
ro: Acest steguleț este utilizat numai când creați galeți noi. Dacă este setat steagul, găleata este creată pe un server european. Acest steag forțează pavilionul "s3-use-new-style". Amazon taxează puțin mai mult pentru vasele europene.
ru: Этот флажок используется только при создании новых блоков памяти. Если флажок отмечен, то блок памяти будет создан на сервере, расположенном в Европе. Этот флажок активирует флаг «s3-use-new-style». Тарифы Amazon немного выше для блоков памяти, размещаемых в Европе.
sr_rs: Ova zastavica se koristi samo kada se kreiraju novi segmenti. Ako je zastavica postavljena, segment se kreira na evropskom serveru. Ova zastavica nameće zastavicu "s3-use-new-style". Amazon naplaćuje nešto više za evropske segmente.

source: Use a European server
cs: Použít server umístěný v Evropě
fi: Käytä eurooppalaista palvelinta
it: Usa un server Europeo
pt_br: Usar um servidor Europeu
ro: Utilizați un server european
ru: Использовать европейский сервер
sr_rs: Koristi evropski server

source: Specify this argument to make the S3 backend use subdomains rather than the previous url prefix method. See the S3 documentation for more details.
sr_rs: Navedite ovaj argument da bi S3 pozadina koristila poddomene, a ne prethodni metod prefiksa URL-a. Pogledajte S3 dokumentaciju za više detalja.

source: Use subdomain calling style
cs: Použít subdoménový styl volání
fi: Käytä alidomain-osoitteita
it: Usa sottodominio stile chiamata
pt_br: Usar o estilo chamada de subdomínio
ro: Utilizați stilul de apelare subdomeniu
ru: Использовать стиль вызова поддомена
sr_rs: Koristite stil pozivanja poddomena

source: Unable to determine the bucket name for host: {0}
cs: Nedaří se zjistit název „nádoby“ (bucket) pro stroj: {0}
fi: Ei pystytty määrittämään ämpäriä isännälle: {0}
it: Impossibile determinare il nome del bucket per l'host: {0}
pt_br: Não foi possível determinar o nome do bucket para o host: {0}
ro: Imposibil de determinat numele găleții pentru gazdă: {0}
ru: Не удается определить имя блока памяти для узла: {0}
sr_rs: Nije moguće utvrditi naziv segmenta za host: {0}
