Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: XMPP report module
cs: Modul hlášení prostřednictvím XMPP
da: XMPP rapport modul
de: XMPP Report Modul
es: Módulo de reporte XMPP
fi: Moduuli raporttien lähettämiseksi XMPP-palvelun kautta
fr_ca: Module de rapport XMPP
it: Modulo rapporto XMPP
ja_jp: XMPPのレポートモジュール
nl_nl: XMPP rapportagemoduke
pl: Moduł raportowania XMPP
pt_br: Módulo relatório XMPP
ro: Modul de raportare XMPP
ru: Модуль отчета XMPP
sr_rs: XMPP modul izveštaja

source: Use this option to set the users who should have the messages sent. You can specify multiple users separated with commas.
de: Verwenden Sie diese Option, um die Benutzer festzulegen, die die Nachrichten erhalten sollen. Sie können mehrere durch Komma getrennte Benutzer angeben.
fr_ca: Destinataires des messages séparés par des virgules.
ja_jp: メッセージの送信先となるユーザーを設定。コンマで区切って複数のユーザーを指定できます。
nl_nl: Gebruik deze optie om de gebruikers in te stellen waarnaar de berichten verzonden moeten worden. Meerdere gebruikers kunnen gescheiden door komma's worden opgegeven.

source: XMPP recipient email
cs: XMPP e-mail příjemce
da: XMPP modtager email
de: XMPP-Empfänger-E-Mail
es: Correo electrónico destinatario XMPP
fi: XMPP-vastaanottajan osoite
fr_ca: Adresse électronique du destinataire XMPP
it: XMPP email destinatario
ja_jp: XMPPのメッセージの受信者
nl_nl: XMPP ontvanger email
pl: E-mail odbiorcy XMPP
pt_br: Destinatário email XMPP
ro: E-mail destinatar XMPP
ru: Электронная почта получателя XMPP
sr_rs: XMPP adresa e-pošte primaoca

source: This value can be a filename. If the file exists, the file contents will be used as the message. In the message, certain tokens are replaced: %OPERATIONNAME% - The name of the operation, normally "Backup" %REMOTEURL% - Remote server URL %LOCALPATH% - The path to the local files or folders involved in the operation (if any) %PARSEDRESULT% - The parsed result, if the operation is a backup. Possible values are: Error, Warning, Success All command line options are also reported within %value%, e.g. %volsize%. Any unknown/unset value is removed.
de: Dieser Wert kann ein Dateiname sein. Wenn die Datei vorhanden ist, wird der Dateiinhalt als Nachricht verwendet. In der Nachricht werden bestimmte Token ersetzt: %OPERATIONNAME% - Der Name des Vorgangs, normalerweise "Backup". %REMOTEURL% - Remote-Server-URL %LOCALPATH% - Der Pfad zu den lokalen Dateien oder Ordnern, die an dem Vorgang beteiligt sind (falls vorhanden) %PARSEDRESULT% - Das analysierte Ergebnis, wenn es sich bei der Operation um eine Sicherung handelt. Mögliche Werte sind: Fehler, Warnung, Erfolgreich Alle Befehlszeilenoptionen werden auch in %value% angegeben, beispielsweise %volsize%. Alle unbekannten/nicht festgelegten Werte werden entfernt.
fr_ca: Dans le message, certains jetons sont remplacés : %OPERATIONNAME% — Le nom de l’opération, normalement « Backup » %REMOTEURL% — L’URL du serveur distant %LOCALPATH% — Le chemin vers les fichiers ou dossiers locaux impliqués dans l’opération (le cas échéant) %PARSEDRESULT% — Le résultat analysé, si l’opération est une sauvegarde. Les valeurs possibles sont : Error, Warning, Success Toutes les options de ligne de commande sont également reportées sous la forme %value%, par ex. %volsize%. Toute valeur inconnue ou non définie est supprimée.
ja_jp: この値にはファイル名を設定できます。そのファイルが存在する場合、ファイルの内容が本文として設定されます。 メッゼージでは、以下の変数を使用できます。 %OPERATIONNAME% - 操作の名称。通常は「バックアップ」 %REMOTEURL% - リモートのサーバーのURL %LOCALPATH% - 操作に関係するローカルのファイルまたはフォルダーのパス（それらが存在する場合） %PARSEDRESULT% - 操作がバックアップの場合の結果。取りうる値はError, Warning, Successの3つです。 コマンドラインの全オプションも%value%で報告されます（例：%volsize%）。不明または未設定の値は取り除かれます。
nl_nl: Deze waarde kan een bestandsnaam zijn. Als het bestand bestaat, zal de bestandsinhoud worden gebruikt als het bericht. In het bericht worden bepaalde tokens vervangen: %OPERATIONNAME% - De naam van de bewerking, normaal gesproken "Backup" %REMOTEURL% - Externe server-URL %LOCALPATH% - Het pad naar de lokale bestanden of mappen die betrokken zijn bij de bewerking (indien aanwezig) %PARSEDRESULT% - Het verwerkte resultaat, als de bewerking een back-up is. Mogelijke waarden zijn: Error, Warning, Success Alle opdrachtregel-opties worden eveneens gerapporteerd binnen %value%, bijvoorbeeld %volsize%. Onbekende/niet ingestelde waarden worden verwijderd.

source: The message template
cs: Šablona zprávy
da: Meddelelsesskabelonen
de: Die Nachrichtenvorlage
es: La plantilla de mensaje
fi: Viestin malli
fr_ca: Le modèle de message
it: Il modello di messaggio
ja_jp: メッセージのひな型
nl_nl: Het bericht-sjabloon
pl: Szablon wiadomości
pt_br: O modelo de mensagem
ro: Șablonul de mesaj
ru: Шаблон сообщения
sr_rs: Šablon poruke

source: Use this option to set a username for the account that will send the message, including the hostname, e.g. "account@jabber.org/Home"
de: Verwenden Sie diese Option, um den Benutzernamen des Accounts, der die Nachricht senden wird - einschließlich des Hostnamens, zum Beispiel "account@jabber.org/Home" - festzulegen
fr_ca: Nom d'utilisateur du compte d'envoi des messages, incluant le nom d'hôte, p.ex "account@jabber.org/Home"
ja_jp: メッセージの送信を行うアカウントのユーザー名を設定（ホスト名も含む）。例：「account@jabber.org/Home」
nl_nl: Gebruik deze optie om een gebruikersnaam in te stellen voor het account waarmee het bericht verstuurd wordt, inclusief de hostnaam. Voorbeeld: "account@jabber.org/Home"

source: The XMPP username
cs: Uživatelské jméno XMPP
da: XMPP brugernavnet
de: Der XMPP-Benutzername
es: Nombre de usuario de XMPP
fi: XMPP-käyttäjätunus
fr_ca: Le nom d'utilisateur XMPP
it: Il nome utente XMPP
ja_jp: XMPPのユーザー名
nl_nl: De XMPP gebruikersnaam
pl: Nazwa użytkownika XMPP
pt_br: O nome de usuário XMPP
ro: Numele de utilizator XMPP
ru: Имя пользователя XMPP
sk_sk: XMPP užívateľ
sr_rs: XMPP ime korisnika

source: Use this option to set a password for the account that will send the message.
de: Verwenden Sie diese Option, um ein Passwort für den Account, der die Nachricht senden wird, festzulegen.
fr_ca: Mot de passe du compte d'envoi des messages
ja_jp: メッセージの送信を行うアカウントのパスワードを設定。
nl_nl: Gebruik deze optie om een wachtwoord in te stellen van het account waarmee het bericht verstuurd wordt.

source: The XMPP password
cs: Heslo XMPP
da: XMPP-adgangskoden
de: Das XMPP-Passwort
es: Contraseña de XMPP
fi: XMPP-palvelun salasana
fr_ca: Le mot de passe XMPP
it: La password XMPP
ja_jp: XMPPのパスワード
nl_nl: Het XMPP wachtwoord
pl: Hasło XMPP
pt_br: A senha XMPP
ro: Parola XMPP
ru: XMPP пароль
sk_sk: XMPP heslo
sr_rs: XMPP lozinka

source: By default, messages will only be sent after a backup operation. Use this option to send messages for all operations.
de: Standardmäßig werden E-Mails nur nach dem Backup-Vorgang gesendet. Mittels dieser Option werden E-Mails für alle Vorgänge gesendet.
fr_ca: Par defaut, les messages ne sont envoyés qu'après une opération de sauvegarde. Cette option permet d'envoyer les messages pour toutes les opérations.
ja_jp: 既定では、メッセージはバックアップの実行後にしか送信されません。このオプションを有効にすると、全ての操作についてメッセージを送信します。
nl_nl: Standaard worden berichten alleen verstuurd na een back-upbewerking. Gebruik deze optie om berichten te versturen voor alle bewerkingen.

source: Send messages for all operations
cs: Odeslat zprávy pro veškeré operace
da: Send meddelelser fra alle operationer
de: Senden von Nachrichten für alle Operationen
es: Enviar mensajes para todas las operaciones
fi: Lähetä viesti kaikkien toimenpiteiden jälkeen
fr_ca: Envoyer des messages pour toutes les opérations
it: Invia messaggi per tutte le operazioni
ja_jp: 全ての操作に関してメッセージを送信
nl_nl: Verstuur berichten voor alle bewerkingen
pl: Wysyłaj wiadomości dla wszystkich operacji
pt_br: Enviar mensagem para todas operações
ro: Trimiteți mesaje pentru toate operațiile
ru: Посылать e-mail обо всех операциях
sr_rs: Šalji poruke za sve operacije

source: Timeout occurred while logging in to jabber server
cs: Při přihlašování k Jabber serveru byl překročen časový limit
da: Timeout opstod, mens du loggede ind på jabber-serveren
de: Zeitüberschreitung beim Anmelden beim Jabber-Server
es: Se agotó el límite de tiempo mientras iniciaba sesión en servidor de Jabber
fi: kirjautuminen Jabber-palvelimelle aikakatkaistiin
fr_ca: Un dépassement de délai s'est produit lors de la connexion au serveur jabber
it: Si è verificato un timeout durante l'accesso al server Jabber
ja_jp: Jabberサーバーのログイン中にタイムアウトになりました
nl_nl: Time-out opgetreden tijdens inloggen bij jabber server
pl: Limit czasu upłynął podczas logowania do serwera Jabber
pt_br: O tempo limite estourou ao efetuar login no servidor jabber
ro: A expirat timp în timp ce vă conectați la serverul jabber
ru: Вышло время ожидания ответа при входе на сервер Jabber
sr_rs: Došlo je do vremenskog ograničenja prilikom prijavljivanja na jabber server

source: This module provides support for sending status reports via Telegram messages
de: Dieses Modul unterstützt das Senden von Statusberichten über Telegram-Nachrichten
fr_ca: Ce module fournit le support de l'envoi de rapports d'état par messages Telegram
ja_jp: このモジュールを使用すると、状態に関する報告をTelegramのメッセージで送信できるようになります
nl_nl: Deze module biedt ondersteuning voor het versturen van statusrapporten via Telegram-berichten

source: Telegram report module
de: Telegram Report-Modul
fr_ca: Module de rapports Telegram
nl_nl: Telegram rapportagemodule

source: Use this option to set the channel ID.
de: Verwenden Sie diese Option, um die Kanal ID festzulegen.
fr_ca: Option de définition de l'ID de canal.
ja_jp: チャンネルのIDを設定。
nl_nl: Gebruik deze optie om het kanaal-ID in te stellen

source: Telegram channel ID
de: Telegram Kanal ID
fr_ca: ID de canal Telegram
nl_nl: Telegram kanaal-ID

source: Use this option to set a bot ID for the bot that will send the message.
de: Verwenden Sie diese Option, um eine Bot ID für den Bot, der die Nachricht senden wird, festzulegen.
fr_ca: Option de définition de l'ID du bot qui enverra le message.
nl_nl: Gebruik deze optie om een bot-ID in te stellen van de bot waarmee het bericht verstuurd wordt.

source: The Telegram bot ID
de: Die Telegram Bot ID
fr_ca: ID de bot Telegram.
nl_nl: Het Telegram bot-ID

source: Use this option to set a API key for the bot that will send the message.
de: Verwenden Sie diese Option, um einen API-Schlüssel für den Bot, der die Nachricht senden wird, festzulegen.
fr_ca: Option de définition de la clé d'API pour le bot qui enverra le message.
ja_jp: メッセージを送信するボットのAPIキーを設定。
nl_nl: Gebruik deze optie om een API-sleutel in te stellen van de bot waarmee het bericht verstuurd wordt.

source: The Telegram API key
de: Der Telegram API Schlüssel
fr_ca: Clé d'API Telegram.
nl_nl: De Telegram API-sleutel

source: The Telegram topic ID
de: Die Telegram topic ID
fr_ca: ID de Topic du groupe Telegram.
nl_nl: Het Telegram-onderwerp-ID

source: Topic ID for the Topic in the telegram group. For more information on Telegram setup, refer to documentation.
de: Topic ID für das THema in der Telegram Gruppe. Für weitere Informationen zu Telegram Einstellungen wird auf die Dokumentation verwiesen.
fr_ca: ID de Topic du groupe Telegram. Consultez la documentation de Telegram
nl_nl: Onderwerp-ID voor het onderwerp in de Telegram-groep. Raadpleeg de documentatie voor meer informatie over het instellen van Telegram.

source: This module provides support for sending status reports via HTTP messages
cs: Tento modul poskytuje podporu zasílání stavových hlášení pomocí HTTP zpráv
da: Dette modul giver support til afsendelse af statusrapporter via HTTP-meddelelser
de: Dieses Modul erlaubt das Senden eines Status via HTTP-Meldungen
es: Este modulo proporciona soporte para enviar los reportes de estado a través mensajes HTTP
fi: Tämä moduuli mahdollistaa tilaraporttien lähetyksen HTTP -viestien avulla.
fr_ca: Ce module prend en charge l'envoi de rapports d'état via des messages HTTP
it: Questo modulo fornisce il supporto per l'invio di rapporti di stato tramite messaggi HTTP
ja_jp: このモジュールを使用すると、状態に関する報告をHTTPによるメッセージで送信できるようになります
nl_nl: Deze module biedt ondersteuning voor het versturen van statusrapporten via HTTP-berichten
pl: Ten moduł zapewnia obsługę wysyłania raportów o stanie za pośrednictwem wiadomości HTTP
pt_br: Este módulo fornece suporte para enviar relatórios de status via mensagens HTTP
ro: Acest modul oferă suport pentru trimiterea rapoartelor de stare prin intermediul mesajelor HTTP
ru: Этот модуль предоставляет поддержку отправки отчетов о состоянии через сообщения HTTP
sr_rs: Ovaj modul pruža podršku za slanje izveštaja o statusu putem HTTP poruka

source: HTTP report module
cs: Modul HTTP hlášení
da: HTTP rapport modul
de: HTTP Report-Modul
es: HTTP modulo de reporte
fi: HTTP -raportointimodulli
fr_ca: Module de report HTTP
it: Modulo rapporto HTTP
ja_jp: HTTPのレポートモジュール
nl_nl: HTTP rapportagemodule
pl: Moduł raportów HTTP
pt_br: Módulo relatório HTTP
ro: Modul de raportare HTTP
ru: Модуль отчёта HTTP
sr_rs: HTTP modul izveštaja

source: Use this option to set a HTTP report URL.
de: Verwenden Sie diese Option, um eine HTTP-Report-URL festzulegen.
fr_ca: Option de définition de l'URL de rapport HTTP
ja_jp: HTTPのレポート用URLを設定。
nl_nl: Gebruik deze optie om een HTTP rapportage-URL in te stellen.

source: HTTP report URL
fr_ca: URL de rapport HTTP
ja_jp: HTTPのレポートのURL
nl_nl: HTTP rapportage-URL

source: Use this option to set a name of the parameter to send the message as.
de: Verwenden Sie diese Option, um den Namen des Parameters, mit dem die Nachricht gesendet wird, festzulegen.
fr_ca: Option de définition du nom du paramètre d'envoi de message en tant que.
ja_jp: メッセージを送信する際のパラメーターの名称を設定。
nl_nl: Gebruik deze optie om de naam van de parameter in te stellen namens wie het bericht verstuurd moet worden.

source: The name of the parameter to send the message as
cs: Název parametru který poslat jako zprávu
da: Navnet på parameteren som beskeden bliver sendt som
de: Der Name des Parameters mit dem die Nachricht gesendet wird.
es: El nombre del parámetro para enviar el mensaje como
fr_ca: Le nom du paramètre pour envoyer le message en tant que
it: Il nome del parametro per inviare il messaggio come
ja_jp: メッセージを送信する際のパラメーターの名称
nl_nl: De naam van de parameter namens wie het bericht verstuurd moet worden
pl: Nazwa parametru, który ma wysłać wiadomość jako
pt_br: O nome do parâmetro para enviar a mensagem como
ro: Numele parametrului pentru a trimite mesajul ca
ru: Название параметра отправляемого сообщения
sr_rs: Naziv parametra za slanje poruke

source: Use this option to change the default HTTP verb used to submit a report.
de: Diese Option ermöglicht die Änderung der Standard-HTTP-Methode zum Senden eines Berichts.
fr_ca: Option de changement du verbe par défaut de soumission de rapport.
ja_jp: レポートを送信する際に使用する既定のHTTPリクエストのメソッドを変更できます。
nl_nl: Gebruik deze optie om het standaard HTTP-woord te veranderen dat wordt gebruikt om een rapport in te dienen.

source: Set the HTTP verb to use
de: Festlegen der zu verwendenden HTTP-Methode
fr_ca: Verbe HTTP
nl_nl: Stel het te gebruiken HTTP-woord in

source: Use this option to set HTTP report URLs for sending form-encoded data. This option accepts multiple URLs, seperated by a semi-colon. All URLs will receive the same data. Note that this option ignores the format and verb settings.
de: Verwenden Sie diese Option, um HTTP Report-URLs zum Senden von Form-kodierten Daten einzustellen. Diese Option akzeptiert mehrere durch Semikolon getrennte URLs. Alle URLs werden die gleichen Daten empfangen. Hinweis: Diese Option ignoriert das Format und Verbal-Einstellungen.
fr_ca: Utilisez cette option pour définir des URL de rapport HTTP pour l’envoi de données encodées en formulaire. Cette option accepte plusieurs URL, séparées par un point-virgule. Toutes les URL recevront les mêmes données. Notez que cette option ignore les paramètres de format et de verbe.
ja_jp: フォームにエンコードしたデータを送信する際のHTTPのレポート用URLを設定。セミコロンで区切り、複数のURLを入力できます。全てのURLは同一のデータを受信します。この設定は、フォーマットと、リクエストメソッドの設定を無視します。
nl_nl: Gebruik deze optie om HTTP rapportage-URL's in te stellen voor het verzenden van formulier-gecodeerde gegevens. Deze optie accepteert meerdere URL's, gescheiden door puntkomma's. Alle URL's ontvangen dezelfde gegevens. Houd er rekening mee dat deze optie de opmaak- en verb-instellingen negeert.

source: HTTP report URLs for sending form data
de: HTTP Report-URLs zum Senden von Form-kodierten Daten
fr_ca: URL de rapport HTTP pour l'envoi de données de formulaires
ja_jp: フォーム形式のデータを送信する際のHTTPのレポート用URL
nl_nl: HTTP rapportage-URL's voor het verzenden van formuliergegevens.

source: Use this option to set HTTP report URLs for sending JSON data. This option accepts multiple URLs, seperated by a semi-colon. All URLs will receive the same data. Note that this option ignores the format and verb settings.
de: Verwenden Sie diese Option, um HTTP Report-URLs zum Senden von JSON-Daten einzustellen. Diese Option akzeptiert mehrere durch Semikolon getrennte URLs. Alle URLs werden die gleichen Daten empfangen. Hinweis: Diese Option ignoriert das Format und Verbal-Einstellungen.
fr_ca: Utilisez cette option pour définir des URL de rapport HTTP pour l’envoi de données JSON. Cette option accepte plusieurs URL, séparées par un point-virgule. Toutes les URL recevront les mêmes données. Notez que cette option ignore les paramètres de format et de verbe.
ja_jp: JSON形式のデータを送信する際のHTTPのレポート用URLを設定。セミコロンで区切り、複数のURLを入力できます。全てのURLは同一のデータを受信します。この設定は、フォーマットと、リクエストメソッドの設定を無視します。
nl_nl: Gebruik deze optie om HTTP rapportage-URL's in te stellen voor het verzenden van JSON-gegevens. Deze optie accepteert meerdere URL's, gescheiden door puntkomma's. Alle URL's ontvangen dezelfde gegevens. Houd er rekening mee dat deze optie de opmaak- en verb-instellingen negeert.

source: HTTP report URLs for sending JSON data
de: HTTP Report-URLs zum Senden von JSON-Daten
fr_ca: URL de rapport HTTP pour l'envoi de données JSON
ja_jp: JSON形式のデータを送信する際のHTTPのレポート用URL
nl_nl: HTTP rapportage-URL's voor het verzenden van JSON-gegevens

source: Use this option to accept any server certificate, regardless of what errors it may have. Please use --{0} instead, whenever possible.
de: Verwenden Sie diese Option, um jedes Serverzertifikat unabhängig von den möglichen Fehlern zu akzeptieren. Bitte verwenden Sie wenn möglich stattdessen --{0}.
fr_ca: Option pour accepter n'importe quel certificat de serveur, quelles que soient les erreurs qu'il contient. Utilisez plutôt --{0} chaque fois que c'est possible.
ja_jp: このオプションを有効にすると、エラーの有無にかかわらず、いかなるサーバー証明書も受け入れます。可能な場合は--{0}のオプションを代わりに使用してください。
nl_nl: Gebruik deze optie om ieder servercertificaat te accepteren, ongeacht welke fouten het heeft. Gebruik in plaats hiervan --{0} wanneer mogelijk.

source: Accept any server certificate
cs: Přijmout libovolný serverový certifikát
da: Accepter enhvert servercertifikat
de: Jedes Serverzertifikat akzeptieren
es: Acepta cualquier certificado del servidor
fi: Hyväksy kaiki ssl-sertifikaatit
fr_ca: Accepter n'importe quel certificat de serveur
it: Accetta qualsiasi certificato del server
ja_jp: 任意のサーバー証明書を許可
nl_nl: Accepteer ieder servercertificaat
pl: Zaakceptuj dowolny certyfikat serwera
pt_br: Aceita vários servidores de certificados
ro: Acceptați orice certificat de server
ru: Принимать любой сертификат сервера
sk_sk: Akceptovenie všetkých serverových certifikátov
sr_rs: Prihvati bilo koji sertifikat sa servera

source: If your server certificate is reported as invalid (e.g. with self-signed certificates), you can supply the certificate hash (SHA1) to approve it anyway. The hash value must be entered in hex format without spaces or colons. You can enter multiple hashes separated by commas.
de: Wenn Ihr Serverzertifikat als ungültig gemeldet wird (z. B. bei selbstsignierten Zertifikaten), können Sie den Zertifikat-Hash (SHA1) angeben, um es trotzdem zu genehmigen. Der Hash-Wert muss im Hex-Format ohne Leerzeichen oder Doppelpunkte eingegeben werden. Sie können mehrere Hashes eingeben, die durch Kommas getrennt sind.
fr_ca: Si le certificat de votre serveur est signalé comme invalide (par exemple, pour des certificats auto-signés), vous pouvez fournir le hachage du certificat (SHA1) pour l’approuver quand même. La valeur du hachage doit être saisie au format hexadécimal sans espaces ni deux-points. Vous pouvez saisir plusieurs hachages séparés par des virgules.
ja_jp: サーバーの証明書が不正であると報告された場合（例えば、自己署名証明書が使われている場合）に、証明書のハッシュ値（SHA1）を指定して証明書を承認することができます。ハッシュ値はスペースやコロンを入れずに、hexフォーマットで入力してください。コンマで区切り、複数のハッシュ値を入力できます。
nl_nl: Als uw servercertificaat wordt gerapporteerd als onveilig (bijv. bij zelf-ondertekende certificaten), kan de certificaat-hash (SHA1) opgegeven worden om het toch goed te keuren. De hash-waarde moet in hexadecimale indeling worden ingevoerd, zonder spaties of dubbele punten. U kunt meerdere hashes invoeren, gescheiden door komma's.

source: Optionally accept a known SSL certificate
cs: Volitelně přijmout známý SSL certifikát
de: Optional ein bekanntes SSL-Zertifikat akzeptieren
es: Opcionalmente aceptar un certificado SSL conocido
fi: Hyväksy tietty SSL-sertifikaatti
fr_ca: Acceptez éventuellement un certificat SSL connu
it: Accetta opzionalmente un certificato SSL noto
ja_jp: 既知のSSL証明書を許可（オプション）
nl_nl: Accepteer optioneel een bekend SSL certificaat
pl: Opcjonalnie zaakceptuj znany certyfikat SSL
pt_br: Opcionalmente, aceitar um certificado SSL conhecido
ro: Opțional acceptați un certificat SSL cunoscut
ru: Опционально принимать известный сертификат SSL
sr_rs: Opciono prihvati poznat SSL sertifikat

source: Use this option to set the number of retries to attempt if the HTTP request fails.
de: Verwenden Sie diese Option, um die Anzahl der erneuten Versuche festzulegen, falls die HTTP-Anfrage fehlschlägt.
fr_ca: Option de définition du nombre de tentatives en cas d'échecs de requêtes HTTP.
nl_nl: Gebruik deze optie om het aantal nieuwe pogingen in te stellen als de HTTP-aanvraag mislukt.

source: Set the number of retries
de: Geben Sie die Anzahl der erneuten Versuche ein
fr_ca: Nombre de tentatives
nl_nl: Stel het aantal nieuwe pogingen in

source: Use this option to set the delay between retries.
de: Verwenden Sie diese Option, um die Verzögerung zwischen erneuten Versuchen festzulegen.
fr_ca: Option pour donner le délai entre tentatives
nl_nl: Gebruik deze optie om de wachttijd tussen nieuwe pogingen in te stellen.

source: Set the retry delay
de: Verzögerung für erneute Versuche eingeben
fr_ca: Délai de re-essai
nl_nl: Stel de wachttijd voor nieuwe pogingen in

source: Failed to send message: {0}
cs: Zprávu se nepodařilo odeslat: {0}
de: Fehler beim Senden der Nachricht: {0}
es: Fallo en el envío del mensaje: {0}
fr_ca: Échec de l'envoi du message: {0}
it: Impossibile inviare il messaggio: {0}
ja_jp: メッセージを送信できませんでした: {0}
nl_nl: Verzenden van bericht mislukt: {0}
pl: Nie udało się wysłać wiadomości: {0}
pt_br: Falha ao enviar mensagem: {0}
sr_rs: Slanje poruke nije uspelo: {0}

source: Use this option to set the log level for messages to include in the report.
de: Verwenden Sie diese Option, um den Protokollierungsgrad für Nachrichten festzulegen, die in den Bericht aufgenommen werden sollen
fr_ca: Définir le niveau de journalisation pour les messages à inclure dans le rapport.
ja_jp: レポートに含むメッセージに関するログの水準を設定できます。
nl_nl: Gebruik deze optie om een logniveau in te stellen voor berichten die moeten worden opgenomen in het rapport.

source: Define a log level for messages
de: Geben Sie den Protokollierungsgrad für Nachrichten ein
fr_ca: Niveau de journalisation des messages
ja_jp: メッセージに記録するログの水準を規定
nl_nl: Definieer een logniveau voor berichten
