Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: The block size determines how files are fragmented. Choosing a large value will cause a larger overhead on file changes, choosing a small value will cause a large overhead on storage of file lists. Note that the value cannot be changed after remote files are created.
cs: Velikost bloku určuje jak budou soubory rozděleny na kousky. Volba vysoké hodnoty způsobí velkou režii při změnách souborů, nízká zase při ukládání seznamů souborů. Mějte na paměti, že po vytvoření souboru na protějšku už s touto hodnotou nelze hýbat.
de: Die Blockgröße bestimmt die Fragmentierung von Dateien. Die Auswahl eines großen Werts führt zu einem größeren Overhead bei Dateiänderungen. Die Auswahl eines kleinen Werts führt zu einem großen Overhead beim Speichern von Dateilisten. Wichtig: Dieser Wert darf nicht geändert werden, wenn bereits Remote-Dateien erstellt wurden.
es: El tamaño del bloque determina cómo se fragmentan los archivos. Elegir un valor grande provocará una mayor sobrecarga en los cambios de los archivos, elegir un valor pequeño provocará una gran sobrecarga en el almacenamiento de las listas de archivos. Tenga en cuenta que el valor no se puede cambiar después de crear los archivos remotos.
fi: Lohkokoko määrää sen kuinka varmuuskopiot paloitellaan etäpalvelimella. Suuri lohkokoko vaatii suurempia muutoksia, kun tiedostoja muutetaan. Pientä lohkokokoa käytettäessä lohkolistat vievät enemmän tilaa. Huomioi, että tätä arvoa ei voi muuttaa etätiedostojen luonnin jälkeen.
fr_ca: La taille du bloc détermine la fragmentation des fichiers. Si vous choisissez une valeur élevée, les modifications de fichiers seront plus importantes, et choisir une petite valeur entraînera une surcharge importante lors du stockage des listes de fichiers. Notez que la valeur ne peut pas être modifiée après la création des fichiers distants.
it: La dimensione del blocco determina il modo in cui i file sono frammentati. La scelta di un valore con grandi dimensioni provocherà una maggiore utilizzo di risorse per le modifiche ai file, la scelta di un valore ridotto provocherà un utilizzo di risorse elevato nell'archiviazione degli elenchi di file. Nota che il valore non può essere modificato dopo la creazione di file remoti.
ja_jp: ファイルをどの程度分割するかを指定できます。大きなサイズを指定すると、ファイルの変更時のオーバーヘッドが大きくなり、小さいサイズを指定すると、ファイルの一覧を保存する際のオーバーヘッドが大きくなります。リモートのファイルが作成された後、この値は変更できませんのでご注意ください。
nl_nl: De blokgrootte bepaalt hoe bestanden worden gefragmenteerd. Een grote waarde zal meer overhead tot gevolg hebben bij bestandsveranderingen, een kleine waarde zal meer overhead tot gevolg hebben bij het opslaan van bestandslijsten. Merk op dat de waarde niet kan worden veranderd nadat externe bestanden zijn aangemaakt.
pl: Rozmiar bloku określa sposób fragmentacji plików. Wybranie dużej wartości spowoduje większy narzut na zmiany w plikach, wybranie małej wartości spowoduje duży narzut na przechowywanie list plików. Należy zauważyć, że wartości nie można zmienić po utworzeniu plików zdalnych.
pt_br: O tamanho do bloco determina como os arquivos são fragmentados. A escolha de um grande valor causará uma sobrecarga maior nas mudanças de arquivo, escolher um pequeno valor causará uma grande sobrecarga no armazenamento de listas de arquivos. Observe que o valor não pode ser alterado após a criação de arquivos remotos.
ro: Dimensiunea blocului determină modul în care fișierele sunt fragmentate. Alegerea unei valori mari va determina o majorare a cheltuielilor de schimbare a fișierelor, alegerea unei mici valori va determina o mare cheltuială la stocarea listelor de fișiere. Rețineți că valoarea nu poate fi modificată după crearea fișierelor la distanță.
ru: Размер блока определяет способ фрагментации файлов. Выбор большого значения приведет к увеличению накладных расходов при изменении файла; небольшое значение приведет к большим издержкам при хранении списков файлов. Обратите внимание, значение не может быть изменено после создания удаленных файлов.
sr_rs: Veličina bloka određuje kako su fajlovi fragmentirani. Odabir velike vrednosti će izazvati veće troškove prilikom izmena fajlova, a izbor male vrednosti će izazvati velike troškove skladištenja lista fajlova. Imajte na umu da se vrednost ne može promeniti nakon kreiranja udaljenih fajlova.

source: Block size used in hashing
cs: Velikost bloků pro kontrolní součty
de: Blockgröße für Verwendung beim Hashing
es: El tamaño del bloque utilizado en el hashing
fi: Tiivisteen laskennassa käytettävä lohkon koko
fr_ca: Taille de bloc utilisée dans le hachage
it: Dimensione del blocco usato nell'hash
ja_jp: ハッシュ化に使用するブロックのサイズ
nl_nl: Blokgrootte gebruikt in hashing
pl: Rozmiar bloku dla sum kontrolnych
pt_br: Tamanho do bloco usado no hash
ro: Dimensiunea blocurilor utilizate în hașcare
ru: Размер блока, используемого для хэширования
sr_rs: Veličina bloka korišćena za heširanje

source: Use this option to limit the scan to only files that are known to have changed. This is usually only activated in combination with a filesystem watcher that keeps track of file changes.
de: Verwenden Sie diese Option, um den Scan nur auf Dateien zu beschränken, die sich geändert haben. Dies wird normalerweise nur in Verbindung mit einem Dateisystem-Watcher aktiviert, der die Datei-Änderungen aufzeichnet.
fr_ca: Limiter le scan aux seuls fichiers connus pour avoir changé. Ceci est habituellement seulement activé en combinaison avec l'utilisation d'un superviseur de système de fichiers (fs watcher) qui garde la trace des changement de fichiers.
ja_jp: 変更が検知されたファイルのみにスキャンを限定できます。これは通常、ファイルの変更を監視するファイルシステムの監視機能と併用する場合にのみ機能します。
nl_nl: Gebruik deze optie om het scannen te beperken tot alleen bestanden waarvan bekend is dat ze veranderd zijn. Dit is gewoonlijk alleen geactiveerd in combinatie met een bestandssysteem-bewaker die bestandswijzigingen bijhoudt.

source: List of files to examine for changes
cs: Seznam souborů u kterých zkoumat změny
da: Liste over filer, der skal undersøges for ændringer
de: Liste von Dateien, die auf Änderungen untersucht werden
es: Lista de archivos para examinar los cambios
fi: Lista mahdollisesti muuttuneista tiedostoista
fr_ca: Liste des fichiers à scanner pour voir s'ils ont changé
it: Elenco di file da esaminare per le modifiche
ja_jp: 変更を確認するファイルのリスト
nl_nl: Lijst met bestanden om na te kijken op wijzigingen
pl: Lista plików do sprawdzenia pod kątem zmian
pt_br: Lista de arquivos para examinar as alterações
ro: Lista fișierelor de examinat pentru modificări
ru: Список файлов для проверки на изменения
sr_rs: Lista fajlova koje treba pregledati za promene

source: Path to the file containing the local cache of the remote file database.
de: Pfad zur Datei, welche den lokalen Zwischenspeicher des Remote Sicherungsortes enthält.
fr_ca: Chemin du fichier contenant le cache local de la base de données des fichiers de la destination.
ja_jp: リモートのファイルデータベースのローカルのキャッシュを含むファイルのパス。
nl_nl: Pad naar het bestand dat de lokale cache bevat van de externe bestandsdatabase.

source: Path to the local state database
cs: Umístění místní stavové databáze
da: Sti til den lokale tilstandsdatabase
de: Pfad zur lokalen Datenbank
es: Ruta de acceso a la base de datos de estado local
fi: Polku paikallisen tilan sisältävään tietokantaan
fr_ca: Chemin vers l'état de la base de donnée locale
it: Percorso dello stato locale del database
ja_jp: ローカルの状態のデータベースへのパス
nl_nl: Pad naar de lokale status database
pl: Ścieżka do lokalnego stanu bazy danych
pt_br: Caminho para o banco de dados local
ro: Calea către baza de date locală de stat
ru: Путь к локальной базе данных состояний
sr_rs: Putanja do baze podataka lokalne države

source: Use this option to supply a list of deleted files. This option will be ignored unless the option --{0} is also set.
de: Verwenden Sie diese Option, um eine Liste von gelöschten Dateien zu liefern. Die Option wird ignoriert, es sei denn die Option --{0} ist auch gesetzt.
fr_ca: Liste de fichiers supprimés. Option ignorée sauf si l'option --{0} est également activée.
ja_jp: 削除したファイルの一覧を指定できます。--{0}が併せて設定されていない限り、このオプションは無視されます。
nl_nl: Gebruik deze optie om een lijst met verwijderde bestanden op te geven. Deze optie zal worden genegeerd tenzij de optie --{0} eveneens is ingesteld.

source: List of deleted files
cs: Seznam smazaných souborů
da: Liste over slettede filer
de: Liste von gelöschten Dateien
es: Lista de archivos eliminados
fi: Lista poistetuista tiedostoista
fr_ca: Liste des fichiers supprimés
it: Elenco dei file cancellati
ja_jp: 削除されたファイルの一覧
nl_nl: Lijst met verwijderde bestanden
pl: Lista usuniętych plików
pt: Lista de ficheiros eliminados
pt_br: Lista de arquivos excluídos
ro: Lista fișierelor șterse
ru: Список удаленных файлов
sk_sk: Zoznam zmazaných súborov
sr_rs: Lista obrisanih fajlova

source: Use this option to reduce the memory footprint by not keeping paths and modification timestamps in memory.
de: Verwenden Sie diese Option, um den Speicherfußabdruck zu vermindern, indem keine Pfade und Modifikationszeitstempel im Speicher gehalten werden.
fr_ca: Réduire l'utilisation de la mémoire en n'y stockant ni chemins ni horodatages.
ja_jp: パスと更新日時のタイムスタンプをメモリーに保存しないように設定して、メモリーの使用量を減らすことができます。
nl_nl: Gebruik deze optie om het geheugengebruik te verminderen door paden en tijdstempels van wijzigingen niet in het geheugen te houden.

source: Reduce memory footprint by disabling in-memory lookups
cs: Snížit využití paměti zakázáním vyhledávání v paměti
de: Reduziert den Speicherbedarf, indem In-Memory-Lookups deaktivieren wird
es: Reduce el consumo de memoria al inhabilitar las búsquedas en la memoria
fi: Pienennä muistinkäyttöä poistamalla muistissa tapahtuva vertailu käytöstä
fr_ca: Réduire l'empreinte mémoire en désactivant les recherches en mémoire
it: Riduci lo spazio di memoria occupata disabilitando le ricerche in memoria
ja_jp: メモリー内のルックアップを無効にすることで、メモリーの使用量を削減
nl_nl: Verminder geheugengebruik door zoekacties in het geheugen uit te schakelen
pl: Zmniejsz zużycie pamięci, wyłączając wyszukiwanie w pamięci
pt_br: Reduzir a pegada de memória desativando pesquisas em memória
ro: Reduceți amprenta de memorie dezactivând căutările în memorie
ru: Уменьшить объем памяти, отключив поиск в памяти
sr_rs: Smanjite memorijskog otiska tako što ćete onemogućiti pretrage u memoriji

source: If this option is set, the local database is not compared to the remote filelist on startup. The intended usage for this option is to work correctly in cases where the filelisting is broken or unavailable.
de: Wenn diese Option gesetzt ist, wird die lokale Datenbank nicht mit der Remote-Dateiliste beim Starten verglichen. Die beabsichtigte Verwendung der Option ist das korrekte Funktionieren in Fällen, in denen die Dateiliste unterbrochen oder nicht verfügbar ist.
fr_ca: Quand cette option est activée, la base de données locale n'est pas comparée au démarrage à la liste de fichiers dans la destination. L'usage prévu de cette option est de permettre un fonctionnement correct quand le listage est cassé ou indisponible.
ja_jp: このオプションを有効にすると、起動時にローカルのデータベースとリモートのファイル一覧は比較されません。ファイルの一覧表示が適切に機能しない場合、このオプションが役立つ可能性があります。
nl_nl: Als deze optie is ingesteld, zal de lokale database niet vergeleken worden met de externe bestandenlijst tijdens het opstarten. Deze optie is bedoeld om correct te werken in situaties waar het opvragen van bestandenlijsten niet meer werkt of niet beschikbaar is.

source: Do not query backend at startup
cs: Při spuštění se backendu nedotazovat
de: Backend beim Start nicht abfragen
es: No consultar el servidor en el arranque.
fi: Älä listaa tiedostoja etäpalvelimella aloitettaessa
fr_ca: Ne pas interroger le back-end au démarrage
it: Non eseguire query sul backend all'avvio
ja_jp: 起動時にバックエンドのクエリーを行わない
nl_nl: Vraag geen gegevens van de backend op bij het opstarten
pl: Nie wysyłaj zapytań podczas uruchamiania
pt_br: Não faça consultas no backend na inicialização
ro: Nu interogați backend la pornire
ru: Не опрашивать бэкэнд при запуске
sr_rs: Nemojte postavljati upite pozadini pri pokretanju

source: The index files are used to limit the need for downloading dblock files when there is no local database present. The more information is recorded in the index files, the faster operations can proceed without the database. The tradeoff is that larger index files take up more remote space and which may never be used.
cs: Indexové soubory slouží k omezení potřeby stahování dblock souborů když není přítomna žádná lokální databáze. Čím více informací je zaznamenáno v indexových souborech, tím rychleji mohou být operace zpracovány bez databáze. Daní za to je že velké indexové soubory zabírají více místa na vzdáleném úložišti a přitom nemusí být nikdy použity.
de: Die Indexdateien werden verwendet, um das Herunterladen von dblock-Dateien zu beschränken, wenn keine lokale Datenbank vorhanden ist. Je mehr Informationen in den Indexdateien gespeichert sind, desto schneller können Operationen ohne Datenbank ausgeführt werden. Nachteil ist, dass größere Indexdateien mehr Remote-Speicherplatz beanspruchen und möglicherweise niemals verwendet werden.
es: Los archivos de índice se utilizan para limitar la necesidad de descargar archivos de bloque cuando no hay una base de datos local presente. Cuanta más información se registre en los archivos índice, más rápido se podrán realizar las operaciones sin la base de datos. La contrapartida es que los archivos índice de mayor tamaño ocupan más espacio remoto y que tal vez nunca se utilicen.
fi: Hakemistotiedostot vähentävät tarvetta ladata lohkotiedostoja, kun paikallinen tietokanta ei ole käytettävissä. Mitä enemmän tietoja kirjataan hakemistotiedostoihin, sitä nopeampia toiminnot ovat. Toisaalta suuremmat hakemistotiedostot vievät etäpalvelimella enemmän tilaa, jota ei välttämättä koskaan tarvita.
fr_ca: Les fichiers d'index sont utilisés pour limiter le téléchargement de fichiers dblock en l'absence de base de données locale. Plus le nombre d'informations enregistrées dans les fichiers d'index est élevé, plus les opérations peuvent être rapides sans la base de données. Le compromis est que les fichiers d'index plus grands occupent plus d'espace à distance et peuvent ne jamais être utilisés.
it: I file indice sono utilizzati per limitare la necessità di scaricare file dblock quando non è presente un database locale. Le ulteriori informazioni sono registrate nei file indice, le operazioni più veloci possono procedere senza il database. Il compromesso è che i file indice più grandi occupano più spazio remoto e che non possono mai essere utilizzati.
ja_jp: インデックスファイルを使うと、ローカルのデータベースが存在しない場合に、dblockファイルをダウンロードする必要性を制限することができます。インデックスファイルに多くの情報が記録されるほど、操作はデータベースを使わず、より一層高速に実行されます。ただし、インデックスファイルのサイズが大きくなると、リモートの保存領域の使用量が増えてしまうため、注意して使用してください。
nl_nl: De indexbestanden worden gebruikt om de noodzaak voor het downloaden van dblock bestanden te beperken als er geen lokale database aanwezig is. Hoe meer informatie wordt opgenomen in de indexbestanden, hoe sneller bewerkingen door kunnen gaan zonder de database. Keerzijde is dat grotere indexbestanden meer ruimte aan de externe zijde innemen die wellicht nooit gebruikt wordt.
pl: Pliki indeksu służą do ograniczenia konieczności pobierania plików dblock, gdy nie ma lokalnej bazy danych. Im więcej informacji jest zapisanych w plikach indeksowych, tym szybciej można wykonywać operacje bez bazy danych. Kompromis polega na tym, że większe pliki indeksów zajmują więcej przestrzeni zdalnej i mogą nigdy nie być używane.
pt_br: Os arquivos de índice são usados para limitar a necessidade de baixar arquivos do dblock quando não há um banco de dados local presente. Quanto mais informações forem registradas nos arquivos de índice, as operações mais rápidas podem prosseguir sem o banco de dados. O tradeoff é que os arquivos de índice maiores ocupam mais espaço remoto e que nunca podem ser usados.
ro: Fișierele index sunt utilizate pentru a limita necesitatea descărcării fișierelor dblock atunci când nu există o bază de date locală prezentă. Cele mai multe informații sunt înregistrate în fișierele index, operațiile mai rapide pot continua fără baza de date. Compromisul este că fișierele index mai mari ocupă un spațiu mai îndepărtat și care nu pot fi folosite niciodată.
ru: Индексные файлы используются для ограничения необходимости загрузки dblock файлов, когда нет локальной базы данных. Чем больше информации записано в индексных файлах, тем быстрее выполняются операции без базы данных. Компромисс заключается в том, что файлы больших индексов занимают большое пространство на удаленном севере, однако, возможно, никогда не будут использованы.
sr_rs: Indeksni fajlovi se koriste za ograničavanje potrebe za preuzimanjem dblock fajlova kada ne postoji lokalna baza podataka. Što je više informacija zabeleženo u indeksnim fajlovima, brže se operacije mogu nastaviti bez baze podataka. Kompromis je u tome što veći indeksni fajlovi zauzimaju više udaljenog prostora i koji se možda nikada neće koristiti.

source: Determine usage of index files
de: Bestimme die Verwendung von Indexdateien
fr_ca: Définir l'utilisation des fichiers index
nl_nl: Bepaal het gebruik van indexbestanden

source: As files are changed, some data stored at the remote destination may not be required. This option controls how much wasted space the destination can contain before being reclaimed. This value is a percentage used on each volume and the total storage.
cs: Jak se soubory mění, některá data uložené ve vzdáleném cíli nemusí být potřebné. Tato volba řídí kolik ztraceného prostoru může cíl obsahovat než bude uvolněn. Tato hodnota je procento z každého ze svazků a celkového úložiště.
de: Bei geänderten Dateien kann es sein, dass Dateien die Remote liegen, nicht mehr erforderlich sind. Diese Option beeinflusst den verschwendeten Speicherplatz, bevor der Speicherplatz freigegeben wird. Der Wert ist ein Prozentsatz, dieser Wert wird für jedes Volumen und den Gesamtspeicher verwendet.
es: A medida que se cambian los archivos, algunos datos almacenados en el destino remoto pueden no ser necesarios. Esta opción controla la cantidad de espacio desperdiciado que puede contener el destino antes de ser reclamado. Este valor es un porcentaje que se utiliza en cada volumen y en el total del almacenamiento.
fi: Tiedostojen muuttuessa kaikkea etäpalvelimelle tallennettua dataa ei enää välttämättä tarvita. Tämä asetus määrää kuinka paljon tarpeetonta dataa etäpalvelimella voi olla ennen kuin se poistetaan. Arvo on tarpeettoman datan osuus prosentteina. Arvoa sovelletaan kuhunkin lohkotiedostoon ja koko tallennettuun dataan.
fr_ca: Comme les fichiers sont modifiés, certaines données stockées sur la destination distante peuvent ne pas être requises. Cette option contrôle la quantité d'espace gaspillé que la destination peut contenir avant d'être récupérée. Cette valeur est un pourcentage utilisé sur chaque volume et le stockage total.
it: Quando i file sono modificati, alcuni dati memorizzati nella destinazione remota potrebbero non essere necessari. Questa opzione controlla la quantità di spazio sprecato che la destinazione può contenere prima di essere recuperato. Questo valore è una percentuale utilizzata per ogni volume e per l'archiviazione totale.
ja_jp: ファイルが変更されるにつれて、リモートのバックアップ先にある一部のファイルは不要になることがあります。このオプションで、バックアップ先で余分に使用されている保存領域を、再度使用可能に設定するまで、どの程度まで許容するか調節できます。数値には、各ボリュームと保存領域全体で使用される割合を百分率（パーセント）で指定してください。
nl_nl: Als bestanden gewijzigd worden, zijn sommige gegevens op de externe doellocatie misschien niet vereist. Deze optie bepaalt hoeveel onnodige ruimte de doellocatie kan bevatten voordat het weer opgeëist wordt. Deze waarde is een percentage gebruikt op ieder volume en de totale opslag.
pl: Gdy pliki są zmieniane, niektóre dane przechowywane w zdalnym miejscu docelowym mogą nie być wymagane. Ta opcja kontroluje, ile zmarnowanej przestrzeni może zawierać miejsce docelowe przed odzyskaniem. Ta wartość jest procentem wykorzystanym na każdym woluminie i całkowitej pamięci.
pt_br: À medida que os arquivos são alterados, alguns dados armazenados no destino remoto podem não ser necessários. Esta opção controla o espaço desperdiçado que o destino pode conter antes de ser recuperado. Esse valor é uma porcentagem usada em cada volume e no armazenamento total.
ro: Pe măsură ce se modifică fișierele, este posibil ca unele date stocate la destinația de la distanță să nu fie necesare. Această opțiune controlează cantitatea de spațiu pierdut pe care destinația îl poate conține înainte de a fi recuperat. Această valoare reprezintă un procentaj utilizat pentru fiecare volum și pentru stocarea totală.
ru: После изменения файлов некоторые данные, хранимые на удалённом компьютере, могут быть больше не нужны. Этот параметр определяет, сколько неиспользованного пространства может содержать удалённый компьютер до рекуперации. Это значение является процентным соотношением каждого из томов и суммарного размера хранилища.
sr_rs: Kako se fajlovi menjaju, neki podaci uskladišteni na udaljenom odredištu možda neće biti potrebni. Ova opcija kontroliše koliko izgubljenog prostora odredište može da sadrži pre nego što bude zauzeto. Ova vrednost je procenat koji se koristi za svaki volumen i ukupno skladište.

source: The maximum wasted space in percent
cs: Maximum zbytečného místa v procentech
de: Der maximal vergeudete Speicherplatz in Prozent
es: El máximo espacio desperdiciado en porcentaje
fi: Tarpeettoman datan osuus prosentteina
fr_ca: Le maximum d'espace perdu en pourcentage
it: Lo spazio massimo sprecato in percentuale
ja_jp: 余分に使用されている保存領域を許容する程度を百分率（パーセント）で指定
nl_nl: De maximum hoeveelheid onnodige ruimte in procenten
pl: Maksymalna zmarnowana przestrzeń w procentach
pt_br: Espaço máximo desperdiçado em percentagem
ro: Spațiul maxim pierdut în procente
ru: Максимальное неиспользованное место в процентах
sr_rs: Maksimalni izgubljeni prostor u procentima

source: Use this option to experiment with different settings and observe the outcome without changing actual files.
de: Verwenden Sie diese Option, um mit verschiedenen Einstellungen zu experimentieren und den Ausgang zu verfolgen ohne die aktuellen Dateien zu verändern.
fr_ca: Option à ajouter pour faire des essais et observer le résultat sans toucher aux fichiers réels.
ja_jp: このオプションを有効にすると、実際にファイルを変更することなく、異なる設定を試して、その結果を確認することができます。
nl_nl: Gebruik deze optie om te experimenteren met verschillende instellingen om te zien wat de uitkomst is zonder daadwerkelijk bestanden te wijzigen.

source: Do not perform any modifications
de: Keine Änderungen durchführen
fr_ca: Ne faire aucune modification
nl_nl: Voer geen enkele wijziging uit

source: This is a very advanced option! Use this option to select a block hash algorithm with smaller or larger hash size, for performance or storage space reasons.
de: Dies ist eine sehr fortgeschrittene Option! Verwenden Sie diese Option, um einen Block-Hash-Algorithmus mit kleinerer oder größerer Hash-Größe auszuwählen, aus Performance- oder Speicherplatzgründen.
fr_ca: Option très avancée ! Sélectionner un algorithme qui produit des résumés de blocs plus courts ou plus longs pour des questions de performance ou d'espace disque.
ja_jp: これは非常に高度な設定です！このオプションで、性能または保存領域のサイズの観点から、ハッシュのサイズが異なるブロック用ハッシュアルゴリズムを選択できます。
nl_nl: Dit is een zeer geavanceerde optie! Gebruik deze optie om een blok hash algoritme te selecteren met een kleinere of grotere hash-grootte, voor prestatie- of opslag-gerelateerde redenen.
