Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Alternative FTP
cs: Alternativní FTP
es: FTP alternativo
fi: Vaihtoehtoinen FTP-asiakaskohjelma
fr_ca: FTP alternatif
it: FTP alternativo
ja_jp: 代替FTP
nl_nl: Alternatieve FTP
pl: Alternatywny FTP
pt: FTP alternativo
pt_br: FTP Alternativo
ro: FTP alternativ
ru: Альтернативный FTP
sk_sk: Alternatívne FTP
sr_rs: Alternativni FTP
sv_se: Alternativ FTP

source: Use this option to log FTP dialog to terminal console for debugging purposes.
de: Benutzen Sie diese Option um FTP-Dialoge für Debugging-Zwecke auf der Terminal-Konsole zu protokollieren.
es: Utilice esta opción para registrar el diálogo FTP en la consola del terminal para fines de depuración.
fr_ca: Utilisez cette option pour consigner le dialogue FTP dans la console du terminal à des fins de débogage.
ja_jp: このオプションを有効にすると、デバッグ用に、FTPダイアログのログを端末のコンソールに出力します。
nl_nl: Gebruik deze optie om FTP-dialogen te loggen naar het terminal-venster voor foutopsporingsdoeleinden.
pl: Użyj tej opcji, aby logować dialog FTP w konsoli terminala do celów debugowania.

source: Log FTP dialog to terminal console
de: FTP-Dialoge auf der Terminal-Konsole protokollieren
es: Registrar el diálogo FTP en la consola del terminal
fr_ca: Logger le dialogue FTP dans la console du terminal
ja_jp: FTPダイアログのログを端末のコンソールに出力
nl_nl: Log FTP dialoogvenster naar terminalconsole
pl: Loguj dialog FTP w konsoli terminala

source: Use this option to log FTP PRIVATE info (username, password) to console for debugging purposes (DO NOT POST THIS TO THE INTERNET!)
de: Benutzen Sie diese Option um private FTP-Informationen (Benutzername, Passwort) für Debugging-Zwecke auf der Terminal-Konsole zu protokollieren. (POSTEN SIE DIES NIEMALS INS INTERNET!)
es: Utilice esta opción para registrar información PRIVADA FTP (nombre de usuario, contraseña) en la consola para fines de depuración (¡NO PUBLICAR ESTO EN INTERNET!)
fr_ca: Utilisez cette option pour consigner les informations FTP PRIVÉES (nom d’utilisateur, mot de passe) dans la console à des fins de débogage (NE LES POSTEZ PAS SUR INTERNET !)
ja_jp: このオプションを有効にすると、デバッグ用に、FTPのログイン情報（ユーザー名とパスワード）のログをコンソールに出力します（インターネットに投稿しないでください！）
nl_nl: Gebruik deze optie om FTP PRIVATE-info (username, password) te loggen naar de console voor foutopsporingsdoeldinden (PLAATS DEZE NIET OP HET INTERNET!)
pl: Użyj tej opcji, aby logować prywatne informacje FTP (nazwę użytkownika, hasło) do konsoli w celach debugowania (NIE UDOSTĘPNIAJ TEGO W INTERNECIE!).

source: Log FTP PRIVATE info to console
de: Private FTP-Informationen auf der Terminal-Konsole protokollieren
es: Registrar información PRIVADA de FTP en la consola
fr_ca: Journaliser les informations FTP PRIVATE vers la console
ja_jp: FTPのログイン情報を端末のコンソールに出力
nl_nl: Log FTP PERSOONLIJKE info naar de console
pl: Loguj prywatne informacje FTP do konsoli

source: Log diagnostics information
de: Diagnostische Informationen protokollieren
fr_ca: Journaliser les informations de diagnostics
nl_nl: Log diagnostische informatie
pl: Rejestruj informacje diagnostyczne

source: Use this option to log diagnostics information to the log output. This can be useful for debugging purposes.
de: Benutzen Sie diese Option um diagnostische Informationen in der Protokoll-Ausgabe zu protokollieren. Dies kann hilfreich für Debugging-Zwecke sein.
fr_ca: Utilisez cette option pour logger les informations de diagnostic dans le journal de sortie. Cela peut être utile pour le débogage.
nl_nl: Gebruik deze optie om diagnostische informatie in de loguitvoer op te slaan. Dit kan handig zijn voor foutopsporing.
pl: Włącz tę opcję, aby zapisywać informacje diagnostyczne w logach. Może to być przydatne w celach debugowania.

source: The folder {0} was not found. Message: {1}
cs: Složka {0} nebyla nalezena. Zpráva: {1}
da: Mappen {0} blev ikke fundet. Beskeden var: {1}
de: Der Ordner {0} konnte nicht gefunden werden. Nachricht: {1}
es: No se encontró la carpeta {0}. Mensaje: {1}
fi: Hakemistoa {0} ei löytynyt. Viesti oli: {1}
fr_ca: Le dossier {0} introuvable. Message : {1}
it: La cartella {0} non è stata trovata. Messaggio: {1}
ja_jp: フォルダー「 {0} 」が見つかりません。メッセージ：{1}
nl_nl: De map {0} is niet gevonden. Melding: {1}
pl: Katalog {0} nie został znaleziony. Komunikat: {1}
pt: A pasta {0} não foi encontrada. Mensagem: {1}
pt_br: A pasta {0} não foi encontrada. Mensagem: {1}
ro: Dosarul {0} nu a fost găsit. Mesaj: {1}
ru: Папка {0} не найдена: {1}
sk_sk: Adresár {0} nenájdený. Správa: {1}
sr_rs: Fascikla {0} nije pronađena. Poruka: {1}

source: The file {0} was uploaded but not found afterwards. The file listing returned {1}
de: Die Datei {0} wurde hochgeladen aber anschließend nicht gefunden. Ausgabe der Dateiliste: {1}
fr_ca: Le fichier {0} a été envoyé mais pas retrouvé ultérieurement. La liste des fichiers a renvoyé {1}
ja_jp: ファイル {0} をアップロードしましたが、見つかりませんでした。ファイルのリスト作成は{1}を返しました。
nl_nl: Het bestand {0} werd geüpload maar kon nadien niet worden gevonden. De bestandenlijst gaf {1}
pl: Plik {0} został przesłany, lecz następnie nie został znaleziony. Lista plików zwróciła {1}.

source: The file {0} was uploaded but the returned size was {1} and it was expected to be {2}
cs: Soubor {0} byl sice nahrán, ale vrácená velikost byla {1} a přitom měla být {2}
da: Filen {0} blev uploaded men den rapporterede størrelse var {1} og den burde være {2}
de: Die Datei {0} wurde hochgeladen, aber die zurückgegebene Dateigröße ist {1} und erwartet wurde {2}
es: El archivo fue subido {0} pero el tamaño devuelto fue de {1} y se esperaba que fuese de {2}
fi: Tiedosto {0} ladattiin palvelimelle, mutta ilmoitetu koko oli {1}. Odotettu koko oli {2}.
fr_ca: Le fichier {0} a été téléversé, mais la taille renvoyée était {1} alors qu'elle était supposée être {2}
it: Il file {0} è stato caricato ma la dimensione trovata è {1} mentre ci si aspettava che fosse {2}
ja_jp: ファイル {0} をアップロードしましたが、サイズ {1} は正しいサイズ {2} と等しくありません。
nl_nl: Het bestand {0} is geüpload maar de teruggegeven grootte is {1}, terwijl {2} werd verwacht
pl: Plik {0} został przesłany, ale zwrócony rozmiar to {1} i oczekiwano, że będzie to {2}
pt_br: O arquivo {0} foi carregado, mas o tamanho devolvido foi {1} e esperava-se que fosse {2}
ro: Fișierul {0} a fost încărcat, dar dimensiunea returnată a fost {1} și era de așteptat să fie {2}
ru: Файл {0} был загружен, но возвращенный размер был {1}, а ожидалось {2}
sr_rs: Fajl {0} je otpremljen, ali vraćena veličina je bila {1} a očekivalo se da će biti {2}

source: To protect against network or server failures, every upload will be attempted to be verified. Use this option to disable this verification to make the upload faster but less reliable.
cs: Jako ochrana před výpadky sítě nebo serveru jsou nahraná data následně zkontrolována. Touto volbou je možné to vypnout a zrychlit tak nahrávání, ale za cenu nižší spolehlivosti.
da: For at beskytte mod netværksfejl og serverfejl, bliver hver upload verificeret. Brug denne indstilling til at deaktivere verifikationen for at gøre uploads processen hurtigere, men mindre pålidelig.
de: Jeder Upload wird überpüft um sich vor Netzwerk- oder Serverfehlern zu schützen. Nutzen Sie diese Option um die Überprüfung abzuschalten und den Upload dadurch schneller, aber weniger verlässlich zu machen.
es: Para proteger contra fallos de red o servidor cada subida se intenta verificar. Utilice esta opción para desactivar la verificación para hacer la subida más rápida pero menos fiable.
fi: Kaikkien tiedostosiirtojen onnistuminen yritetään varmistaa verkosta tai palvelimesta johtuvien ongelmien havaitsemiseksi. Tämä valitsin poistaa tarkistuksen tehden siirroista nopeampia, mutta epäluotettaampia.
fr_ca: Pour protéger contre les échecs de réseau ou serveur, chaque téléversement tentera d'être vérifié. Utiliser cette option pour désactiver cette vérification pour rendre le téléversement plus rapide, mais moins fiable.
it: Per proteggere da errori di rete o dei server, si cercherà di verificare ogni caricamento. Usa quest'opzione per disattivare questa verifica e rendere il caricamento più veloce ma meno affidabile.
ja_jp: ネットワークまたはサーバーの不具合に対処するために、全てのアップロードに関して検証が試みられます。このオプションを使うと検証が無効になり、アップロードの速度を向上できますが、アップロードの信頼性は減少します。
nl_nl: Om bescherming te bieden tegen netwerk- of serverstoringen, zal voor iedere upload geprobeerd worden te verifiëren. Gebruik deze optie om deze verificatie uit te schakelen, zodat uploads sneller verlopen, maar minder betrouwbaar zijn.
pl: Aby zabezpieczyć się przed awariami sieci lub serwera, każdy przesyłany plik będzie poddawany próbie weryfikacji. Użyj tej opcji, aby wyłączyć tę weryfikację, aby przesyłanie było szybsze, ale mniej niezawodne.
pt_br: Para proteger contra falhas de rede ou servidor, cada upload será verificado. Use esta opção para desativar esta verificação para tornar o upload mais rápido, mas menos confiável.
ro: Pentru a proteja împotriva eșecurilor de rețea sau de server, se va încerca să fie verificată fiecare încărcare. Utilizați această opțiune pentru a dezactiva această verificare pentru a face încărcarea mai rapidă, dar mai puțin fiabilă.
ru: Для защиты от сбоев сети или ошибок сервера, будут предприняты попытки проверки каждой загрузки. Используйте этот параметр, чтобы отключить эту проверку. Загрузка станет быстрее, но менее надежной.
sr_rs: Da bismo se zaštitili od grešaka na mreži ili serveru, svako otpremanje će se pokušati verifikovati. Koristite ovu opciju da onemogućite ovu verifikaciju da otpremanje bude brže, ali manje pouzdano.

source: Disable upload verification
cs: Vypnout ověřování nahraného
da: Deaktiver upload verifikation
de: Deaktiviere Upload-Überprüfung
es: Desactivar la verificación de subida
fi: Poista käytöstä latausten tarkistus
fr_ca: Désactiver la vérification de téléversement
it: Disattiva verifica caricamento
ja_jp: アップロードの検証を無効にする
nl_nl: Upload verificatie uitschakelen
pl: Wyłącz weryfikację przesyłania
pt: Desativar verificação de carregamento
pt_br: Desativar verificação de upload
ro: Dezactivați verificarea încărcării
ru: Не проверять при загрузке
sr_rs: Onemogući verifikaciju otpremanja
sv_se: Inaktivera verifiering av uppladdningen

source: If this flag is set, the FTP data connection type will be changed to the selected option.
cs: Pokud je tento příznak nastaven, typ FTP datového spojení bude změněn na vybranou volbu.
da: Hvis denne indstilling er sat vil FTP data forbindelsen blive ændret til den valgte indstilling.
de: Wenn diese Option aktiv ist, wird die FTP Datenverbindung auf die gewählte Option geändert.
es: Si se establece este indicador, se cambiará el tipo de conexión de datos FTP a la opción seleccionada.
fi: Tämä valitsin asettaa FTP data-yhteyden tyypin annettuun arvoon.
fr_ca: Si ce drapeau est sélectionné, les données de type FTP seront changées pour l'option sélectionné.
it: Se questo flag è impostato, il tipo di connessione dati FTP sarà modificato dall'opzione selezionata.
ja_jp: FTPのデータ通信モードを、設定したオプションに変更します。
nl_nl: Als deze vlag is ingesteld, zal het FTP gegevensverbindingtype worden veranderd in de geselecteerde optie.
pl: Jeśli ta flaga jest ustawiona, typ połączenia danych FTP zostanie zmieniony na wybraną opcję.
pt_br: Se esta opção estiver definida, o tipo de conexão de dados FTP será alterado para a opção selecionada.
ro: Dacă acest flag este setat, tipul conexiunii de date FTP va fi modificat la opțiunea selectată.
ru: Если этот параметр задан, тип подключения FTP будет изменен.
sr_rs: Ako je ova zastavica postavljena, tip FTP data veze će biti promenjen u izabranu opciju.

source: Configure the FTP data connection type
cs: Nastavit typ FTP datového spojení
da: Angiv FTP data forbindelsestypen
de: Stelle den FTP Datenverbindungstyp ein
es: Configurar el tipo de conexión de datos FTP
fi: Aseta FTP data-yhteyden tyyppi.
fr_ca: Configurer les types de connexion de donnée FTP
it: Configurare il tipo di connessione dati FTP
ja_jp: FTPのデータ通信の種類を設定
nl_nl: Stel het FTP gegevensverbindingtype in.
pl: Skonfiguruj typ połączenia FTP
pt: Configurar o tipo de conexão de dados FTP
pt_br: Configurar o tipo de conexão de dados FTP
ro: Configurați tipul de conexiune de date FTP
ru: Настройка типа соединения FTP
sk_sk: Nastavenie FTP prístupu
sr_rs: Konfigurišite tip FTP veze za prenos podataka
sv_se: Konfigurera anslutningstyp för FTP

source: If this flag is set, the FTP encryption mode will be changed to the selected option.
cs: Pokud je tento příznak nastaven, režim šifrování FTP bude změněn na vybranou volbu.
da: Hvis denne indstilling er sat vil FTP krypteringen blive ændret til den valgte indstilling.
de: Wenn diese Option aktiv ist, dann wird der FTP Verschlüsselungsmodus auf die gewählte Option gesetzt.
es: Si se define este indicador, se cambiará el modo de cifrado de FTP a la opción seleccionada.
fi: Tämä valitsin asettaa FTP-yhteyden salauksen annettuun arvoon.
fr_ca: Si ce drapeau est sélectionné, le mode de chiffrement FTP sera changé pour l'option sélectionnée.
it: Se questo flag è abilitato, la modalità di crittografia FTP sarà modificata dall'opzione selezionata.
ja_jp: FTPの暗号化モードを、設定したオプションに変更します。
nl_nl: Als deze vlag is ingesteld, zal de FTP encryptiemodus worden veranderd in de geselecteerde optie.
pl: Jeśli ta flaga jest ustawiona, tryb szyfrowania FTP zostanie zmieniony na wybraną opcję.
pt_br: Se esta opção estiver definida, o modo de criptografia FTP será alterado para a opção selecionada.
ro: Dacă acest flag este setat, modul de criptare FTP va fi modificat la opțiunea selectată.
ru: Если этот параметр задан, режим шифрования FTP будет изменен.
sr_rs: Ako je ova zastavica postavljena, režim FTP šifrovanja će biti promenjen na izabranu opciju.

source: Configure the FTP encryption mode
cs: Nastavit režim šifrování FTP
da: Angiv FTP krypteringsindstilling
de: Stelle den FTP Verschlüsselungsmodus ein
es: Configurar el modo de cifrado del FTP
fi: Aseta FTP-yhteyden salaustapa.
fr_ca: Configurer le mode de chiffrement FTP
it: Configura la modalità di crittografia FTP
ja_jp: FTPの暗号化モードを設定
nl_nl: Stel de FTP encryptiemodus in
pl: Konfigurowanie trybu szyfrowania FTP
pt: Configurar o modo de encriptação do FTP
pt_br: Configurar o modo de criptografia de FTP
ro: Configurați modul de criptare FTP
ru: Настройка режима шифрования FTP
sk_sk: Nastavenie FTP kryptovania
sr_rs: Konfigurišite režim FTP šifrovanja
sv_se: Konfigurera krypteringstyp för FTP

source: This flag controls the SSL policy to use when encryption is enabled.
cs: Tento příznak řídí zásady pro SSL které použít pokud je zapnuto šifrování.
da: Denne indstilling styrer hvilken SSL politik der skal anvendes når kryptering er aktiveret.
de: Dieses Flag steuert die SSL-Richtlinie, welche verwendet wird, wenn die Verschlüsselung aktiviert ist.
es: Este indicador controla la política SSL cuando se habilita el cifrado.
fi: Tämä valitsin asettaa SSL-politiikan, jota käytetään salatuissa yhteyksissä.
fr_ca: Ce drapeau contrôle la police SSL utilisée quand le chiffrement est activé.
it: Questo flag controlla il criterio SSL da utilizzare quando la crittografia è abilitata.
ja_jp: 暗号化が有効になっている場合に使用するSSLのポリシーを管理します。
nl_nl: Deze vlag bepaalt het SSL beleid dat gebruikt wordt als encryptie is ingeschakeld.
pl: Ta flaga określa zasady SSL, które mają być używane, gdy szyfrowanie jest włączone.
pt_br: Esta opção controle a política SSL que será usada quando a criptografia estiver habilitada.
ro: Acest steguleț controlează politica SSL care trebuie utilizată atunci când este activată criptarea.
ru: Этот флажок определяет политику SSL при использовании шифрования.
sr_rs: Ova oznaka kontroliše SSL politiku koja se koristi kada je šifrovanje omogućeno.
sv_se: Denna parameter kontrollerar vilken SSL-policy som ska användas då kryptering är aktiverad

source: Configure the SSL policy to use when encryption is enabled
cs: Nastavit zásady pro SSL které použít když je zapnuté šifrování
da: Angiv hvilken SSL politik der skal bruges når kryptering er aktiveret.
de: Konfiguriere die SSL-Richtlinie, welche verwendet wird, wenn die Verschlüsselung aktiviert ist.
es: Configurar la política SSL cuando se habilita la encriptación
fi: Aseta SSL-politiikka salattuja yhteyksiä varten.
fr_ca: Configure la police SSL à utiliser quand le chiffrement est activé
it: Configura il criterio SSL da utilizzare quando la crittografia è abilitata
ja_jp: 暗号化が有効な場合に使用するSSLポリシーを設定
nl_nl: Stel het SSL beleid in dat gebruikt moet worden als encryptie is ingeschakeld.
pl: Skonfiguruj zasady SSL, które mają być używane, gdy włączone jest szyfrowanie
pt_br: Configurar a política de SSL a ser usada quando a criptografia estiver ativada
ro: Configurați politica SSL pe care să o utilizați când este activată criptarea
ru: Настройка политики SSL для использования при включенном шифровании
sk_sk: Nastavenie SSL politiky ak je šifrovanie povolené
sr_rs: Konfigurišite SSL politiku koja će se koristiti kada je šifrovanje omogućeno
sv_se: Konfigurera vilken SSL-policy som används då kryptering är aktiverad

source: Some FTP servers need a small delay before reporting the correct file size. The required delay depends on network topology. If you experience errors related to the upload size not matching, try adding a few seconds delay.
de: Einige FTP-Server benötigen eine kleine Verzögerung, bevor sie die korrekte Dateigröße melden. Die erforderliche Verzögerung hängt von der Netzwerktopologie ab. Wenn Sie Fehler im Zusammenhang mit der nicht übereinstimmenden Upload-Größe feststellen, versuchen Sie, eine Verzögerung von einigen Sekunden hinzuzufügen.
es: Algunos servidores FTP necesitan un pequeño retraso antes de informar el tamaño de archivo correcto. El retraso requerido depende de la topología de la red. Si experimenta errores relacionados con el tamaño de carga que no coincide, intente agregar un retraso de unos segundos.
fr_ca: Certains serveurs FTP n'affichent pas instantanément la taille correcte du fichier. Le délai dépend de la topologie du réseau. En cas d'erreur liée à la taille du fichier téléversé, essayer d'ajouter un délai de quelques secondes.
ja_jp: 一部のFTPサーバーでは、ファイルの正確なサイズを報告するのにわずかな遅延が必要とされます。必要とされる遅延は、ネットワークのトポロジーに依存します。アップロードのサイズの不一致に関するエラーが報告される場合は、数秒の遅延を追加してみてください。
nl_nl: Sommige FTP servers hebben een kleine vertraging nodig voordat de juiste bestandsgrootte wordt gerapporteerd. De benodigde vertraging hangt af van de netwerktopologie. Als fouten worden weergegeven die verband houden met een niet overeenkomende upload-grootte, probeer dan een aantal seconden vertraging toe te voegen
pl: Niektóre serwery FTP wymagają niewielkiego opóźnienia przed zgłoszeniem prawidłowego rozmiaru pliku. Wymagane opóźnienie zależy od topologii sieci. Jeśli wystąpią błędy związane z niedopasowaniem rozmiaru przesyłanych plików, spróbuj dodać kilka sekund opóźnienia.
sr_rs: Nekim FTP serverima je potrebno malo kašnjenje pre nego što prijave tačnu veličinu fajla. Potrebno kašnjenje zavisi od topologije mreže. Ako naiđete na greške u vezi sa veličinom otpremanja koja se ne podudara, pokušajte da dodate odlaganje od nekoliko sekundi.

source: Add a delay after uploading a file
da: Tilføj forsinkelse efter upload af fil
de: Hinzufügen einer Verzögerung nach dem Hochladen einer Datei
es: Agrega un retraso después de cargar un archivo
fr_ca: Ajouter un délai après le téléversement d'un fichier
ja_jp: ファイルのアップロード後に遅延を追加
nl_nl: Voeg een vertraging toe na het uploaden van een bestand
pl: Dodaj opóźnienie po przesłaniu pliku
pt: Adicionar um atraso após o carregamento de um ficheiro
sr_rs: Dodajte odlaganje nakon otpremanja fajla

source: Use this option to communicate using Secure Socket Layer (SSL) over ftp (ftps).
de: Verwenden Sie diese Option, um mit Secure Socket Layer (SSL) über ftp (ftps) zu kommunizieren.
fr_ca: Utilisez cette option pour communiquer avec Transport Layer Security (TLS) sur ftp (ftps).
ja_jp: このオプションを有効にすると、FTP通信にSecure Socket Layer（SSL）を使用します（ftps）。
nl_nl: Gebruik deze optie om te communiceren door middel van Secure Sockets Layer (SSL) over ftp (ftps).
pl: Użyj tej opcję, aby korzystać z bezpiecznej komunikacji SSL w protokole FTP (FTPS).

source: Instruct Duplicati to use an SSL (ftps) connection
de: Weist Duplicati an, eine SSL-Verbindung (ftps) zu verwenden
fr_ca: Demander à Duplicati d'utiliser une connexion TLS (ftps)
nl_nl: Laat Duplicati een SSL (ftps) verbinding gebruiken
pl: Poleć Duplicati, aby korzystał z połączenia SSL (FTPS).

source: Activate this option to make the FTP connection in active mode. Even if the option --{0} is also set, the connection will be made in active mode.
de: Aktivieren Sie dies Option, um die FTP-Verbindung im aktiven Modus herzustellen. Selbst wenn die Option --{0} auch gesetzt ist wird die Verbindung im aktiven Modus hergestellt.
fr_ca: Activer cette option pour établir une connexion FTP en mode actif. Même si l'option --{0} est également définie, la connexion sera établie en mode actif.
ja_jp: このオプションを有効にすると、FTP接続はアクティブモードで行われます。オプション --{0} が同時に設定されている場合でも、接続はアクティブモードで行われます。
nl_nl: Activeer deze optie om een FTP-verbinding tot stand te brengen in actieve modus. Zelfs als de optie --{0} ook is ingesteld, zal de verbinding tot stand gebracht worden in actieve modus.
pl: Aktywuj tę opcję, aby nawiązać połączenie FTP w trybie aktywnym. Nawet jeśli ustawiona jest również opcja --{0}, połączenie zostanie nawiązane w trybie aktywnym.

source: Toggle the FTP connections method
de: FTP-Verbindungsart umschalten
fr_ca: Basculer la méthode des connexions FTP
nl_nl: Schakel tussen de FTP verbindingmethodes
pl: Przełącz metodę połączenia FTP

source: Activate this option to make the FTP connection in passive mode, which works better with some firewalls. If the option --{0} is set, this option is ignored.
de: Aktivieren Sie dies Option, um die FTP-Verbindung im passiven Modus herzustellen, die besser mit einigen Firewalls funktioniert. Wenn die Option --{0} gesetzt ist, wird diese Option ignoriert.
fr_ca: Activez cette option pour établir la connexion FTP en mode passif, ce qui fonctionne mieux avec certains pare-feu. Si l’option --{0} est définie, cette option est ignorée.
ja_jp: このオプションを有効にすると、FTP接続はパッシブモードで行われます。一部のファイヤーウォールではそれにより動作が改善する場合があります。オプション --{0} が同時に設定されている場合、このオプションは無視されます。
nl_nl: Activeer deze optie om een FTP-verbinding tot stand te brengen in passieve modus, wat beter werkt met sommige firewalls. Als de optie --{0} ook is ingesteld, wordt deze optie genegeerd.
pl: Aktywuj tę opcję, aby nawiązać połączenie FTP w trybie pasywnym, który działa lepiej z niektórymi zaporami sieciowymi. Jeśli ustawiona jest opcja --{0}, ta opcja zostanie zignorowana.

source: The option ftp-passive is deprecated, use ftp-data-connection-type instead.
de: Die Option ftp-passiv ist veraltet, benutzen Sie stattdessen ftp-data-connection-type.
fr_ca: L'option ftp-passive est obsolète, utilisez plutôt ftp-data-connection-type.
nl_nl: De optie ftp-passive is verouderd, gebruik in plaats hiervan ftp-data-connection-type.
pl: Opcja ftp-passive jest przestarzała, zamiast niej użyj ftp-data-connection-type.

source: ftp-regular is deprecated, use ftp-data-connection-type instead.
de: Die Option ftp-regular ist veraltet, benutzen Sie stattdessen ftp-data-connection-type.
fr_ca: ftp-regular est obsolète, utilisez plutôt ftp-data-connection-type.
nl_nl: ftp-regular is verouderd, gebruik in plaats hiervan ftp-data-connection-type.
pl: ftp-regular jest przestarzałe, zamiast tego użyj ftp-data-connection-type.

source: use-ssl is deprecated, use ftp-ssl-protocols instead.
de: Die Option use-ssl ist veraltet, benutzen Sie stattdessen ftp-ssl-protocols.
fr_ca: use-ssl est obsolète, utilisez plutôt ftp-ssl-protocols.
nl_nl: use-ssl is verouderd, gebruik in plaats hiervan ftp-ssl-protocols.
pl: use-ssl jest przestarzałe, zamiast tego użyj ftp-ssl-protocols.
