Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Use this option to specify a pattern for secret provider options. The pattern is used to find values that are intended to be translated by the secret provider. Patterns are treated as a prefix, with support for braces.
fr_ca: Modèle pour le fournisseur de secret. Le modèle est utilisé pour trouver les valeurs destinées à être traduites par le fournisseur de secret. Les modèles sont traités en tant que préfixe, avec support des accolades.
nl_nl: Gebruik deze optie om een ​​patroon op te geven voor opties van providers voor geheimen. Het patroon wordt gebruikt om waarden te vinden die bedoeld zijn om te worden vertaald door de provider voor geheime referenties. Patronen worden behandeld als een voorvoegsel, met ondersteuning voor accolades.

source: Cache rules for the secret provider
fr_ca: Règles de cache pour le fournisseur de secret
nl_nl: Cacheregels voor providers voor geheime referenties

source: Use this option to set the allowed caching of credentials from the secret provider. Setting a cache level may reduce the security but allow the backups to continue despite provider outages.
fr_ca: Autorisation de la mise cache des identifiants depuis le fournisseur de secrets. Définir un niveau de cache réduit la sécurité mais permet aux sauvegardes de continuer malgré les défaillances du fournisseur.
nl_nl: Gebruik deze optie om de toegestane cache van referenties van de provider voor geheime referenties in te stellen. Het instellen van een cacheniveau kan de beveiliging verminderen, maar de back-ups kunnen doorgaan ondanks provideruitval.

source: CPU intensity level
de: CPU-Auslastungs-Level
fr_ca: Intensivité CPU
nl_nl: CPU-intensiteitsniveau

source: Set the CPU intensity level to limit CPU resource utilization. A higher number translates into a higher utilization budget. E.g. 10 would mean no restrictions. Must be an integer between 1-10.
de: Setzt den CPU-Auslastungs-Level zur Begrenzung der CPU-Last. Eine größere Zahl bedeutet eine höhere CPU-Last. Z.B. 10 würde keine Einschränkung bedeuten. Muss eine Ganzzahl zwischen 1-10 sein.
fr_ca: Niveau d'intensivité pour limiter l'utilisation des ressources CPU. Un nombre plus élevé se traduit en un budget plus plus élevé. P.ex. 10 indique aucune restriction. Format : entier entre 1 et 10.
nl_nl: Stel het CPU-intensiteitsniveau in om het CPU-brongebruik te beperken. Een hoger getal vertaalt zich in een hoger gebruiksbudget. Bijvoorbeeld, 10 betekent geen beperkingen. Moet een geheel getal zijn tussen 1-10.

source: Maximum cache size for restoring files
de: Maximale Cachegröße für die Wiederherstellung von Dateien
fr_ca: Taille maximum du tampon de restauration
nl_nl: Maximale cachegrootte voor het herstellen van bestanden

source: Use this option to set the maximum size of the cache used for restoring files. The cache is used to store the data blocks that are downloaded from the remote storage. It assumes that the value is divisable by the block size, except for when it is 0, which disables the block cache.
fr_ca: Taille maximum du tampon de restauration. Le tampon est utilsé pour enregistrer les blocs de données téléchargés depuis la destination. Elle présume que la valeur est un multiple de la taille de bloc, sauf quand c'est 0 auquel cas le tampon est désactivé.
nl_nl: Gebruik deze optie om de maximale grootte van de cache in te stellen die wordt gebruikt voor het herstellen van bestanden. De cache wordt gebruikt om de datablokken op te slaan die worden gedownload van de externe opslag. Hierbij wordt ervan uitgegaan dat de waarde deelbaar is door de blokgrootte, behalve wanneer deze 0 is, wat de blokcache uitschakelt.

source: Eviction ratio of the data block cache during restore
fr_ca: Rapport d'éviction du tampon de blocs de données en restauration
nl_nl: vrijmaakverhouding van de datablokcache tijdens herstel

source: Use this option to set the eviction ratio of the data block cache during restore. The eviction ratio is the percentage of the cache that is evicted when the cache is full. The default value is 50, which means that 50% of the cache is evicted when the cache is full.
fr_ca: Rapport d'éviction du tampon de blocs de données en restauration. Le rapport d'éviction est le pourcentage du tampon qui est évincé quand le cache devient plein. Valeur par défaut : 50, c'est à dire que 50% du tampon est purgé quand la taille du cache est atteinte.
nl_nl: Gebruik deze optie om de vrijmaakverhouding van de datablokcache in te stellen tijdens het herstellen. De vrijmaakverhouding is het percentage van de cache dat wordt vrijgemaakt wanneer de cache vol is. De standaardwaarde is 50, wat betekent dat 50% van de cache wordt vrijgemaakt wanneer de cache vol is.

source: Number of concurrent FileProcessors processes used during restore
de: Anzahl der konkurrierenden FileProcessor-Prozesse bei der Wiederherstellung
fr_ca: Nombre de processus de traitement de fichier simultanés en restauration
nl_nl: Aantal gelijktijdige FileProcessors-processen die gebruikt worden tijdens herstel

source: Use this option to set the number of concurrent FileProcessors processes used during restore. A FileProcessor processes one file at a time, and increasing the number of FileProcessors may improve restore performance.
de: Verwenden Sie diese Option, um die Anzahl der konkurrierenden FileProcessor-Prozesse bei der Wiederherstellung zu bestimmen. Ein FileProcessor verarbeitet ein Volume zur gleichen Zeit und eine Erhöhung der FileProcessor-Anzahl kann die Leistung erhöhen.
fr_ca: Nombre de processus de traitement de fichier simultanés en restauration. Un processus de traitement de fichier traite un fichier à la fois. L'augmentation du nombre de ces processus pourrait améliorer les performances de restauration.
nl_nl: Gebruik deze optie om het aantal gelijktijdige FileProcessors-processen in te stellen die gebruikt worden tijdens herstel. Een FileProcessor verwerkt één bestand tegelijk. Door het aantal FileProcessors te verhogen, kunnen de herstelprestaties worden verbeterd.

source: Use legacy restore method
de: Alte Wiederherstellungsmethode verwenden
fr_ca: Ancienne méthode de restauration
nl_nl: Gebruik de oude herstelmethode

source: Use this option to use the legacy restore method. The legacy restore method is slower than the new method, but may be more reliable in some cases.
de: Verwenden Sie diese Option, um die alte Wiederherstellungsmethode zu wählen. Die alte Wiederherstellungsmethode ist langsamer als die neue Methode, kann aber in einigen Fällen zuverlässiger sein.
fr_ca: Utilisation de l'ancienne méthode de restauration. Plus lente que la nouvelle mais plus fiable dans certains cas.
nl_nl: Gebruik deze optie om de oude herstelmethode te gebruiken. De oude herstelmethode is langzamer dan de nieuwe methode, maar kan in sommige gevallen betrouwbaarder zijn.

source: Preallocate size of restored files
de: Größe der heruntergeladenen Dateien voreinstellen
fr_ca: Pré-allocation de la taille des fichiers restaurés
nl_nl: Vooraf de grootte van herstelde bestanden toewijzen

source: Use this option to toggle whether to set the size of the restored files before they are written to disk. This can help to reduce fragmentation and improve performance on some filesystems.
de: Verwenden Sie diese Option, um umzuschalten, ob die Größe der heruntergeladenen Dateien eingestellt wird bevor sie auf den Datenträger geschrieben werden. Dies kann helfen, die Fragmentation zu verringern und die Leistung auf einigen Dateisystemen zu erhöhen.
fr_ca: Option pour basculer l'utilisation de la taille des fichiers restaurés avant qu'il ne soient écrits sur disque. Peut réduire la fragmentation et améliorer les performances sur certains systèmes de fichiers.
nl_nl: Gebruik deze optie om te schakelen tussen het instellen van de grootte van de herstelde bestanden voordat ze naar schijf worden geschreven. Dit kan helpen fragmentatie te verminderen en de prestaties op sommige bestandssystemen te verbeteren.

source: Hints to the desired maximum size of the restore volume cache
fr_ca: Estimation de la taille maximum optimale du tampon de volumes en restauration
nl_nl: Aanwijzing voor de gewenste grootte van de cache voor herstelvolumes

source: Use this option to hint the maximum desired size of the restore volume cache. The restore volume cache is used to store the volumes from the remote storage on local disk. When this number is exceeded, the client tries to evict the least recently used volume(s). This means that the number of volumes kept on disk can exceed this value if they are still being downloaded or are in use.
fr_ca: Utilisez cette option pour estimer la taille maximum optimale du tampon de restauration de volumes. Le tampon de restauration de volumes est utilisé pour enregistrer les volumes depuis les destinations vers le disque local. Quand ce nombre est dépassé, essaye d'en évincer les volumes traités le plus anciennement. Cela signifie que le nombre de volumes conservés sur disque local peut dépasser cette valeur s'ils sont toujours encours de téléchargement ou d'utilisation.
nl_nl: Gebruik deze optie om de maximaal gewenste grootte van de cache voor het herstelvolume aan te geven. De cache voor het herstelvolume wordt gebruikt om de volumes van de externe opslag op de lokale schijf op te slaan. Wanneer dit aantal wordt overschreden, probeert de client de volumes die het langst geleden gebruikt zijn te verwijderen. Dit betekent dat het aantal volumes op schijf deze waarde kan overschrijden als ze nog worden gedownload of in gebruik zijn.

source: Number of concurrent FileDecompressor processes used during restore
de: Anzahl der konkurrierenden FileDecompressor-Prozesse bei der Wiederherstellung
fr_ca: Nombre de processus de décompression de fichier simultanés en restauration
nl_nl: Aantal gelijktijdige FileDecompressor-processen die gebruikt worden tijdens herstel

source: Use this option to set the number of concurrent FileDecompressor processes used during restore. A FileDecompressor processes one volume at a time, and increasing the number of FileDecompressors may improve restore performance if the bottleneck is decompression.
de: Verwenden Sie diese Option, um die Anzahl der konkurrierenden FileDecompressor-Prozesse bei der Wiederherstellung zu bestimmen. Ein FileDecompressor verarbeitet ein Volume zur gleichen Zeit und eine Erhöhung der FileDecompressor-Anzahl kann die Leistung erhöhen, wenn die Dekompression der Flaschenhals ist.
fr_ca: Nombre de processus de décompression de fichier simultanés en restauration. Un processus de décompression de fichier traite un volume à la fois. L'augmentation du nombre de ces processus pourrait améliorer les performances de restauration si le goulot d'étranglement est la décompression.
nl_nl: Gebruik deze optie om het aantal gelijktijdige FileDecompressor-processen in te stellen die gebruikt worden tijdens herstel. Een FileDecompressor verwerkt één volume tegelijk. Door het aantal FileDecompressors te verhogen, kunnen de herstelprestaties worden verbeterd als decompressie de bottleneck is.

source: Number of concurrent FileDecryptor processes used during restore
de: Anzahl der konkurrierenden FileDecryptor-Prozesse bei der Wiederherstellung
fr_ca: Nombre de processus descripteur de fichier simultanés en restauration
nl_nl: Aantal gelijktijdige FileDecryptor-processen die gebruikt worden tijdens herstel

source: Use this option to set the number of concurrent FileDecryptor processes used during restore. A FileDecryptor processes one volume at a time, and increasing the number of FileDecryptors may improve restore performance if the bottleneck is decryption.
de: Verwenden Sie diese Option, um die Anzahl der konkurrierenden FileDecryptor-Prozesse bei der Wiederherstellung zu bestimmen. Ein FileDecryptor verarbeitet ein Volume zur gleichen Zeit und eine Erhöhung der FileDecryptor-Anzahl kann die Leistung erhöhen, wenn die Entschlüsselung der Flaschenhals ist.
fr_ca: Nombre de processus descripteur de fichier simultanés en restauration. Un descripteur de fichier traite un volume à la fois. L'augmentation du nombre de ces processus pourrait améliorer les performances de restauration si le goulot d'étranglement est le déchiffrement.
nl_nl: Gebruik deze optie om het aantal gelijktijdige FileDecryptor-processen in te stellen die gebruikt worden tijdens herstel. Een FileDecryptor verwerkt één volume tegelijk. Door het aantal FileDecryptors te verhogen, kunnen de herstelprestaties worden verbeterd als decryptie de bottleneck is.

source: Number of concurrent FileDownloader processes used during restore
de: Anzahl der konkurrierenden FileDownloader-Prozesse bei der Wiederherstellung
fr_ca: Nombre de processus de téléchargement simultanés en restauration
nl_nl: Aantal gelijktijdige FileDownloader-processen die gebruikt worden tijdens herstel

source: Use this option to set the number of concurrent FileDownloader processes used during restore. A FileDownloader processes one volume at a time, and increasing the number of FileDownloaders may improve restore performance if the bottleneck is downloading.
de: Verwenden Sie diese Option, um die Anzahl der konkurrierenden FileDownloader-Prozesse bei der Wiederherstellung zu bestimmen. Ein FileDownloader verarbeitet ein Volume zur gleichen Zeit und eine Erhöhung der FileDownloader-Anzahl kann die Leistung erhöhen, wenn das Herunterladen der Flaschenhals ist.
fr_ca: Nombre de processus de téléchargement de fichier simultanés en restauration. Un processus de téléchargement de fichier traite un volume à la fois. L'augmentation du nombre de ces processus pourrait améliorer les performances de restauration si le goulot d'étranglement est le téléchargement.
nl_nl: Gebruik deze optie om het aantal gelijktijdige FileDownloader-processen in te stellen die gebruikt worden tijdens herstel. Een FileDownloader verwerkt één volume tegelijk. Door het aantal FileDownloaders te verhogen, kunnen de herstelprestaties worden verbeterd als downloaden de bottleneck is.

source: Size of buffers of the channels used during restore
de: Puffergröße der Kanäle bei der Wiederherstellung
fr_ca: Taille de tampons de restauration
nl_nl: Grootte van de buffers van de kanalen die tijdens het herstel worden gebruikt

source: Use this option to set the size of the buffers of the channels used during restore. The buffers are used to allow for better asynchronous communication between the processes in the restore flow. Increasing the buffer size may improve restore performance.
de: Verwenden Sie diese Option, um die Puffergröße der Kanäle bei der Wiederherstellung festzulegen. Die Puffer erlauben eine bessere asynchrone Kommunikation der Prozesse im Wiederherstellungsfluss. Eine Erhöhung der Puffergröße kann die Leistungfähigkeit der Wiederherstellung verbessern.
fr_ca: Taille des tampons des canaux utilisés en restauration. Les tampons sont utilisés pour permettre une meilleure communication asynchrone entre les processus dans le flux de restauration. L'augmentation de la taille des tampons peut améliorer les performances de restauration.
nl_nl: Gebruik deze optie om de grootte van de buffers in te stellen voor de kanalen die tijdens het herstel worden gebruikt. De buffers zorgen voor een betere asynchrone communicatie tussen de processen in de herstelactiviteit. Het vergroten van de buffergrootte kan de herstelprestaties verbeteren.

source: Enable internal profiling
de: Interne Datenprofilerstellung aktivieren
fr_ca: Activer le profilage interne
nl_nl: Schakel interne profilering in

source: Use this option to enable internal profiling. Profiling is used to measure the performance of the internal code. The profiling data is written to the log file and can be used to identify performance bottlenecks.
de: Verwenden Sie diese Option, um die interne Datenprofilerstellung zu aktivieren. Datenprofilerstellung wird zur Messung der Leistung des internen Codes verwendet. Die Daten werden in die Protokolldatei geschrieben und können zur Erkennung von Leistungseinbußen verwendet werden.
fr_ca: Option d'activation du profilage interne. Le profilage est utilisé pour mesurer les performances du code interne. Les données de profilage sont écrites dans le journal et peuvent servir à identifier des goulots d'étranglement.
nl_nl: Gebruik deze optie om interne profilering in te schakelen. Profilering wordt gebruikt om de prestaties van de interne code te meten. De profileringsgegevens worden naar het logbestand geschreven en kunnen worden gebruikt om prestatieknelpunten te identificeren.

source: Ignore update if version exists
de: Ignoriert Update wenn Version existiert
fr_ca: Ignorer la mise à jour si la version existe
nl_nl: Negeer update als versie bestaat

source: Use this option to ignore the update if the version already exists. This can be used to avoid errors if asking to update the database with a version that already exists.
de: Verwenden Sie diese Option, um die Sicherung zu ignorieren, wenn die Version bereits existiert. Dies soll Fehler zu vermeiden, falls eine Datenbank aktualisiert werden soll, die bereits existiert.
fr_ca: Ignorer la mise à jour si la version existe déjà. Utilisable pour éviter des erreurs en demandant de mettre à jour la base de données vers une version qui existe déjà.
nl_nl: Gebruik deze optie om de update te negeren als de versie al bestaat. Dit kan gebruikt worden om fouten te voorkomen als gevraagd wordt de database te updaten met een versie die al bestaat.

source: Disable special handling for photo libraries on MacOS
fr_ca: Désactiver le traitement spécial des galeries de photo sur MacOS

source: Use this option to disable special handling for photo libraries on MacOS. By default, Duplicati will attempt to read the contents of photo libraries and back up the individual photos instead of the on-disk library contents itself. This option disables that behavior and backs up the library as a regular folder.
fr_ca: Option de désactivation du traitement spécial des galeries de photo sur MacOS. Par défaut, Duplicati tente de lire le contenu des galeries de photos et sauvegarde les fichiers individuels plutôt que le contenu des galeries elles-mêmes. Cette option désactive ce comportement et sauvegarde les galeries comme si elles étaient des répertoires normaux.

source: Path to the Photos library
fr_ca: Chemin de la galerie de photos macOS

source: Use this option to specify the path to the Photos library on MacOS. This option is only relevant if the Photos library is not in the default location.
fr_ca: Option de définition de l'emplacement de la galerie de photos sur MacOS. Cette option n'a d'effet que si la galerie ne se trouve pas dans son emplacement par défaut.

source: The cryptolibrary does not support re-usable transforms for the hash algorithm {0}
cs: Kryptografická knihovna nepodporuje znovupoužitelné transformace pro hashovací algoritmus {0}
de: Die Verschlüsselungs-Bibliothek unterstützt wiederverwendbare Transformationen für den Hash-Algorithmus {0} nicht
es: La criptolibrería no soporta transformaciones reutilizables para el algoritmo hash {0}
fi: Salauskirjasto ei tue uudelleenkäytettäviä muunnoksia tiivistefunktiolle {0}
fr_ca: La crypto-bibliothèque ne prend pas en charge les transformations réutilisables pour l'algorithme de hachage {0}
it: La libreria di crittografia non supporta le trasformazioni riutilizzabili per l'algoritmo hash {0}
ja_jp: この暗号化ライブラリーは、ハッシュ化アルゴリズムの{0}の再利用可能な変換をサポートしていません
nl_nl: De cryptobibliotheek ondersteunt geen herbruikbare transformaties voor het hash algoritme {0}
pl: Biblioteka kryptograficzna nie obsługuje przekształceń wielokrotnego użytku dla algorytmu mieszającego {0}
pt_br: A biblioteca de criptografia não suporta transformações reutilizáveis ​​para o algoritmo hash {0}
ro: Cryptolibrary nu suporta transformări reutilizabile pentru algoritmul hash {0}
ru: Криптографическая библиотека не поддерживает многоразовые преобразования для алгоритма хеширования {0}
sr_rs: Kriptoteka ne podržava transformacije koje se mogu ponovo koristiti za heš algoritam {0}

source: The cryptolibrary does not support the hash algorithm {0}
cs: Kryptografická knihovna nepodporuje tento algoritmus tvorby otisku (hash) {0}
de: Die Verschlüsselungs-Bibliothek unterstützt den Hash-Algorithmus {0} nicht
es: La criptolibrería no soporta el algoritmo hash {0}
fi: Salauskirjasto ei tue tiivistefunktiota {0}
fr_ca: La crypto-bibliothèque ne supporte pas l'algorithme de hachage {0}
it: La libreria di crittografia non supporta l'algoritmo hash {0}
ja_jp: この暗号化ライブラリーは、ハッシュ化アルゴリズムの{0}をサポートしていません
nl_nl: De cryptobibliotheek ondersteunt het hash algoritme {0} niet
pl: Biblioteka kryptograficzna nie obsługuje algorytmu hash {0}
pt_br: A biblioteca de criptografia não suporta o algoritmo hash {0}
ro: Cryptolibrary nu suporta algoritmul hash {0}
ru: Криптографическая библиотека не поддерживает алгоритм хэширования {0}
sr_rs: Kriptoteka ne podržava heš algoritam {0}

source: The passphrase cannot be changed for an existing backup
cs: Heslo existující zálohy nemůže být změněno
de: Die Passphrase für eine existierende Sicherung kann nicht geändert werden
es: No se puede cambiar la frase de seguridad de una copia de seguridad existente
fi: Olemassaolevan varmuuskopion salasanaa ei voi vaihtaa
fr_ca: La phrase de passe ne peut pas être modifiée pour une sauvegarde existante
it: La passphrase non può essere modificata per un backup esistente
ja_jp: 既存のバックアップのパスフレーズは変更できません
nl_nl: De wachtwoordzin kan niet veranderd worden voor een al bestaande back-up
pl: Hasło szyfrowania nie może być zmienione dla istniejącej kopii zapasowej
pt_br: A frase de acesso não pode ser inserida em uma cópia existente
ro: Fraza de acces nu poate fi modificată pentru o copie de rezervă existentă
ru: Кодовая фраза не может быть изменена для существующей резервной копии
sr_rs: Pristupna fraza se ne može promeniti za postojeću rezervnu kopiju

source: Failed to create a snapshot: {0}
cs: Zachycený stav se nepodařilo vytvořit: {0}
da: Kunne ikke oprette snapshot: {0}
de: Fehler beim Erstellen des Snapshots: {0}
es: Fallo al crear una instantánea: {0}
fi: Vedoksen luominen epäonnistui: {0}
fr_ca: Échec de la création d'un instantané: {0}
it: Creare dell'istantanea fallita: {0}
ja_jp: スナップショットを作成できませんでした: {0}
nl_nl: Het maken van een momentopname is mislukt: {0}
pl: Nie udało się utworzyć zrzutu: {0}
pt_br: Falha na criação de um snapshot: {0}
ro: Nu a reușit să creeze un instantaneu: {0}
ru: Не удалось создать снимок: {0}
sr_rs: Pravljenje snimka nije uspelo: {0}

source: Failed to activate BackupRead as the current process does not have sufficient permissions
de: Aktivierung von BackupRead fehlgeschlagen, da der laufende Prozess keine ausreichenden Berechtigungen hat
fr_ca: Échec d'activation de BackupRead car le processus courant ne dispose pas des permissions suffisantes
nl_nl: BackupRead activeren is mislukt omdat het huidige proces niet over voldoende machtigingen beschikt

source: The encryption module {0} was not found
de: Das Verschlüsselungs-Modul {0} wurde nicht gefunden
fr_ca: Module de chiffrement {0} non trouvé
nl_nl: De encryptiemodule {0} is niet gevonden
