Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Use this option to set a filter expression that defines what options are included in the report.
de: Verwenden Sie diese Option, um einen Filter-Ausdruck zu erzeugen, der festlegt, welche Optionen in den Bericht aufgenommen werden sollen.
fr_ca: Utilisez cette option pour indiquer l'expression de filtrage qui définira quelles options figureront dans le rapport.
ja_jp: レポートに含むオプションを定めるフィルターの表現を設定できます。
nl_nl: Gebruik deze optie om een filteruitdrukking in te stellen die definieert welke opties worden opgenomen in het rapport.

source: Log message filter
cs: Filtr zpráv záznamu událostí
de: Protokollnachrichtenfilter
es: Filtro de mensajes de registro
fr_ca: Journal message filter
it: Filtro messaggi di log
ja_jp: ログメッセージのフィルター
nl_nl: Logbericht filter
pl: Filtr komunikatów dziennika
pt_br: Filtro de mensagens de log
sr_rs: Filter za poruke dnevnika

source: Use this option to set the maximum number of log lines to include in the report. Zero or negative values means unlimited.
cs: Tuto volbu použijte pro nastavení nejvyššího počtu řádků záznamu událostí, které zahrnout do výkazu. Nula nebo záporná hodnota znamená neomezeno.
de: Verwende diese Option, um die maximale Anzahl von Protokolleinträgen festzulegen, die in den Bericht aufgenommen werden sollen. Keine oder negative Werte bedeuten unbegrenzt Einträge.
es: Utilice esta opción para establecer el número máximo de líneas de registro que se incluirán en el informe. Los valores cero o negativos significan ilimitado.
fr_ca: Utilisez cette option pour définir le nombre maximal de lignes de journal à inclure dans le rapport. Des valeurs nulles ou négatives signifient illimitées.
it: Utilizza questa opzione per impostare il numero massimo di righe nel log da includere nella segnalazione. Valori zero o negativi significa illimitate.
ja_jp: レポートに含むログの最大行数を設定できます。0または負の値を設定すると、最大行数は無制限になります。
nl_nl: Gebruik deze optie om het maximum aantal regels in het logboek in te stellen die worden opgenomen in het rapport. Nul of een negatieve waarde betekent onbeperkt.
pl: Użyj tej opcji, aby ustawić maksymalną liczbę wierszy dziennika do uwzględnienia w raporcie. Wartości zerowe lub ujemne oznaczają nieograniczone.
pt_br: Use essa opção para definir o número máximo de linhas de log a serem incluídas no relatório. Valores zero ou negativos significam ilimitado.
sr_rs: Koristite ovu opciju da biste podesili maksimalan broj redova dnevnika koji će se uključiti u izveštaj. Nula ili negativna vrednost znači neograničeno.

source: Limit log lines
de: Begrenzt Protokollzeilen
fr_ca: Limiter les lignes de journaux
nl_nl: Beperk logboekregels

source: The format is not supported: {0}
cs: Formát není podporován: {0}
de: Das Format ist nicht unterstützt: {0}
es: El formato no es soportado: {0}
fr_ca: Le format n'est pas pris en charge: {0}
it: Il formato non è supportato: {0}
ja_jp: このフォーマットはサポートされていません：{0}
nl_nl: Het formaat wordt niet ondersteund: {0}
pl: Format nie jest obsługiwany: {0}
pt_br: O formato não é suportado: {0}
sr_rs: Format nije podržan: {0}

source: Invalid size value: {0}
cs: Neplatná hodnota velikosti: {0}
da: Ugyldig størrelsesværdi: {0}
de: Ungültige Größenangabe: {0}
es: Valor de tamaño inválido: {0}
fi: Epäkelpo koko: {0}
fr_ca: Taille invalide : {0}
it: Valore dimensione non valido: {0}
ja_jp: 不正なサイズが指定されました：{0}
nl_nl: Ongeldige afmetingswaarde: {0}
pl: Nieprawidłowa wartość rozmiaru: {0}
pt_br: Valor de tamanho inválido: {0}
ro: Valoarea nevalidă a dimensiunii: {0}
ru: Неверный размер значения: {0}
sr_rs: Nevažeća vrednost veličine: {0}

source: The SSL certificate validator was called in an incorrect order
cs: Ověřování SSL certifikátu bylo vyvoláno v nesprávném pořadí
da: SSL-certifikat-validatoren blev kaldt i en forkert rækkefølge
de: Der SSL-Zertifikatsprüfer wurde in einer ungültigen Reihenfolge aufgerufen.
es: La validación del certificado SSL fue llamada en un orden incorrecto
fi: SSL sertifikaatin validaattoria kutsuttiin väärässä järjestyksessä
fr_ca: Le validateur de certificat SSL a été appelé dans un ordre incorrect
it: Il convalidatore del certificato SSL è stato chiamato in un ordine non corretto
ja_jp: SSL証明書の検証機能が不正な順序で呼び出されました
nl_nl: De SSL certificaat validator werd aangeroepen in een verkeerde volgorde
pl: Walidator poprawności certyfikatu SSL został wywołany w nieprawidłowej kolejności
pt_br: O validador do certificado SSL foi chamado em uma ordem incorreta
ro: Validatorul certificatului SSL a fost sunat într-o ordine incorectă
ru: Средство проверки SSL-сертификата было вызвано в неправильном порядке
sr_rs: Validator SSL sertifikata je pozvan netačnim redosledom

source: The server certificate had the error {0} and the hash {1}{2}If you trust this certificate, use the commandline option --{3}={1} to accept the server certificate anyway.{2}You can also attempt to import the server certificate into your operating systems trust pool.
de: Das Server-Zertifikat hatte den Fehler {0} und der Hash {1}{2} Wenn Sie diesem Zertifikat vertrauen, verwenden Sie die Kommandozeilenoption --{3}={1}. {2} Sie können auch versuchen, das Server-Zertifikat im Zertifikats-Manager des Betriebssystems zu hinterlegen.
fr_ca: Le certificat du serveur a rencontré l’erreur {0} et le hachage {1}{2}Si vous faites confiance à ce certificat, utilisez l’option de ligne de commande --{3}={1} pour accepter le certificat du serveur malgré tout.{2}Vous pouvez également tenter d’importer le certificat du serveur dans le magasin de confiance de votre système d’exploitation.
ja_jp: サーバーの証明書でエラー {0} が発生しました。ハッシュ値は{1}です。{2}エラーを無視して証明書を信頼する場合は、コマンドラインのオプション --{3}={1} を設定してください。{2}証明書は、これをOSの信頼プールにインポートすることもできます。
nl_nl: Het servercertificaat had de fout {0} en de hash {1}{2}. Als u dit certificaat vertrouwt, gebruik dan de opdrachtregel-optie --{3}={1} om het servercertificaat toch te vertrouwen.{2} U kunt ook proberen het servercertificaat te importeren in de trust pool van uw besturingssysteem.

source: Failed while validating certificate hash, error message: {0}, SSL error name: {1}
cs: Nepodařilo se ověřit otisk (hash) certifikátu, chybové hlášení: {0}, název SSL chyby: {1}
da: Fejl under godkendelse af certifikat hash, fejlmeddelelse: {0}, SSL-fejlnavn: {1}
de: Fehler beim Überprüfen des Zertifikat-Hashes, Fehlermeldung: {0}, SSL-Fehlername: {1}
es: Fallo al validar el hash del certificado, mensaje de error: {0}, nombre de error del SSL: {1}
fi: Sertifikaatin sormenjäljen tarkastus epäonistui. Virheilmoitus: {0}, SSL-virheen nimi: {1}
fr_ca: Échec lors de la validation du hachage du certificat, message d'erreur: {0}, nom de l'erreur SSL: {1}
it: Errore durante la convalida dell'hash del certificato, messaggio errore: {0}, nome errore SSL: {1}
ja_jp: 証明書のハッシュを検証できませんでした。エラーのメッセージは「{0}」、SSLのエラーの名称は「{1}」です。
nl_nl: Valideren van de certificaat-hash mislukt, foutmelding: {0}, SSL foutnaam: {1}
pl: Niepowodzenie podczas sprawdzania poprawności sygnatury certyfikatu, komunikat o błędzie: {0}, nazwa błędu SSL: {1}
pt_br: Falha ao validar o hash do certificado, mensagem de erro: {0}, nome do erro SSL: {1}
ro: Eroare la validarea hash-ului certificatului, mesaj de eroare: {0}, nume de eroare SSL: {1}
ru: Ошибка при проверке хэша сертификата, сообщение об ошибке: {0}, имя ошибки SSL: {1}
sr_rs: Nije uspelo pri validaciji heš sertifikata, poruka o grešci: {0}, naziv greške SSL: {1}

source: Temporary folder does not exist: {0}
cs: Dočasná složka neexistuje: {0}
da: Midlertidig mappe eksisterer ikke: {0}
de: Temporärer Ordner existiert nicht: {0}
es: La carpeta temporal no existe: {0}
fi: Tilapäiskansiota {0} ei ole olemassa
fr_ca: Le dossier temporaire n'existe pas : {0}
it: La cartella temporanea non esiste: {0}
ja_jp: 一時フォルダーが存在しません：{0}
nl_nl: Tijdelijke map bestaat niet: {0}
pl: Katalog tymczasowy nie istnieje: {0}
pt_br: Pasta temporária não existe: {0}
ro: Dosarul temporar nu există: {0}
ru: Временная папка не существует: {0}
sk_sk: Dočasný adresár neexistuje: {0}
sr_rs: Privremena fascikla ne postoji: {0}

source: Failed to parse the segment: {0}, invalid integer
cs: Nepodařilo se zpracovat (parse) segment: {0}, neplatné celé kladné číslo
da: Kunne ikke behandle segmentet: {0}, ugyldigt heltal
de: Fehler beim Parsen des Segments: {0}, ungültige Ganzzahl
es: No se pudo analizar el segmento: {0}, entero no válido
fi: Lohkon jäsentäminen ei onnistunut: {0}, epäkelpo kokonaisluku
fr_ca: Échec de l'analyse du segment: {0}, entier non valide
it: Errore nell'analizzare il segmento: {0}, numero intero non valido
ja_jp: セグメントを解析できませんでした：{0}、不正な整数
nl_nl: Uitvoeren van het segment mislukt: {0}, ongeldige integer
pl: Nie udało się przeanalizować segmentu: {0}, Nieprawidłowa liczba całkowita
pt_br: Falha ao analisar o segmento: {0}, número inválido
ro: Parola nu a putut fi analizată: {0}, număr întreg nevalid
ru: Не удалось проанализировать сегмент: {0}, неверное целое число
sr_rs: Raščlanjivanje segmenta nije uspelo: {0}, nevažeći ceo broj

source: Invalid specifier: {0}
cs: Neplatný specifikátor: {0}
da: Ugyldig specifikation: {0}
de: Ungültige Angabe: {0}
es: Especificado no válido: {0}
fi: Epäkelpo tunniste: {0}
fr_ca: Spécificateur non valide: {0}
it: Identificatore non valido: {0}
ja_jp: 不正な値が指定されました：{0}
nl_nl: Ongeldige specifier: {0}
pl: Nieprawidłowy specyfikator: {0}
pt_br: Especificador inválido: {0}
ro: Specificator nevalid: {0}
ru: Недопустимый спецификатор: {0}
sr_rs: Neispravan specifikator: {0}

source: Unparsed data: {0}
cs: Nezpracovaná data: {0}
da: Ubehandlet data: {0}
de: Ungeparste Daten: {0}
es: Sin analizar datos: {0}
fi: Jäsentämätön data: {0}
fr_ca: Données non analysées: {0}
it: Dati non analizzati: {0}
ja_jp: 未解析のデータ：{0}
nl_nl: Onverwerkte gegevens: {0}
pl: Dane nieanalizowane: {0}
pt_br: Dado não analisado: {0}
ro: Date nepartiționate: {0}
ru: Нераспознанные данные: {0}
sr_rs: Neparsirani podaci: {0}

source: The string "{0}" could not be parsed into a DateTime
de: Die Zeichenkette "{0}" konnte nicht in einen Zeitwert gewandelt werden
fr_ca: La chaîne "{0}" ne peut pas être convertie en horodatage
nl_nl: De tekenreeks "{0}" kon niet worden omgezet naar een DateTime

source: The Uri is invalid: {0}
cs: URI adresa není platná: {0}
da: Uri er ugyldig: {0}
de: Die Uri ist ungültig: {0}
es: Uri es inválido: {0}
fi: Osoite on epäkelpo: {0}
fr_ca: l'Uri est invalide : {0}
it: Uri non valido: {0}
ja_jp: URIが不正です: {0}
nl_nl: De Uri is ongeldig: {0}
pl: URI jest nieprawidłowy: {0}
pt_br: A Uri é inválida: {0}
ro: Uri este nevalid: {0}
ru: Недопустимый Uri: {0}
sr_rs: Uri nije važeći: {0}

source: The Uri is missing a hostname: {0}
cs: V URI adrese chybí název stroje: {0}
da: Uri mangler et værtsnavn: {0}
de: Dem Uri fehlt ein Hostname: {0}
es: En Uri falta el nombre de host: {0}
fi: Palvelimen nimi puuttuu: {0}
fr_ca: L'Uri manque un nom d'hôte: {0}
it: Nell'Uri manca il nome dell'host: {0}
ja_jp: URIにホスト名がありません：{0}
nl_nl: De hostname ontbreekt in de Uri: {0}
pl: W URI brakuje nazwy hosta: {0}
pt_br: Na Uri está faltando um nome de host: {0}
ro: Uri lipsește un nume de gazdă: {0}
ru: Uri не содержит имени хоста: {0}
sr_rs: Uri-ju nedostaje ime hosta: {0}

source: {0} bytes
cs: {0} bajtů
fi: {0} tavua
fr_ca: {0} octets
ja_jp: {0}バイト
pl: {0} bajtów
ro: {0} octeți
ru: {0} байт
sr_rs: {0} bajtova

source: {0:N} GiB
de: {0:N} GB
fr_ca: {0:N} Gio

source: {0:N} KiB
de: {0:N} KB
fr_ca: {0:N} Kio

source: {0:N} MiB
de: {0:N} MB
fr_ca: {0:N} Mio

source: {0:N} TiB
de: {0:N} TB
fr_ca: {0:N} Tio

source: The string "{0}" could not be parsed into a date
cs: Řetězec "{0}" se nepodařilo převést na datum
da: Strengen "{0}" kunne ikke oversættes til en dato
de: Die Zeichenkette "{0}" kann nicht in ein Datum geparst werden
es: La cadena "{0}" no se pudo analizar en una fecha
fi: Merkkijonoa "{0}" ei voitu lukea päivämääränä
fr_ca: La chaîne "{0}" n'a pas pu être analysée dans une date
it: La stringa "{0}" non può essere analizzata in una data
ja_jp: 文字列「{0}」を日付に変換できませんでした
nl_nl: De string "{0}" kon niet ontleed worden in een datum
pl: Ciąg "{0}" nie może zostać przekształcony na datę
pt_br: A string "{0}" não pôde ser analisada em uma data
ro: Șirul "{0}" nu a putut fi analizat într-o dată
ru: Строка «{0}» не может быть преобразована в дату
sr_rs: String "{0}" nije moguće parsirati u datum

source: Cannot read and write on the same stream
cs: Nelze číst a zapisovat do stejného proudu
da: Kan ikke læse og skrive på den samme stream
de: Lesen und Schreiben auf dem gleichen Stream nicht möglich
es: No se puede leer y escribir en la misma secuencia
fi: Ei voida lukea ja kirjoittaa samaan tiedosto-osoittimeen
fr_ca: Impossible de lire et d'écrire sur le même flux
it: Impossibile leggere e scrivere sullo stesso flusso di dati
ja_jp: 同一のストリームに読み込みと書き込みを行うことはできません
nl_nl: Kan niet lezen en schrijven in dezelfde stream
pl: Nie można odczytywać i zapisywać do tego samego strumienia
pt_br: Não é possível ler e gravar no mesmo fluxo
ro: Nu pot citi și scrie pe același flux
ru: Невозможно чтение и запись в одном потоке
sk_sk: Nedá sa čítať aj zapisovať na tom istom 'streame'
sr_rs: Nije moguće čitati i pisati iz istog izvora

source: The string {0} does not represent a known filter group name. Valid values are: {1}
cs: Řetězec {0} nepředstavuje známý název skupiny filtru. Platné hodnoty jsou: {1}
de: Der Wert {0} stellt keinen der bekannten Gruppen-Filter dar. Erlaubte werde sind: {1}
es: La cadena {0} no representa un nombre de grupo de filtro conocido. Los valores válidos son: {1}
fr_ca: La chaîne {0} ne représente pas un nom de groupe de filtres connu. Les valeurs valides sont: {1}
it: La stringa {0} non rappresenta un filtro con un nome gruppo noto. I valori validi sono: {1}
ja_jp: 文字列 {0} は既知のフィルターのグループ名ではありません。正しい値は{1}です。
nl_nl: De tekenreeks {0} vertegenwoordigt geen bekende filtergroepnaam. Geldige waarden zijn: {1}
pl: Ciąg {0} nie reprezentuje znanej nazwy grupy filtrów. Prawidłowe wartości to: {1}
pt_br: A cadeia {0} não representa um nome de grupo de filtros conhecido. Os valores válidos são: {1}
sr_rs: Niz {0} ne predstavlja poznato ime grupe filtera. Važeće vrednosti su: {1}

source: The timeout in seconds for short operations like delete and create folder
de: Der Zeitüberschreitungswert in Sekunden für kurze Operationen wie Löschen und Erstellen von Ordnern
fr_ca: Délai d'expiration en secondes pour les opérations brèves telles que la suppression et la création de répertoire.
nl_nl: De time-out in seconden voor korte bewerkingen zoals verwijderen en nieuwe map maken

source: Short operation timeout
de: Zeitüberschreitungswert für kurze Operationen
fr_ca: Expiration d'opération brève
nl_nl: Time-out voor korte bewerkingen

source: The timeout in seconds for listing files and folders
de: Der Zeitüberschreitungswert in Sekunden für die Auflistung von Dateien und Ordnern
fr_ca: Délai d'expiration en secondes pour le listage des fichiers et répertoires
nl_nl: De time-out in seconden voor het weergeven van bestanden en mappen

source: List operation timeout
de: List-Operation Zeitüberschreitungswert
fr_ca: Expiration de l'opération de listage
nl_nl: Time-out voor weergeven

source: The timeout in seconds for read and write operations. If no activity is detected in this interval, a timeout error is raised
de: Der Zeitüberschreitungswert in Sekunden für Lese- und Schreib-Operationen. Wenn keine Aktivität in diesem Intervall erkannt wurde, wird ein Zeitüberschreitungswert-Fehler erzeugt
fr_ca: Délai d'expiration en secondes des opérations de lecture/écriture. Une erreur d'expiration est générée en l'absence d'activité dans cet intervalle.
nl_nl: De time-out in seconden voor lees- en schrijfbewerkingen. Als geen activiteit is gedetecteerd in dit interval, wordt een time-outfout gegenereerd

source: Read/write operation timeout
de: Lese-/Schreib-Operation Zeitüberschreitungswert
fr_ca: Expiration de l'opération de lecture/écriture
nl_nl: Time-out bij lees-/schrijfbewerking

source: Authentication requires both a username and a password
de: Die Authentifizierung erfordert sowohl einen Benutzernamen als auch ein Passwort
fr_ca: L'authentification nécessite un nom d'utilisateur et un mot de passe
nl_nl: Authenticatie vereist zowel een gebruikersnaam als een wachtwoord

source: You need an AuthID to use this destination. You can get it from: {0}
de: Sie benötigen eine AuthID, um dieses Ziel zu benutzen. Sie können diese von: {0} bekommen
fr_ca: Il vous faut une AuthID pour utiliser cette destination. Trouvez-la depuis {0}.
nl_nl: Een AuthID is nodig om deze bestemming te gebruiken. Deze kan verkregen worden vanaf: {0}

source: Duplicati uses an external server to support the OAuth authentication flow. If you have set up your own Duplicati OAuth server, you can supply the refresh URL.
de: Duplicati verwendet einen externen Server, um den OAuth-Authentifizierung Workflow zu unterstützen. Wenn ein eigener Duplicati OAuth-Server eingerichtet ist, kann die Aktualisierungs-URL angeben werden.
fr_ca: Duplicati utilise un serveur externe pour supporter le flux d'authentification OAuth. Si vous devez mettre en œuvre votre propre serveur OAuth Duplicati, vous pouvez donner l'URL actualisée.
ja_jp: DuplicatiはOAuthによる認証フローをサポートする外部サーバーを使用します。あなた自身のDuplicati OAuthサーバーを設定した場合は、ここに更新URLを指定してください。
nl_nl: Duplicati gebruikt een externe server om de OAuth-authenticatie stroom te ondersteunen. Als u uw eigen Duplicati OAuth-server hebt ingericht, kunt u de verversings-URL opgeven.

source: Alternate OAuth URL
cs: Alternativní OAuth URL adresa
da: Alternativ OAuth-URL
de: Alternative OAuth-URL
es: URL alternativo de OAuth
fi: Vaihtoehtoinen OAuth URL
fr_ca: Autre URL OAuth
it: URL OAuth alternativo
ja_jp: OAuthの代替URL
nl_nl: Alternatieve OAuth URL
pl: Alternatywny adres URL OAuth
pt_br: Alternativa OAuth URL
ro: Adresa URL alternativă OAuth
ru: Альтернативный URL OAuth
sr_rs: Alternativni OAuth URL

source: The value "{1}" supplied to --{0} does not parse into a valid boolean. This will be treated as if it was set to "true"
de: Der Wert "{1}" als Angabe für --{0} kann nicht in einen validen Boolean-Wert formatiert werden. Daher wird der Wert behandelt, als ob "true" eingegeben wurde.
fr_ca: La valeur "{1}" passée à --{0} ne se résout pas en un booléen valide. Elle sera traitée comme si elle avait été passée comme "true"
ja_jp: --{0}に指定された値「{1}」を有効なブール値に変換できません。ここでは、この値が「true」に設定されていると仮定して扱います。
nl_nl: De waarde "{1}" gegeven aan --{0} kan niet omgezet worden in een geldige booleaanse term. Dit zal behandeld worden alsof het op "waar"staat

source: The option --{0} does not support the value "{1}". Supported values are: {2}
de: Die Option --{0} unterstützt nicht den Wert "{1}", unterstütze Werte sind: {2}
fr_ca: L'option --{0} ne supporte pas la valeur "{1}". Les valeurs supportées sont : {2}
ja_jp: オプション --{0} は値「{1}」をサポートしていません。サポートしている値は{2}です。
nl_nl: De optie --{0} ondersteunt de waarde "{1}" niet. Ondersteunde waarden zijn: {2}

source: The option --{0} does not support the value "{1}". Supported flag values are: {2}
de: Die Option --{0} unterstützt nicht den Wert "{1}", unterstütze Flag-Werte sind: {2}
fr_ca: L'option --{0} ne supporte pas la valeur "{1}". Les valeurs de drapeaux supportées sont : {2}
ja_jp: オプション --{0} は値「{1}」をサポートしていません。サポートしている値は{2}です。
nl_nl: De optie --{0} ondersteunt de waarde "{1}" niet. Ondersteunde vlag waarden zijn: {2}

source: The value "{1}" supplied to --{0} does not represent a valid integer
cs: Hodnota „{1}“ poskytnutá --{0} nepředstavuje platné kladné celé číslo
de: Der Wert "{1}", der an --{0} ausgegeben wird, stellt keine gültige Ganzzahl dar
es: El valor "{1}" facilitado a --{0} no representa un número entero válido
fi: Valitsimelle --{0} annettu argumentti "{1}" ei ole kelvollinen kokonaisluku.
fr_ca: La valeur "{1}" fournie à - {0} ne représente pas un nombre entier valide
it: Il valore "{1}" fornito a --{0} non rappresenta un numero intero valido
ja_jp: --{0}に指定された値「{1}」は正しい整数ではありません
nl_nl: De waarde "{1}" gegeven aan --{0} vertegenwoordigt geen geldige integer
pl: Wartość "{1}" podana do --{0} nie reprezentuje prawidłowej liczby całkowitej
pt_br: O valor "{1}" fornecido para --{0} não representa um inteiro válido
ro: Valoarea "{1}" furnizată la - {0} nu reprezintă un întreg valid
ru: Значение «{1}», переданное в --{0}, не является допустимым целым числом
sr_rs: Vrednost "{1}" dostavljena u --{0} ne predstavlja važeći ceo broj

source: The value "{1}" supplied to --{0} does not represent a valid path
cs: Hodnota „{1}“, zadaná pro --{0} nepředstavuje platný popis umístění
de: Der Wert "{1}", der an --{0} ausgegeben wird, stellt keinen gültigen Pfad dar
es: El valor "{1}" facilitado a --{0} no representa una ruta válida
fi: Valitsimelle --{0} annettu argumentti "{1}" ei ole kelvollinen hakemistopolku
fr_ca: La valeur "{1}" fournie à - {0} ne représente pas un chemin d'accès valide
it: Il valore "{1}" fornito a --{0} non rappresenta un percorso valido
ja_jp: --{0}に指定された値「{1}」は正しいパスではありません
nl_nl: De waarde "{1}" gegeven aan --{0} vertegenwoordigt geen geldig pad
pl: Wartość "{1}" podana do --{0} nie reprezentuje prawidłowej ścieżki
pt_br: O valor "{1}" fornecido para --{0} não representa um caminho válido
ro: Valoarea "{1}" furnizată la - {0} nu reprezintă o cale validă
ru: Значение «{1}», переданное в - {0}, не является допустимым путем
sr_rs: Vrednost "{1}" dostavljena u --{0} ne predstavlja ispravnu putanju

source: The value "{1}" supplied to --{0} does not represent a valid size
cs: Hodnota "{1}" zadaná --{0} nereprezentuje platnou velikost
de: Der Wert "{1}", der an --{0} ausgegeben wird, stellt keine gültige Größe dar
es: El valor "{1}" facilitado a --{0} no representa un tamaño valido
fi: Valitsimelle --{0} annettu argumentti "{1}" ei ole kelvollinen kokomäärittely
fr_ca: La valeur "{1}" fournie à - {0} ne représente pas une taille valide
it: Il valore "{1}" fornito a --{0} non rappresenta una dimensione valida
ja_jp: --{0}に指定された値「{1}」は正しいサイズではありません
nl_nl: De waarde "{1}" gegeven aan --{0} vertegenwoordigt geen geldige grootte
pl: Wartość "{1}" podana do --{0} nie reprezentuje prawidłowego rozmiaru
pt_br: O valor "{1}" fornecido para --{0} não representa um tamanho válido
ro: Valoarea "{1}" furnizată la - {0} nu reprezintă o dimensiune validă
ru: Значение «{1}», переданное в - {0}, не является допустимым размером
sr_rs: Vrednost "{1}" dostavljena u --{0} ne predstavlja ispravnu veličinu

source: The value "{1}" supplied to --{0} does not represent a valid time
cs: Hodnota „{1}“, zadaná pro --{0} nepředstavuje platný čas
de: Der Wert "{1}", der an --{0} ausgegeben wird, stellt keine gültige Zeit dar
es: El valor "{1}" facilitado a --{0} no representa un tiempo valido
fi: Valitsimelle --{0} annettu argumentti "{1}" ei ole kelvollinen aikamääre
fr_ca: La valeur "{1}" fournie à - {0} ne représente pas une heure valide
it: Il valore "{1}" fornito a --{0} non rappresenta un tepo valido
ja_jp: --{0}に指定された値「{1}」は正しい時間ではありません
nl_nl: De waarde "{1}" gegeven aan --{0} vertegenwoordigt geen geldige tijd
pl: Wartość "{1}" podana do --{0} nie reprezentuje prawidłowego czasu
pt_br: O valor "{1}" fornecido para --{0} não representa um período válido
ro: Valoarea "{1}" furnizată la - {0} nu reprezintă un timp valid
ru: Значение «{1}», переданное в - {0}, не является допустимым временем
sr_rs: Vrednost "{1}" dostavljena u --{0} ne predstavlja važeće vreme
