Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: No server specified, must be either api.pcloud.com or eapi.pcloud.com for European hosting
de: Kein Server angegeben, muss entweder api.pcloud.com oder eapi.pcloud.com für europäisches Hosting sein
fr_ca: Serveur non spécifié. Doit être api.pcloud.com, ou plutôt eapi.pcloud.com pour l'hébergement Européen
nl_nl: Geen server opgegeven, moet api.pcloud.com of eapi.pcloud.com zijn voor Europese hosting

source: Invalid server specified, must be either api.pcloud.com or eapi.pcloud.com for European hosting
de: Ungültiger Server angegeben, muss entweder api.pcloud.com oder eapi.pcloud.com für europäisches Hosting sein
fr_ca: Serveur invalide indiqué. Doit être api.pcloud.com, ou plutôt eapi.pcloud.com pour l'hébergement Européen
nl_nl: Ongeldige server opgegeven, moet api.pcloud.com of eapi.pcloud.com zijn voor Europese hosting

source: Operation {0} failed with unexpected result code: {1}
de: Operation {0} fehlgeschlagen mit unerwartetem Fehlercode: {1}
fr_ca: Échec de l'opération {0} avec le code de sortie inattendu : {1}
nl_nl: Bewerking {0} is mislukt met onverwachte resultaatcode: {1}

source: This backend can read and write data to a Tahoe-LAFS based backend. Allowed format is "tahoe://hostname:port/uri/$DIRCAP".
cs: Tato podpůrná vrstva (backend) umožňuje čtení a zápis na Tahoe-LAFS. Formát zápisu je: „tahoe://nazevstroje:port/uri/$DIRCAP“.
de: Dieses Backend kann Daten von einem Tahoe-LAFS-basierten Backend lesen und schreiben. Das erlaubte Format ist "tahoe://hostname:port/uri/$DIRCAP".
es: Este servidor puede leer y escribir datos en un servidor basado en Tahoe-LAFS. El formato permitido es "tahoe://hostname:port/uri/$DIRCAP".
fi: Tämä moduuli siirtää tiedostoja palveluun Tahoe-LAFS. Osoitte on muotoa "tahoe://palvelin:portti/uri/$DIRCAP".
fr_ca: Ce backend peut lire et écrire des données dans un backend basé sur Tahoe-LAFS. Le format autorisé est "tahoe: // nomhôte: port / uri / $ DIRCAP".
it: Questo backend può leggere e scrivere dati in un backend basato su Tahoe-LAFS. Il formato ammesso è "tahoe://hostname:port/uri/$DIRCAP".
ja_jp: このバックエンドでは、Tahoe-LAFSに基づくバックエンドとの間でデータの読み書きを実行できます。サポートされている形式は、「tahoe://ホスト名:ポート番号/uri/$DIRCAP」となります。
nl_nl: Deze backend kan gegevens lezen en schrijven naar een Tahoe-LAFS gebaseerde backend. Toegestane indeling is "tahoe://hostnaam:poort/uri/$DIRCAP".
pl: Ten backend może odczytywać i zapisywać dane do backendu opartego na Tahoe-LAFS. Dozwolony format to "tahoe://hostname:port/uri/$DIRCAP".
pt_br: Este backend pode ler e gravar dados em um backend baseado em Tahoe-LAFS. O formato permitido é "tahoe: // nome do host: porta / uri / $ DIRCAP".
ro: Acest backend poate citi și scrie date într-un backend bazat pe Tahoe-LAFS. Formatul permise este "tahoe: // hostname: port / uri / $ DIRCAP".
ru: Этот бэкэнд позволяет читать и записывать данные в бэкэнд на основе Tahoe-LAFS. Допустимый формат: «tahoe://hostname:port/uri/$DIRCAP»
sr_rs: Ova pozadina može čitati i pisati podatke u pozadinu zasnovanu na Tahoe-LAFS-u. Dozvoljeni format je "tahoe://hostname:port/uri/$DIRCAP".

source: Use this option to communicate using Secure Socket Layer (SSL) over http (https).
de: Verwenden Sie diese Option, um mit Secure Socket Layer (SSL) über http (https) zu kommunizieren.
fr_ca: Option de communication avec Transport Layer Security (TLS) sur http (https).
ja_jp: このオプションを有効にすると、HTTP通信にSecure Socket Layer（SSL）を使用します（https）。
nl_nl: Gebruik deze optie om te communiceren door middel van Secure Sockets Layer (SSL) over http (https).

source: Unsupported URL format, must start with "uri/URI:DIR2:"
cs: Nepodporovaný formát URL adresy – je třeba, aby začínala na „uri/URI:DIR2:“
de: Nicht unterstütztes URL Format. Die URL muss mit "/uri/URI:DIR2:" beginnen.
es: Formato de URL no soportado, debe comenzar con "uri/URI:DIR2:"
fr_ca: Format d'URL non supporté, elle doit commencer par "uri/URI:DIR2:"
it: Formato URL non supportato, deve iniziare con "uri/URI:DIR2:"
ja_jp: サポートしていないURLの形式です。「uri/URI:DIR2:」で開始してください。
nl_nl: Niet ondersteund URL formaat, moet beginnen met "uri/URI:DIR2:"
pl: Nieobsługiwany format adresu URL, musi zaczynać się od "uri/URI:DIR2:"
pt_br: Formato de URL não suportado, deve começar com "uri / URI: DIR2:"
ro: Formatul URL neacceptat trebuie să înceapă cu "uri / URI: DIR2:"
ru: Неподдерживаемый формат URL, должен начинаться с «uri/URI:DIR2:»
sr_rs: Format URL-a nije podržan, mora počinjati sa "uri/URI:DIR2:"
sv_se: Felaktigt URL-format, måste starta med "uri/URI:DIR2:"

source: This backend can read and write data to the Storj DCS.
de: Dieses Backend kann Daten von Storj DCS lesen und schreiben.
fr_ca: Type de cible pour lire/écrire vers Storj DCS.
ja_jp: このバックエンドでは、Storj DCSとの間でデータの読み書きを実行できます。
nl_nl: Deze backend kan gegevens lezen en schrijven naar de Storj DCS.

source: Specify the authentication method which describes which way to use to connect to the network - either via API key or via an access grant.
de: Die Authentifizierungs-Methode angeben, die beschreibt, auf welche Weise die Verbindung zum Netzwerk hergestellt wird - entweder via API-Key oder via Zugangsgewährung.
fr_ca: Indiquer la méthode d'authentification qui décrit de quelle façon se connecter au réseau, soit avec la clé d'API, soit via une autorisation d'accès accordée.
ja_jp: APIキーまたはアクセス権のどちらで認証し、ネットワークに接続するかを指定。
nl_nl: Geef de authenticatiemethode op die beschrijft hoe verbinding moet worden gemaakt met het netwerk - via een API sleutel of via toegangsverlening.

source: Authentication method
da: Godkendelsesmetode
de: Authentifizierungs-Methode
es: Método de autentificación
fr_ca: Méthode d'authentification
ja_jp: 認証方法
nl_nl: Authenticatiemethode
pl: Metoda uwierzytelnienia
pt: Método de autenticação
sv_se: Autentiseringsmetod

source: Specify the satellite that keeps track of all metadata. Use a Storj DCS server for high-performance SLA-backed connectivity or use a community server. Or even host your own.
fr_ca: Satellite qui conserve la trace de toutes les métadonnées. Utilisation d'un serveur Storj DCS pour une connectivité SLA-backed à garantie de service à hautes performances ou utilisation d'un serveur communautaire. Ou même éventuellement de votre propre serveur.
ja_jp: 全メタデータを管理するサテライトを指定。Storj DCSのサーバーを使用すると、サービスレベル合意（SLA）に基づく高性能な接続を達成できます。コミュニティーによるサーバーを使用したり、自身でサテライトをホストしたりすることもできます。
nl_nl: Geef de satelliet op die alle metadata bijhoudt. Gebruik een Storj DCS-server voor krachtige SLA-ondersteunde connectiviteit of gebruik een communityserver. Of host zelfs uw eigen server.

source: Supply the API key which grants access to a specific project on your chosen satellite. Head over to the dashboard of your satellite to create one if you do not already have an API key.
fr_ca: Clé d'API qui donne accès à un projet spécifique sur le satellite de votre choix. Rendez-vous sur le tableau de bord de votre satellite pour en créer une si vous n'en avez déjà une.
ja_jp: APIキーを指定。APIキーで、選択したサテライトの特定のプロジェクトにアクセスできます。APIキーが無い場合は、あなたのサテライトのダッシュボードで作成することができます。
nl_nl: Geef de API sleutel op die toegang verleent tot een specifiek project op de door u gekozen satellite. Ga naar het dashboard van uw satellite om er één aan te maken als u niet al een API sleutel heeft.

source: API key
es: Clave API
fr_ca: Clé API
ja_jp: APIキー
nl_nl: API sleutel
pl: klucz API
pt: Chave API
sv_se: API-nyckel

source: Supply the encryption passphrase used to encrypt your data before sending it to the Storj network. This passphrase can be the only secret to provide - for Storj you do not necessary need any additional encryption (from Duplicati) in place.
de: Die Verschlüsselungs-Passphrase bereitstellen, die benutzt wird, um Ihre Daten zu verschlüsseln, bevor sie zum Storj-Netzwerk gesendet werden. Diese Passphrase kann das einzige Secret sein, das bereitgestellt werden muss - für Storj brauchen Sie nicht unbedingt eine zusätzliche Verschlüsselung (von Duplicati).
fr_ca: Phrase secrète destinée au chiffrement de vos données avant leur envoi vers le réseau Storj. Elle peut être le seul secret à indiquer - pour Storj vous n'avez pas nécessairement besoin d'un chiffrement supplémentaire (depuis Duplicati).
ja_jp: 暗号化用のパスフレーズを指定。パスフレーズは、Storjのネットワークにデータを送信する前に、データを暗号化するために使用されます。Storjを使用する場合、このパスフレーズを設定すれば、それで暗号化には十分です。Duplicatiの側で追加の暗号化を行う必要はありません。
nl_nl: Geef de coderingswachtwoordzin op die wordt gebruikt om uw gegevens te coderen voordat ze wordt verzonden naar het Storj-netwerk. Deze wachtwoordzin kan het enige opgegeven geheim zijn - voor Storj heeft u niet noodzakelijk aanvullende codering (van Duplicati) nodig.

source: Encryption passphrase
da: Krypteringssætning
de: Verschlüsselungspassphrase
es: Contraseña de cifrado
fr_ca: Phrase de chiffrement
ja_jp: 暗号化用のパスフレーズ
nl_nl: Encryptie wachtwoordzin
pl: Hasło szyfrowania
pt: Frase-passe de encriptação
sv_se: Ange krypteringslösenord

source: Supply the access grant which contains all information in one encrypted string. You may use it instead of a satellite, API key and secret.
fr_ca: Indiquez le droit d'accès qui contient toutes les informations dans une chaîne chiffrée. Vous pouvez l'utiliser en lieu et place d'un satellite, d'une clé d'API et d'un secret..
ja_jp: アクセス権を指定。アクセス権は、必要な全ての情報を暗号化した文字列からなります。サテライト、APIキー、秘密鍵の代わりに使用できます。
nl_nl: Geef de verleende toegang op die alle informatie bevat in één gecodeerde tekenreeks. Deze mag gebruikt worden in plaats van een satellite, API sleutel en geheim.

source: Access grant
da: Adgang godkendt
de: Zugriffs-Grant
es: Acceso concedido
fr_ca: Octroi d'accès
ja_jp: アクセス権
nl_nl: Toegang verleend
pl: Dostęp przyznany
pt: Acesso concedido
sv_se: Åtkomst beviljad

source: Specify the bucket for storing the backup.
de: Das Bucket zum Speichern der Sicherung festlegen.
fr_ca: Indiquez le conteneur de stockage de la sauvegarde.
ja_jp: バックアップを保存するバケットを指定。
nl_nl: Geef de bucket op voor het opslaan van de back-up.

source: Specify the folder in the bucket for storing the backup.
de: Den Ordner im Bucket zum Speichern der Sicherung festlegen.
fr_ca: Indiquez le répertoire de destination de la sauvegarde dans le conteneur.
ja_jp: バックアップを保存する、バケット内のフォルダーを指定。
nl_nl: Geef de map in de bucket op voor het opslaan van de back-up.

source: Folder
da: Mappe
de: Ordner
es: Carpeta
fr_ca: Dossier
ja_jp: フォルダー
nl_nl: Map
pl: Katalog
pt: Pasta
sv_se: Mapp

source: Storj DCS configuration module
de: Storj DCS Konfigurations Modul
fr_ca: Module de configuration Storj DCS
ja_jp: Storj DCSの設定モジュール
nl_nl: Storj DCS configuratiemodule

source: Expose Storj DCS configuration as a web module
de: Storj DCS-Konfiguration als Webmodul zur Verfügung stellen
fr_ca: Présenter la configuration de Storj DCS comme module web
nl_nl: Toon Storj DCS configuratie als een webmodule

source: You need an AuthID. You can get it from: {0}
de: Sie benötigen eine AuthID. Sie können diese von: {0} bekommen
fr_ca: Il vous faut une AuthID. Disponible ici : {0}
ja_jp: 認証IDが必要です。{0}で取得してください。
nl_nl: Een AuthID is nodig. Deze kan verkregen worden van: {0}

source: Unexpected error code: {0} - {1}
cs: Neočekávaný chybový kód: {0} – {1}
da: Uventet fejlkode: {0} - {1}
de: Unerwarteter Fehlercode: {0} - {1}
es: Código de error inesperado: {0} - {1}
fi: Odottamaton virhe: {0}-{1}
fr_ca: Code d'erreur inattendu : {0} - {1}
it: Codice di errore imprevisto: {0} - {1}
ja_jp: 予期されていないエラーコード：{0} - {1}
nl_nl: Onverwachte foutcode: {0} - {1}
pl: Nieoczekiwany kod błędu: {0} - {1}
pt: Código do erro inesperado: {0} - {1}
pt_br: Código de erro inesperado: {0} - {1}
ro: Codul de eroare neașteptat: {0} - {1}
ru: Неизвестная ошибка: {0} - {1}
sk_sk: Nešpecifikovaný kód chyby : {0} - {1}
sr_rs: Neočekivan kod greške: {0} - {1}
sv_se: Oväntad felkod: {0} - {1}

source: The OAuth service is currently over quota. Try again in a few hours
de: Der OAuth-Dienst ist derzeit überlastet, versuchen Sie es in einigen Stunden erneut
fr_ca: Le service OAuth est actuellement en déplacement de quota. Re-essayez dans quelques heures
ja_jp: 現在OAuthのサービスは割り当て量を超えています。数時間後に再度試してください
nl_nl: De OAuth service is momenteel over quota. Probeer het opnieuw over een paar uur

source: Secrets from environment variables
de: Secrets aus Umgebungsvariablen
fr_ca: Secrets depuis les variables d'environnement
nl_nl: Geheime referenties van omgevingsvariabelen

source: Secret provider that reads secrets from environment variables. Example use: env: For environment variables, the lookup is case-insensitive.
de: Secret-Anbieter der Secrets aus Umgebungsvariablen liest. Beispiel: env: Für Umgebungsvariablen ist die Suche nicht case-sensitiv.
fr_ca: Fournisseur de secret qui lit les secrets depuis les variables d'environnement. Exemple : env: Pour les variables d'environnement la recherche est insensible à la casse.
nl_nl: Provider van geheime referenties die geheimen uit omgevingsvariabelen leest. Gebruiksvoorbeeld: env: Voor omgevingsvariabelen is de opzoekfunctie niet hoofdlettergevoelig.

source: Secrets from a file
de: Secrets aus einer Datei
fr_ca: Secrets depuis un fichier
nl_nl: Geheime referenties uit een bestand

source: The decryption passphrase
de: Die Entschlüsselungs-Passphrase
fr_ca: Phrase de passe de déchiffrement
nl_nl: De decoderingswachtwoordzin

source: The passphrase to use for decrypting the file with secrets
de: Die Passphrase, um eine Datei mit einem Secret zu entschlüsseln
fr_ca: Phrase de passe de déchiffrement du fichier de secrets
nl_nl: De wachtwoordzin voor het decoderen van het bestand met geheime referenties

source: Secrets from AWS Secrets Manager
de: Secrets vom AWS Secrets Manager
fr_ca: Secrets depuis AWS Secret Manager
nl_nl: Geheime referenties uit AWS Secrets Manager

source: The AWS access key
de: Der AWS Zugriffsschlüssel
fr_ca: Clé d'accès AWS
nl_nl: De AWS-toegangssleutel

source: The access key to use for authentication with AWS. Can also be supplied via the environment variable {envname}
de: Der Zugriffsschlüssel zur Authentifizierung mit AWS. Kann auch über die Umgebungsvariable {envname} gesetzt werden.
fr_ca: Clé d'accès pour l'authentification AWS. Peut également provenir de la variable d'environnement {envname}
nl_nl: De toegangssleutel die gebruikt wordt voor authenticatie met AWS. Kan ook worden opgegeven met de omgevingsvariabele {envname}

source: The AWS secret key
de: Der AWS Secret Key
fr_ca: Clé secrète AWS
nl_nl: De AWS geheime sleutel

source: The secret key to use for authentication with AWS. Can also be supplied via the environment variable {envname}
de: Der Secret Key zur Authentifizierung mit AWS. Kann auch über die Umgebungsvariable {envname} gesetzt werden.
fr_ca: Clé secrète d'authentification AWS. Peut également provenir de la variable d'environnement {envname}
nl_nl: De geheime selutel die gebruikt wordt voor authenticatie met AWS. Kan ook worden opgegeven met de omgevingsvariabele {envname}

source: The AWS region endpoint
de: Der AWS Region Endpunkt
fr_ca: Point terminal régional AWS
nl_nl: Het AWS-regio-eindpunt

source: The region endpoint to use for communication with AWS. Can also be supplied via the environment variable {envname}
de: Der Region Endpunkt zur Authentifikation mit AWS. Kann auch über die Umgebungsvariable {envname} gesetzt werden.
fr_ca: Point terminal régional ASW. Peut également provenir de la variable d'environnement {envname}
nl_nl: Het regio-eindpunt dat gebruikt wordt voor communicatie met AWS. Kan ook worden opgegeven met de omgevingsvariabele {envname}

source: The AWS service URL
de: Die AWS Service URL
fr_ca: URL du service AWS
nl_nl: De AWS-service-URL

source: The service URL to use for communication with AWS. Can also be supplied via the environment variable {envname}
de: Die Service URL zur Authentifikation mit AWS. Kann auch über die Umgebungsvariable {envname} gesetzt werden.
fr_ca: URL du service AWS. Peut également provenir de la variable d'environnement {envname}
nl_nl: De service-URL die gebruikt wordt voor communicatie met AWS. Kan ook worden opgegeven met de omgevingsvariabele {envname}

source: The secret names to retrieve
fr_ca: Noms de secrets à récupérer
nl_nl: De geheime namen om op te halen

source: The names of the secrets to retrieve from AWS Secrets Manager, separated by semicolons or commas. Secrets are retrieved in the order specified until all requested keys are found.
fr_ca: Noms des secrets à récupérer sur AWS Secrets Manager, séparées par des virgules ou des point-virgules. Les secrets sont récupérés dans l'ordre indiqué jusqu'à la dernière clé demandée.
nl_nl: De namen van de geheimen om op te halen van AWS Secrets Manager, gescheiden door puntkomma's of komma's. Geheimen worden opgehaald in de opgegeven volgorde totdat alle gevraagde sleutels zijn gevonden.

source: Case sensitivity
de: Case-Sensitivität
fr_ca: Respecter la casse
nl_nl: Hoofdlettergevoeligheid

source: Whether to use case-sensitive matching for secret names
de: Bestimmt, ob case-sensitive Prüfung für Secretnamen vereendet wird
fr_ca: Respecter la casse pour la correspondance des noms des secrets
nl_nl: Wel of geen hoofdlettergevoelige matching gebruiken voor geheime namen

source: Secrets from HashiCorp Vault
de: Secrets von HashiCorp Vault
fr_ca: Secret de HashiCorp Vault
nl_nl: Geheime referenties uit HashiCorp Vault

source: The Vault token
de: Das Vault-Token
fr_ca: Jeton de Coffre
nl_nl: Het Vault-token

source: The token to use for authentication with HashiCorp Vault
de: Das Token, das für die Authentifizierung mit HashiCorp Vault verwendet wird
fr_ca: Jeton à utiliser pour l'authentification après de HashiCorp Vault
nl_nl: Het token dat gebruikt wordt voor authenticatie met HashiCorp Vault

source: The vault server protocol
de: Das Vault Server Protokoll
fr_ca: Protocole du serveur de coffre
nl_nl: Het vault-serverprotocol

source: The protocol to use for communication with the Vault server
de: Das Protokoll, das für die Kommunikation mit Vault verwendet wird
fr_ca: Protocole à utiliser avec le serveur de Coffre
nl_nl: Het protocol dat gebruikt wordt voor communicatie met de Vault-server

source: Secret entries
fr_ca: Entrée secrètes
nl_nl: Geheime referenties

source: The names of the secrets (aka Vault Apps) to retrieve from the Vault, separated by semicolons or commas. Secrets are retrieved in the order specified until all requested keys are found.
fr_ca: Noms des secrets (Vault Apps) à récupérer dans le Coffre séparées par virgules ou point-virgules. Chaque secret du coffre est récupéré dans l'ordre spécifié jusqu'à récupération de toutes les clés demandées.
nl_nl: De namen van de geheimen (ofwel Vault Apps) om op te vragen uit de Vault, gescheiden door puntkomma's of komma's. Geheimen worden opgehaald in de opgegeven volgorde totdat alle opgevraagde sleutels zijn gevonden.

source: The client ID
de: Die Client ID
fr_ca: ID du client
nl_nl: Het client-ID

source: The client ID to use for authentication with HashiCorp Vault. Can also be supplied via the environment variable {envname}
de: Die Client ID zur Authentifizierung mit HashiCorp Vault. Kann auch über die Umgebungsvariable {envname} gesetzt werden.
fr_ca: ID du client pour l'authentification HashiCorp Vault. Peut également provenir de la variable d'environnement {envname}
nl_nl: Het client-ID dat gebruikt wordt voor authenticatie met HashiCorp Vault. Kan ook worden opgegeven met de omgevingsvariabele {envname}

source: The client secret
de: Das Client Secret
fr_ca: Secret du client
nl_nl: Het client-geheim

source: The client secret to use for authentication with HashiCorp Vault. Can also be supplied via the environment variable {envname}
de: Das Client Secret zur Authentifizierung mit HashiCorp Vault. Kann auch über die Umgebungsvariable {envname} gesetzt werden.
fr_ca: Secret du client pour l'authentification HashiCorp Vault. Peut également provenir de la variable d'environnement {envname}
nl_nl: Het client-geheim dat wordt gebruikt voor authenticatie met HashiCorp Vault. Kan ook worden opgegeven met de omgevingsvariabele {envname}

source: The mount point
fr_ca: Point de montage
nl_nl: Het koppelpunt

source: The mount point for the secrets in the Vault
fr_ca: Point de montage des secret dans le Coffre
nl_nl: Het koppelpunt voor de geheimen in de Vault

source: Secrets from Google Cloud Storage Secret Manager
de: Secrets vom Google Cloud Storage Secret Manager
fr_ca: Secrets de Google Cloud Storage Secret Manager
nl_nl: Geheimen uit Google Cloud Storage Secret Manager

source: The API type to use
de: Der zu verwendende API-Typ
fr_ca: Type d'API à utiliser
nl_nl: Het API-type dat gebruikt moet worden

source: The type of API to use for communication with Google Cloud Storage
de: Der Typ der API zur Kommunikation mit Google Cloud Speicher
fr_ca: Type d'API à utiliser avec Google Cloud Storage
nl_nl: Het type van de API dat gebruikt moet worden voor communicatie met Google Cloud Storage

source: The GCP project ID
de: Die GCP Projekt ID
fr_ca: Identifiant du projet GCP
nl_nl: Het GCP-project-ID

source: The ID of the Google Cloud Platform project to use for authentication
de: Die ID des Google Cloud Platform Projekts, die für die Authentifizierung verwendet wird
fr_ca: ID de Projet Google Cloud Platform pour l'authentification
nl_nl: Het ID van het Google Cloud Platform-project dat gebruikt moet worden voor authenticatie

source: The access token
fr_ca: Jeton d'accès
nl_nl: Het toegangstoken

source: The access token to use for authentication with Google Cloud Storage. If not supplied, the default GCS credentials from the machine will be used.
fr_ca: Jeton d'accès pour l'authentification Google Cloud Storage. Si non renseigné, les identifiants GCS par défaut de la machine seront utilisés.
nl_nl: Het toegangstoken dat gebruikt moet worden voor authenticatie met Google Cloud Storage. Als dit niet is opgegeven, worden de standaard GCS-referenties van de machine gebruikt.

source: The secret version to get (or alias)
fr_ca: Version du secret à obtenir (alias)
nl_nl: De versie van het geheim dat opgehaald moet worden (of alias)

source: The version of the secret to retrieve from Google Cloud Storage. If not supplied, the latest version will be used.
fr_ca: Version du secret à récupérer de Google Cloud Storage. Si non renseigné, la dernière version sera utilisée.
nl_nl: De versie van het geheim dat opgehaald moet worden van Google Cloud Storage. Als dit niet is opgegeven, zal de meest recente versie worden gebruikt.

source: Secrets from Azure Key Vault
de: Secrets vom Azure Key Vault
fr_ca: Secrets d'Azure Key Vault
nl_nl: Geheime referenties van Azure Key Vault

source: The name of the Azure Key Vault
de: Der Name des Azure Key Vault
fr_ca: Nom de l'Azure Key Vault
nl_nl: De naam van de Azure Key Vault

source: The name of the Azure Key Vault to use for retrieving secrets
de: Der Name des Azure Key Vault, der für den Abruf der Secrets verwendet wird
fr_ca: Nom de l'Azure Key Vault à utiliser pour récupérer les secrets
nl_nl: De naam van de Azure Key Vault die gebruikt wordt voor het ophalen van geheimen

source: The connection type to use
de: Der zu verwendende Verbindungs-Typ
fr_ca: Type de connexion à utiiser
nl_nl: Ver verbindingstype dat gebruikt moet worden

source: The type of connection to use for communication with Azure Key Vault
de: Der Typ der Verbindung, die für die Kommunikation mit Azure Key Vault verwendet wird
fr_ca: Type de connexion pour Azure Key Vault
nl_nl: Het type van de verbinding dat gebruikt moet worden voor communicatie met de Azure Key Vault

source: The URI of the Azure Key Vault
de: Die URL von Azure Key Vault
fr_ca: URI de l'Azure Key Vault
nl_nl: De URI van de Azure Key Vault
