Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: Unauthorized to access source folder {0}, aborting backup
cs: Chybí oprávnění pro přístup do zdrojové složky {0}, přerušuje se zálohování
de: Keine Berechtigung für Zugriff auf Quellordner {0}, Sicherung wird abgebrochen
es: No está autorizado a acceder a la carpeta de origen {0}, abortando la copia de seguridad
fr_ca: Non autorisé à accéder au dossier source {0}, sauvegarde en cours d'annulation
it: Non autorizzato ad accedere alla cartella sorgente {0}, interruzione del backup
ja_jp: バックアップ元のフォルダー {0} へのアクセスが承認されていません。バックアップを中断します
nl_nl: Niet geautoriseerd om toegang te krijgen tot bronmap {0}, back-up wordt afgebroken
pl: Brak autoryzacji dostępu do folderu źródłowego {0}, przerywam tworzenie kopii zapasowej
pt_br: Não autorizado a acessar a pasta de origem {0}, abortando o backup
sr_rs: Neovlašćen pristup izvornoj fascikli {0}, prekidanje pravljenja rezervne kopije

source: The option --{0} is not supported because the module {1} is not currently loaded
cs: Volba --{0} není podporována protože modul {1} nyní není načtený
de: Die Option --{0} wird nicht unterstützt, da das Modul {1} aktuell nicht geladen ist
es: La opción --{0} no es compatible porque el módulo {1} no está cargado actualmente
fi: Valitsin --{0} ei ole sallittu, sillä moduulia {1} ei ole ladattu
fr_ca: L'option - {0} n'est pas supportée car le module {1} n'est pas actuellement chargé
it: L'opzione --{0} non è supportata perché il modulo {1} non è attualmente caricato
ja_jp: モジュール {1} が現在読み込まれていないため、オプション --{0} はサポートされていません
nl_nl: De optie --{0} wordt niet ondersteund omdat de module {1} momenteel niet is geladen
pl: Opcja --{0} nie jest obsługiwana, ponieważ moduł {1} nie jest aktualnie załadowany
pt_br: A opção --{0} não é suportada devido ao módulo {1} não estar sendo atualmente executado
ro: Opțiunea - {0} nu este acceptată deoarece modulul {1} ​​nu este încărcat în prezent
ru: Опция --{0} не поддерживается, потому что модуль {1} в настоящий момент не загружен
sr_rs: Opcija --{0} nije podržana jer modul {1} trenutno nije učitan

source: The supplied option --{0} is not supported and will be ignored
cs: Zadaná předvolba --{0} není podporovaná a bude ignorována
de: Die angegebene Option --{0} ist nicht unterstützt und wird daher ignoriert
es: La opción facilitada --{0} no es compatible y será ignorada
fi: Annettu valitsin --{0} ei ole tunnettu ja se jätetään huomioimatta
fr_ca: L'option fournie - {0} n'est pas supportée et sera ignorée
it: L'opzione fornita --{0} non è supportata e sarà ignorata
ja_jp: 指定したオプションの--{0}はサポートされていないため、無視されます
nl_nl: De opgegeven optie --{0} wordt niet ondersteund en zal genegeerd worden
pl: Podana opcja --{0} nie jest obsługiwana i zostanie zignorowana
pt_br: A opção fornecida --{0} não é suportada e irá ser ignorada
ro: Opțiunea furnizată - {0} nu este acceptată și va fi ignorată
ru: Предоставленный параметр --{0} не поддерживается и будет проигнорирован
sr_rs: Dostavljena opcija --{0} nije podržana i biće ignorisana

source: The operation {0} has started
cs: Operace {0} zahájena
de: Die Operation {0} wurde gestartet
es: La operación {0} ha comenzado
fi: Toimenpide {0} aloitettiin
fr_ca: L'opération {0} a débuté
it: L'operazione {0} è iniziata
ja_jp: 操作 {0} が開始しました
nl_nl: De bewerking {0} is gestart
pl: Operacja {0} rozpoczęta
pt_br: A operação {0} foi iniciada
ro: Operația {0} a început
ru: Началась операция {0}
sr_rs: Operacija {0} je počela

source: The operation {0} has completed
cs: Operace {0} dokončena
de: Die Operation {0} ist abgeschlossen
es: La operación {0} fue completada
fi: Toimenpide {0} valmistui
fr_ca: L'opération {0} est complétée
it: L'operazione {0} è stata completata
ja_jp: 操作 {0} が完了しました
nl_nl: De bewerking {0} is afgerond
pl: Operacja {0} zakończona
pt_br: A operação {0} foi concluída
ro: Operația {0} a fost finalizată
ru: Операция {0} завершена
sk_sk: Operácia {0} kompletná
sr_rs: Operacija {0} je završena

source: The operation {0} has failed
de: Die Operation {0} ist fehlgeschlagen
fr_ca: L'opération {0} a échoué

source: Invalid path: "{0}" ({1})
cs: Neplatná cesta: "{0}" ({1})
da: Ugyldig sti: "{0}" ({1})
de: Ungültiger Pfad: "{0}" ({1})
es: Ruta invalida: "{0}" ({1})
fi: Polku ei ole kelvollinen: "{0}" ({1})
fr_ca: Chemin invalide : "{0}" ({1})
it: Percorso non valido: "{0}" ({1})
ja_jp: パスが不正です：「{0}」（{1}）
nl_nl: Ongeldig pad: "{0}" ({1})
pl: Nieprawidłowa ścieżka: "{0}" ({1})
pt: Caminho inválido: "{0}" ({1})
pt_br: Caminho inválido: "{0}" ({1})
ro: Cale nevalidă: "{0}" ({1})
ru: Недопустимый путь: «{0}» ({1})
sk_sk: nesprávna cesta: "{0}" ({1})
sr_rs: Nevažeća putanja: "{0}" ({1})
sv_se: Ogiltig sökväg: "{0}" ({1})

source: The source folder {0} is empty, aborting backup
de: Der Quellordner {0} ist leer, Sicherung wird abgebrochen
fr_ca: Répertoire source {0} vide. Sauvegarde abandonnée
nl_nl: De bronmap {0} is leeg, back-up wordt afgebroken

source: Failed to apply 'force-locale' setting. Please try to update .NET-Framework. Exception was: "{0}"
cs: Nepodařilo se použít nastavení „force-locale“. Zkuste aktualizovat .NET-Framework. Výjimka byla: „{0}“
de: 'force-locale' Einstellung konnte nicht angewandt werden. Bitte .NET Framework aktualisieren. Der Fehler lautet: "{0}"
es: No se pudo aplicar la configuración de 'force-locale'. Intente actualizar .NET Framework. La excepción fue: "{0}"
fi: Asetusta 'force-locale' ei voitu asettaa. Päivitä Windowsin komponentti '.NET-Framework ja yritä uudelleen. Poikkeus oli "{0}"
fr_ca: Échec de l'application du paramètre 'force-locale'. S'il vous plaît essayez de mettre à jour .NET-Framework. L'exception était : "{0}"
it: Impossibile applicare l'impostazione 'force-locale'. Per favore prova ad aggiornare .NET-Framework. L'eccezione è stata: "{0}"
ja_jp: 「force-locale」を設定できませんでした。.NET Frameworkをアップデートしてみてください。例外は「{0}」です。
nl_nl: Het toepassen van de 'force-locale ' instelling is mislukt. Probeer .NET-Framework te updaten. Uitzondering was: "{0}"
pl: Nie można zastosować ustawienia 'force-locale'. Spróbuj zaktualizować . NET-Framework. Wyjątkiem było: "{0}"
pt_br: Falha na aplicação da configuração 'force-locale'. Por favor tente atualizar .NET-Framework. Exceção estava: "{0}"
ro: Nu s-a aplicat setarea "force-locale". Încercați să actualizați .NET-Framework. Excepția a fost: "{0}"
ru: Не удается применить настройку «force-locale». Пожалуйста, попробуйте обновить .NET Framework. Исключение: «{0}»
sr_rs: Primena podešavanja 'force-locale' nije uspela. Pokušajte da ažurirate .NET-Framevork. Izuzetak je bio: "{0}"

source: The source {0} uses an invalid volume name, aborting backup
cs: Zdroj {0} používá neplatný název svazku, záloha proto bude přerušena
de: Die Quelle {0} benutzt eine ungültige Laufwerksbezeichnung, breche Backup ab
es: La fuente {0} usa un nombre de volumen inválido, abortando la copia de seguridad
fr_ca: La source {0} utilise un nom de volume non valide, sauvegarde en cours d'annulation
it: La sorgente {0} utilizza un nome di volume non valido, interruzione del backup
ja_jp: バックアップ元 {0} は不正なボリューム名を使用しています。バックアップを中断します
nl_nl: De bron {0} gebruikt een ongeldige volumenaam, back-up wordt afgebroken
pl: Źródło {0} używa nieprawidłowej nazwy woluminu, przerywam tworzenie kopii zapasowej
pt_br: A origem {0} utiliza um nome de volume inválido, abortando backup
ro: Sursa {0} utilizează un nume de volum nevalid, care întrerupe copierea de rezervă
sr_rs: Izvor {0} koristi nevažeće ime volumena, čime se prekida pravljenje rezervne kopije

source: The source {0} is on volume {1}, which could not be found, aborting backup
cs: Zdroj {0} se nachází na svazku {1}, který se nepodařilo nalézt, záloha proto bude přerušena
de: Die Quelle {0} befindet sich auf dem Laufwerk {1}, welches nicht gefunden wurde, breche Backup ab
es: La fuente {0} está en el volumen {1}, que no se pudo encontrar, abortando la copia de seguridad
fr_ca: La source {0} est sur le volume {1}, qui n'a pu être trouvé, sauvegarde en cours d'annulation
it: La sorgente {0} è sul volume {1}, che non è stato trovato, interruzione del backup
ja_jp: バックアップ元 {0 }はボリューム {1} にありますが、ボリュームが見つかりません。バックアップを中断します
nl_nl: De bron {0} is op volume {1}, die niet kon worden gevonden, back-up wordt afgebroken
pl: Źródło {0} znajduje się na woluminie {1}, którego nie można znaleźć, przerywam tworzenie kopii zapasowej
pt_br: A origem {0} está no volume {1}, que não pôde ser localizado, abortando backup
ro: Sursa {0} este pe volumul {1}, care nu a putut fi găsit, avortând backup
sr_rs: Izvor {0} je na volumenu {1}, koji nije mogao biti pronađen, pa se rezervna kopija prekida

source: The backend url cannot start with {0} or {1}. If you intend to use a webdav backend, please use a url starting with {2}
de: Die Backend-URL darf nicht mit {0} oder {1} beginnen. Wenn Sie beabsichtigen, ein WebDAV-Backend zu verwenden, benutzen Sie bitte eine URL die mit {2} beginnt
fr_ca: L'URL de destination ne peut pas commencer par {0} ou {1}. Si vous voulez utiliser une destination webdav, utilisez un url commençant par {2}

source: The backend protocol {0} is not supported. Please use one of the following protocols: {1}
de: Das Backend-Protokoll {0} wird nicht unterstützt. Bitte benutzen Sie eines der folgenden Protokolle: {1}
fr_ca: Protocole de destination {0} non supporté. Utilisez un des suivants : {1}

source: If a backup is interrupted there will likely be partial files present on the backend. Using this option, Duplicati will automatically remove such files when encountered.
de: Wenn eine Sicherung unterbrochen wurde, können Dateifragmente auf dem Backend vorhanden sein. Mit dieser Option wird Duplicati solche Dateien automatisch entfernen.
fr_ca: Si une sauvegarde est interrompue, il y aura probablement des fichiers partiels sur la destination. Grâce à cette option, Duplicati les enlèvera automatiquement.
ja_jp: バックアップが中断された場合、バックエンドには未処理のファイルが残る可能性があります。このオプションを有効にすると、Duplicatiはそうしたファイルを検出した場合に、これを自動的に削除します。
nl_nl: Als een back-up wordt onderbroken, zullen er waarschijnlijk gedeeltelijke bestanden aanwezig zijn op de backend. Door deze optie te gebruiken, zal Duplicati dit soort bestanden automatisch verwijderen zodra ze ontdekt worden.

source: Remove unused files
de: Unbenutzte Dateien entfernen
fr_ca: Enlever les fichiers inutilisés
ja_jp: 使用されていないファイルを削除
nl_nl: Verwijder ongebruikte bestanden

source: A string used to prefix the filenames of the remote volumes, can be used to store multiple backups in the same remote folder. The prefix cannot contain a hyphen (-), but can contain all other characters allowed by the remote storage.
cs: Řetězec sloužící jako předpona pro názvy souborů na vzdálených svazcích, může být použit pro ukládání vícero záloh ve stejné vzdálené složce. Tato předpona nemůže obsahovat spojovník (-), ale jinak může obsahovat všechny znaky, podporované vzdáleným úložištěm.
de: Ein Text der als Prefix für die Dateinamen auf einem Remotelaufwerk genutzt wird. Kann dazu verwendet werden mehrere Backups in dem selben Remoteordner zu speichern. Das Präfix darf keinen Bindestrich enthalten (-), kann aber alle anderen Zeichen nutzen, die vom Remotespeicher erlaubt sind.
es: Una cadena usada para prefijar los nombres de los archivos de los volúmenes remotos, puede usarse para almacenar múltiples copias de seguridad en la misma carpeta remota. El prefijo no puede contener un guión (-), pero puede contener todos los demás caracteres permitidos por el almacenamiento remoto.
fr_ca: Une chaîne utilisée pour préfixer les noms de fichiers des volumes distants peut être utilisée pour stocker plusieurs sauvegardes dans le même dossier distant. Le préfixe ne peut pas contenir de tiret (-), mais peut contenir tous les autres caractères autorisés par le stockage distant.
it: Una stringa utilizzata per anteporre i nomi dei file ai volumi remoti, può essere utilizzata per archiviare più backup nella stessa cartella remota. Il prefisso non può contenere un trattino (-), ma può contenere tutti gli altri caratteri consentiti dall'archiviazione remota.
ja_jp: リモートのボリュームのファイル名の先頭に付ける文字列。リモートの同じフォルダーに複数のバックアップを保存するのに使用できます。半角ハイフン以外で、リモートの保存領域で使用できるものであれば、どの文字列も使用できます。
nl_nl: Een tekenreeks die gebruikt wordt om voorafgegaan te worden aan de bestandsnamen van de externe volumes, kan gebruikt worden om meerdere back-ups op te slaan in dezelfde externe map. Het voorvoegsel mag geen minteken (-) bevatten, maar kan alle andere tekens bevatten die door de externe opslag worden ondersteund.
pl: Ciąg używany do prefiksu nazw plików woluminów zdalnych może służyć do przechowywania wielu kopii zapasowych w tym samym folderze zdalnym. Prefiks nie może zawierać łącznika (-), ale może zawierać wszystkie inne znaki dozwolone przez magazyn zdalny.
pt_br: Uma string usada para prefixar os nomes dos arquivos remotos, pode ser usada para armazenar vários backups na mesma pasta remota. O prefixo não pode conter um hífen (-), mas pode conter todos os outros caracteres permitidos pelo armazenamento remoto.
ro: Un șir utilizat pentru prefixarea numelor de fișiere ale volumelor la distanță poate fi utilizat pentru stocarea mai multor copii de siguranță în același folder la distanță. Prefixul nu poate conține o cratimă (-), dar poate conține toate celelalte caractere permise de spațiul de stocare de la distanță.
ru: Строка, служащая в качестве префикса имен файлов удаленных томов, может использоваться для хранения нескольких резервных копий в одной и той же удаленной папке. Префикс не может содержать дефис (-), но может содержать все другие символы, разрешенные удаленным хранилищем.
sr_rs: Niz koji se koristi za prefiks imena fajlova udaljenih volumena, može se koristiti za skladištenje više rezervnih kopija u istoj udaljenoj fascikli. Prefiks ne može da sadrži crticu (-), ali može da sadrži sve druge znakove koje dozvoljava udaljeno skladište.

source: Remote filename prefix
cs: předpona názvu vzdáleného souboru
de: Remote-Dateinamenpräfix
es: Prefijo de nombre de archivo remoto
fi: Tiedostonimien etuliite etäpalvelimella
fr_ca: Préfixe de nom de fichier distant
it: Prefisso nome file remoto
ja_jp: リモートのファイル名の先頭に付ける文字列
nl_nl: Voorvoegsel van externe bestandsnaam
pl: Zdalny prefiks nazwy pliku
pt_br: Prefixo de nome de arquivo remoto
ro: Nume prefix de la distanță
ru: Префикс имени файла на удаленном сервере
sr_rs: Prefiks udaljenog naziva fajla

source: The operating system keeps track of the last time a file was written. Using this information, Duplicati can quickly determine if the file has been modified. If some application deliberately modifies this information, Duplicati won't work correctly unless this option is set.
de: Das Betriebssystem protokolliert, wann eine Datei zuletzt geschrieben wurde. Anhand dieser Informationen kann Duplicati schnell feststellen, ob die Datei geändert wurde. Falls eine Anwendung diese Informationen absichtlich manipuliert, wird Duplicati nicht korrekt funktionieren, außer wenn dieses Flag gesetzt ist.
fr_ca: Le système d'exploitation garde la trace de la dernière date d'écriture d'un fichier. Grâce à cette information, Duplicati peut rapidement déterminer si le fichier a été modifié depuis la date de la dernière sauvegarde. Si quelque application modifie cette information délibérément, Duplicati ne fonctionnera pas correctement à moins que cette option ne soit activée.
ja_jp: オペレーティングシステムには、ファイルが書き込まれた最終日時が記録されます。この情報を使用することによって、Duplicatiはファイルが変更されているかどうかを高速に確認する仕組みとなっています。ファイルの最終更新日時に関する情報を変更する場合、このオプションを有効にしない限り、Duplicatiは適切に機能しません。
nl_nl: Het besturingssysteem houdt bij op welk moment naar een bestand werd geschreven. Door middel van deze informatie kan Duplicati snel bepalen of het bestand is bewerkt. Als een bepaalde toepassing deze informatie aanpast, zal Duplicati niet correct werken, tenzij deze optie is ingesteld.

source: Disable checks based on file time
cs: Zakázat kontroly založené na času souboru
de: Überprüfung des Zeitstempels deaktivieren
es: Deshabilitar controles basados en la hora del archivo
fi: Poista käytöstä muokkausajan tarkistus
fr_ca: Désactive les vérifications basées sur l'heure des fichiers
it: Disattiva i controlli in base all'ora del file
ja_jp: ファイルの更新日時に基づくチェックを無効にする
nl_nl: Controles gebaseerd op bestandstijd uitschakelen
pl: Wyłącz sprawdzanie na podstawie czasu pliku
pt_br: Desabilitar verificações com base na data e hora do arquivo
ro: Dezactivați verificările în funcție de timpul fișierelor
ru: Отключить проверки на основе времени модификации файлов
sr_rs: Onemogućite provere na osnovu vremena fajla

source: By default, files will be restored in the source folders. Use this option to restore to another folder.
de: Normalerweise werden die Dateien im Quellordner wiederhergestellt. Verwenden Sie diese Option um einen anderen Ordner auszuwählen.
fr_ca: Par défaut, les fichiers seront restaurés dans le répertoire source. Utilisez cette option pour en choisir un autre.
ja_jp: 既定では、ファイルはバックアップ元のフォルダーに復元されます。このオプションで、別のフォルダーに復元することができます。
nl_nl: Standaard zullen bestanden hersteld worden naar de bronmappen. Gebruik deze optie om te herstellen naar een andere map.

source: Restore to another folder
cs: Obnovit do jiné složky
da: Gendan til en anden mappe
de: Wiederherstellen in einem anderen Ordner
es: Restaurar en otra carpeta
fi: Palauta tiedostot toiseen kansioon
fr_ca: Restauration vers un autre répertoire
it: Ripristina in un'altra cartella
ja_jp: 他のフォルダーに復元
nl_nl: Herstellen naar een andere locatie
pl: Przywróć do innego folderu
pt: Restaurar para outra pasta
pt_br: Restaurar para outra pasta
ro: Reveniți la alt dosar
ru: Восстановить в другую папку
sk_sk: Obnovenie do iného adresára
sr_rs: Vratite u drugu fasciklu
sv_se: Återställ till en annan mapp

source: Allow system to enter sleep power modes for inactivity during backup/restore operations (Windows/OSX only)
cs: Umožnit systému přejít do pohotovostního režimu při nečinnosti při zálohovacích/obnovovacích operacích (pouze MS Windows / macOS)
de: Erlaube dem System in den Schlafmodus zu wechseln bei Inaktivität während Backup oder Wiederherstellungsvorgängen (Nur Windows/OSX)
es: Permitir que el sistema entre en los estados de energía de reposo por inactividad durante las operaciones de respaldo/restauración (sólo Windows/OSX)
fi: Sallii järjestelmän mennä lepotilaan varmuuskopioinnin ja tiedostojen palauttamisen aikana. (vain Windows ja OS X)
fr_ca: Autorise le système à basculer dans des modes de veille électrique dues à une inactivité durant des opérations de sauvegarde ou de restauration (Windows / MacOS uniquement)
it: Consenti al sistema di entrare in modalità Sospensione per inattività durante le operazioni di backup/ripristino (solo Windows/OSX)
ja_jp: バックアップまたは復元中にシステムが非アクティブの場合、システムがスリープモードに入ることを許可（WindowsまたはmacOSのみ）
nl_nl: Staat toe dat het systeem bij inactiviteit in slaapmodus gaat tijdens back-up/herstel bewerkingen (alleen Windows/OSX)
pl: Zezwalaj systemowi na przejście w tryby uśpienia w celu braku aktywności podczas operacji tworzenia kopii zapasowej/przywracania (tylko Windows/OSX)
pt_br: Permitir que o sistema entre no modo de energia suspender por inatividade durante as operações de backup/restauração (somente Windows / OSX)
ro: Permiteți sistemului să intre în modurile de alimentare în modul de oprire pentru inactivitate în timpul operațiilor de backup / restaurare (numai pentru Windows / OSX)
ru: Позволять системе уходить в спящий режим при бездействии во время операций резервного копирования и восстановления (только для Windows/OSX)
sr_rs: Dozvolite sistemu da uđe u režim spavanja radi neaktivnosti tokom operacija pravljenja rezervnih kopija/vraćanja (samo za Vindouz/OSX)

source: Toggle system sleep mode
de: Systemschlafmodus umschalten
fr_ca: Basculez le mode de veille du système
ja_jp: システムのスリープモードを切り替える
nl_nl: Schakel systeem slaapmodus in en uit

source: By setting this value you can limit how much bandwidth Duplicati consumes for downloads. Setting this limit can make the backups take longer, but will make Duplicati less intrusive.
cs: Nastavením této hodnoty je možné omezit kolik z přenosové rychlosti může Duplicati využít pro stahování. Nastavení může prodloužit trvání zálohování, ale bude méně obtěžující.
de: Wenn dieser Wert gesetzt wird, kann die verwendete Bandbreite bestimmt werden, welche Duplicati für Downloads verbraucht. Dadurch können Sicherungen länger dauern, macht aber Duplicati weniger störend.
es: Al establecer este valor se puede limitar la cantidad de ancho de banda que Duplicati consume para las descargas. Establecer este límite puede hacer que las copias de seguridad tomen más tiempo, pero hará que Duplicati sea menos intrusivo.
fi: Tämä asetus rajoittaa nopeutta, jolla Duplicati lataa tiedostoja etäpalvelimelta. Tämä asetus hidastaa varmuukopioiden tekoa, mutta varmuuskopiot haittaavat vähemmän muuta verkonkäyttöä.
fr_ca: En définissant cette valeur, vous pouvez limiter la quantité de bande passante utilisée par Duplicati pour les téléchargements. Définir cette limite peut rendre les sauvegardes plus longues, mais rend Duplicati moins intrusif.
it: Impostando questo valore puoi limitare la quantità di larghezza di banda che Duplicata usa per scaricare. L'impostazione di questo limite può richiedere più tempo per i backup, ma renderà Duplicati meno invadente.
ja_jp: この数値を設定すると、Duplicatiがダウンロードに使用する帯域幅を調整することができます。バックアップに掛かる時間は長くなる可能性がありますが、Duplicatiが帯域幅を占める度合は減少します。
nl_nl: Door deze waarde in te stellen kan de bandbreedte beperkt worden die Duplicati gebruikt voor downloads. Door deze limiet in te stellen kan het maken van back-ups langer duren, maar zal Duplicati voor minder systeembelasting zorgen.
pl: Ustawiając tę ​​wartość, możesz ograniczyć przepustowość zużywaną przez Duplicati do pobierania. Ustawienie tego limitu może wydłużyć czas tworzenia kopii zapasowych, ale sprawi, że Duplicati będzie mniej inwazyjne.
pt_br: Ao definir este valor, você pode limitar a largura de banda que o Duplicati consome para downloads. Definir esse limite pode fazer com que os backups demorem mais, mas tornará o Duplicati menos intrusivo.
ro: Prin setarea acestei valori puteți să limitați cât de mult consumă lățimea de bandă pentru descărcări. Setarea acestei limite poate face ca backup-urile să dureze mai mult, dar vor face ca Duplicați să fie mai puțin invazive.
ru: Установив это значение, вы можете ограничить объем трафика, потребляемый Duplicati для загрузки. Установка ограничения может привести к более длительному созданию резервных копии, но сделает Duplicati менее навязчивым.
sr_rs: Postavljanjem ove vrednosti možete ograničiti koliko propusnog opsega Duplicati troši za preuzimanja. Podešavanje ovog ograničenja može produžiti pravljenje rezervnih kopija, ali će Duplicati učiniti manje nametljivim.

source: Max number of kilobytes to download pr. second
cs: Největší počet kilobytů, které mají být za sekundu staženy
de: Max Anzahl von Kilobyte pro Sekunde herunterladen
es: Número máximo de kilobytes a descargar por segundo
fi: Suurin latausnopeus etäpalvelimelta (kT/s)
fr_ca: Nombre maximum de kilo-octets par seconde pour télécharger
it: Numero massimo di kilobyte al secondo per scaricare
ja_jp: 1秒毎にダウンロードする最大のキロバイト数
nl_nl: Maximale hoeveelheid kilobytes per seconde voor downloads
pl: Maksymalna liczba kilobajtów do pobrania na sekundę
pt_br: Número máximo de kilobytes para download por segundo
ro: Număr maxim de kilobytes pentru a descărca pr. al doilea
ru: Максимальная скорость загрузки в кБ/сек
sr_rs: Maksimalni broj kilobajta za preuzimanje u sekundi
sv_se: Maximalt antal kilobyte att ladda ned per sekund
