Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: This value can be a filename. If the file exists, the file contents will be used as the message. In the message, certain tokens are replaced: %OPERATIONNAME% - The name of the operation, normally "Backup" %REMOTEURL% - Remote server url %LOCALPATH% - The path to the local files or folders involved in the operation (if any) %PARSEDRESULT% - The parsed result, if the operation is a backup. Possible values are: Error, Warning, Success All command line options are also reported within %value%, e.g. %volsize%. Any unknown/unset value is removed.
cs: Tato hodnota může být jméno souboru. Pokud tento soubor existuje, bude jeho obsah použit jako zpráva.
it: Questo valore può essere il nome di un file. Se il file esiste, il contenuto del file sarà utilizzato come messaggio. Nel messaggio sono sostituiti alcuni token: %OPERATIONNAME% - Il nome dell'operazione, di norma "Backup" %LOCALPATH% - Il percorso dei file o delle cartelle locali coinvolti nell'operazione (se presente) %PARSEDRESULT% - Il risultato analizzato, se l'operazione è un backup. I valori possibili sono: Errore, Avviso, Successo Tutte le opzioni da riga di comando sono segnalate dentro %value%, es. %volsize%. Qualsiasi valore sconosciuto/non impostato è rimosso.
pt_br: Este valor pode ter um nome de arquivo. Se o arquivo existir, o conteúdo arquivo será utilizado em uma mensagem. Na mensagem, certos tokens serão substituídos: %OPERATIONNAME% - O nome da operação, normalmente "Cópia" %REMOTEURL% - Url do servidor remoto %LOCALPATH% - O caminho para o local dos arquivos e pastas envolvidos na operações (se vários) %PARSEDRESULT% - A análise do resultado, se a operação é uma cópia. Possíveis valores são: Erro, Aviso, Sucesso Todos as opções de linha de comando são reportadas com %value%, por exemplo, %volsize%. Qualquer valor desconhecido/desativado será removido.
ro: Această valoare poate fi un nume de fișier. Dacă fișierul există, conținutul fișierului va fi folosit ca mesaj. În mesaj, se înlocuiesc anumite jetoane: % OPERATIONNAME% - Numele operației, în mod normal "Backup" % REMOTEURL% - Adresa URL a serverului de la distanță % LOCALPATH% - Calea către fișierele sau folderele locale implicate în operație (dacă există) % PARSEDRESULT% - Rezultatul analizat, dacă operația este o copie de rezervă. Valorile posibile sunt: ​​Eroare, Avertizare, Succes Toate opțiunile de linie de comandă sunt, de asemenea, raportate în%% value%, de ex. % Volsize%. Orice valoare necunoscută / dezactivată este eliminată.
ru: Это значение может быть именем файла. Если такой файл существует, его содержимое будет использоваться в качестве сообщения. Определенные токены в сообщении будут заменены: %OPERATIONNAME% - Имя операции, обычно «Резервное копирование» %REMOTEURL% - URL удаленного сервера %LOCALPATH% - Путь к локальным файлам или папкам, участвующим в операции (если они есть) %PARSEDRESULT% - Проанализированный результат, если это операция резервного копирования. Возможные значения: Ошибка, Предупреждение, Успех Все опции командной строки также сообщаются в формате %value%, напр. %volsize%. Все неизвестные/неустановленные значения удаляются.
sr_rs: Ova vrednost može biti ime fajla. Ako fajl postoji, sadržaj fajla će se koristiti kao poruka. U poruci, određeni tokeni su zamenjeni: %OPERATIONNAME% – Naziv operacije, obično "Backup" %REMOTEURL% – URL udaljenog servera %LOCALPATH% - putanja do lokalnih fajlova ili fascikli uključenih u operaciju (ako ih ima) %PARSEDRESULT% - raščlanjeni rezultat, ako je operacija rezervna kopija. Moguće vrednosti su: Error, Warning, Success Sve opcije komandne linije su takođe prijavljene u okviru %value%, npr. %volsize%. Svaka nepoznata/nepodešena vrednost se uklanja.

source: The username for the account that will send the message, including the hostname. I.e. "account@jabber.org/Home"
cs: Uživatelské jméno účtu, který bude posílat zprávu, včetně názvu stroje. Tj. „ucet@jabber.org/Doma“
fi: Viestin lähettäjän tili mukaanlukien palvelin. Esim: "tili@jabber.org/Home"
it: Il nome utente per l'account che invierà il messaggio, incluso il nome dell'host. Cioè "account@jabber.org/Home"
pt_br: O nome de usuário desta conta que enviará a mensagem, incluindo o hostname. Por exemplo "account@jabber.org/Home"
ro: Numele de utilizator pentru contul care va trimite mesajul, inclusiv numele de gazdă. I.E. "Account@jabber.org/Home"
ru: Имя пользователя для учетной записи, с которой будет отправлено сообщение, включая имя хоста. Напр.:. "account@jabber.org/Home"
sr_rs: Korisničko ime za nalog koji će poslati poruku, uključujući ime hosta. tj. "account@jabber.org/Home"

source: The password for the account that will send the message
cs: Heslo pro účet použitý k odeslání zprávy
fi: Viestin lähettäjän salasana
it: La password per l'account che invierà il messaggio
pt_br: A senha da conta que enviará a mensagem
ro: Parola pentru contul care va trimite mesajul
ru: Пароль для аккаунта, с которого будет отправлено сообщение
sr_rs: Lozinka za nalog koji će poslati poruku

source: By default, messages will only be sent after a Backup operation. Use this option to send messages for all operations
cs: Ve výchozím stavu, zprávy budou posílány pouze po operaci zálohování. Touto předvolbou je možné nechat posílat zprávy o všech operacích
fi: Oletuksena viesti lähetetään vain varmuuskopioinnin jälkeen. Tällä valitsimella voit lähettää viestin kaikkien operaatioiden jälkeen.
it: Per impostazione predefinita, i messaggi saranno inviati solo dopo l'operazione di backup. Usa questa opzione per inviare i messaggi per tutte le operazioni
pt_br: Por padrão, mensagens somente serão enviadas depois de uma operação de Cópia. Utilize esta opção para enviar mensagens para todas as operações
ro: Implicit, mesajele vor fi trimise numai după o operație de copiere de rezervă. Utilizați această opțiune pentru a trimite mesaje pentru toate operațiile
ru: По умолчанию сообщение будет послано только по окончании операции резервного копирования. Используйте эту настройку, чтобы посылать сообщения обо всех операциях
sr_rs: Podrazumevano, poruke će biti poslate samo nakon operacije rezervne kopije. Koristite ovu opciju da se poruke šalju za sve operacije.

source: Failed to send jabber message: {0}
cs: Nepodařilo se odeslat Jabber zprávu: {0}
fi: Jabber-viestin lähettäminen epäonnistui: {0}
it: Invio del messaggio Jabber fallito: {0}
pt_br: Falha ao enviar mensagem jabber: {0}
ro: Mesajul jabber nu a fost trimis: {0}
ru: Не удалось отправить сообщение через jabber: {0}
sr_rs: Slanje jabber poruke nije uspelo: {0}

source: HTTP report url
cs: URL adresa pro HTTP hlášení
fi: HTTP-raportin URL
it: URL rapporto HTTP
pt_br: URL do relatório HTTP
ro: Adresa URL de raport HTTP
ru: URL отчета HTTP
sr_rs: URL HTTP izveštaja

source: The name of the parameter to send the message as.
cs: Název parametru který poslat jako zprávu.
it: Il nome del parametro per inviare il messaggio come.
pt_br: O nome do parâmetro para enviar a mensagem como
ro: Numele parametrului pentru a trimite mesajul ca.
ru: Название параметра отправляемого сообщения.
sr_rs: Naziv parametra za slanje poruke.

source: Extra parameters to add to the http message
cs: Dodatečné parametry, které se mají přidat k HTTP zprávě
fi: Ylimääräiset parametrit HTTP-viestiin
it: Parametri aggiuntivi da aggiungere al messaggio http
ja_jp: HTTPのメッセージに追加するパラメーター
pt_br: Parâmetros extras para adicionar à mensagem http
ro: Parametri suplimentari adăugați la mesajul http
ru: Дополнительные параметры для http сообщения.
sr_rs: Dodatni parametri za dodavanje u http poruku

source: Extra parameters to add to the http message. I.e. "parameter1=value1&parameter2=value2"
cs: Další parametry které přidat k http zprávě. Tj. „parametr1=hodnota1&parametr2=hodnota2“
fi: HTTP-viestiin lisättävät ylimääräiset parametrit, esim. "parametri1=arvo1&parametri2=arvo2"
it: Parametri aggiuntivi da aggiungere al messaggio http. Cioè "parameter1=value1&parameter2=value2"
pt_br: Parâmetros extras para adicionar à mensagem http. Isto é, "parameter1=value1&parameter2=value2"
ro: Parametri suplimentari adăugați la mesajul http. I.E. „Parametru1 = valoare1 & parametru2 = valoare2“
ru: Дополнительные параметры для http сообщения. Напр. : «parameter1=value1&parameter2=value2»
sr_rs: Dodatni parametri za dodavanje u http poruku. tj. "parameter1=value1&parameter2=value2"

source: Failed to send http message: {0}
cs: Http zprávu se nepodařilo odeslat: {0}
fi: HTTP -viestin lähetys epäonnistui: {0}
it: Invio del messaggio http fallito: {0}
pt_br: Falha no envio de mensagem htto: {0}
ro: Nu a fost trimis mesajul http: {0}
ru: Не удалось послать HTTP-сообщение: {0}
sr_rs: Slanje http poruke nije uspelo: {0}

source: Send data as JSON body
cs: Poslat data jako JSON tělo
it: Invia dati come corpo JSON
pt_br: Enviar dados como JSON
sr_rs: Pošaljite podatke kao JSON telo

source: Use this flag to send the result data as a JSON object
cs: Tento příznak použijte pro posílání výsledných dat v podobě JSON objektu
it: Utilizza questo flag per inviare i dati del risultato come oggetto JSON
pt_br: Use este sinalizador para enviar os dados do resultado como um objeto JSON
sr_rs: Koristite ovu zastavicu da pošaljete podatke o rezultatu kao JSON objekat

source: Sets the HTTP verb to use
cs: Nastaví HTTP sloveso které použít
it: Imposta il protocollo HTTP da utilizzare
pt_br: Define o cabeçalho HTTP que deseja usar
sr_rs: Postavlja HTTP glagol za upotrebu

source: Use this option to change the default HTTP verb used to submit a report
cs: Tuto volbu použijte pro změnu výchozího HTTP slovesa sloužícího pro poslání výkazu
it: Utilizza questa opzione per modificare il protocollo HTTP predefinito utilizzato per inviare una segnalazione
pt_br: Use esta opção para alterar o cabeçalho HTTP padrão usado para enviar um relatório
sr_rs: Koristite ovu opciju da promenite podrazumevani HTTP glagol koji se koristi za podnošenje izveštaja

source: Defines a log level for messages
cs: Určuje stupeň podrobnosti zpráv záznamu událostí
it: Definisce un livello di log per i messaggi
pt_br: Define um nível de log para mensagens
sr_rs: Definiše nivo dnevnika za poruke

source: Use this option to set the log level for messages to include in the report
cs: Tuto volbu použijte pro nastavení stupně podrobnosti zpráv záznamu událostí které zahrnout do výkazu
it: Utilizza questa opzione per impostare il livello di log per i messaggi da includere nella segnalazione
pt_br: Use esta opção para definir o nível de log das mensagens a serem incluídas no relatório
sr_rs: Koristite ovu opciju da podesite nivo evidencije za poruke koje će se uključiti u izveštaj

source: Use this option to set a filter expression that defines what options are included in the report
cs: Tuto volbu použijte pro nastavení výrazu filtru který určuje, které volby jsou zahrnuty ve výkazu
it: Utilizza questa opzione per impostare un filtro espressione che definisce quali opzioni sono incluse nella segnalazione
pt_br: Use essa opção para definir uma expressão de filtro que defina quais opções estão incluídas no relatório
sr_rs: Koristite ovu opciju da postavite izraz filtera koji definiše koje su opcije uključene u izveštaj

source: Limits log lines
cs: Omezuje řádky záznamu událostí
it: Limita le linee di log
pt_br: Limita linhas de log
sr_rs: Ograničava linije dnevnika

source: {0}You may want to import a set of trusted certificates into the Mono certificate store.{0}Use the command:{0} cert-sync /etc/ssl/certs/ca-certificates.crt #for Debian based systems{0} cert-sync /etc/pki/tls/certs/ca-bundle.crt #for RedHat derivatives{0}Read more: {1}
cs: {0}Možná chcete importovat sadu důvěryhodných certifikátů do úložiště certifikátů Mono.{0} Použijte příkaz:{0} cert-sync /etc/ssl/certs/ca-certificates.crt #u systémů, založených na distribuci Debian{0} cert-sync /etc/pki/tls/certs/ca-bundle.crt #u systémů odvozených od distribuce RedHat{0} Podrobnosti se dočtete v: {1}
it: {0}Potresti importare un insieme di certificati attendibili nell'archivio Mono certificato.{0}Usa il comando:{0} cert-sync /etc/ssl/certs/ca-certificates.crt #per sistemi basati su Debian {0} cert-sync /etc/pki/tls/certs/ca-bundle.crt #per sistemi derivati da RedHat{0}Leggi di più: {1}
pt_br: {0} Você pode querer importar um conjunto de certificados confiáveis para a loja de certificados Mono. {0} Use o comando: {0} cert-sync /etc/ssl/certs/ca-certificates.crt #para sistemas baseados em Debian {0} cert-sync /etc/pki/tls/certs/ca-bundle.crt #para sistemas baseados RedHat {0} Leia mais: {1}
ro: {0} Puteți să doriți să importați un set de certificate de încredere în magazinul de certificate Mono. {0} Utilizați comanda: {0} cert-sync /etc/ssl/certs/ca-certificates.crt # pentru sistemele bazate pe Debian { 0} cert-sync /etc/pki/tls/certs/ca-bundle.crt # pentru derivatele RedHat {0} Citiți mai multe: {1}
ru: {0}Вы можете импортировать набор доверенных сертификатов в хранилище сертификатов Mono.{0}Используйте команду:{0} cert-sync /etc/ssl/certs/ca-certificates.crt #для систем, основанных на Debian{0} cert-sync /etc/pki/tls/certs/ca-bundle.crt #для производных RedHat{0}Подробнее: {1}
sr_rs: {0}Možda ćete želeti da uvezete skup pouzdanih sertifikata u Mono skladište sertifikata.{0}Koristite komandu:{0} cert-sinc /etc/ssl/certs/ca-certificates.crt #for Debian sisteme{ 0} cert-sinc /etc/pki/tls/certs/ca-bundle.crt #for RedHat derivate{0}Pročitajte više: {1}

source: The server certificate had the error {0} and the hash {1}{2}If you trust this certificate, use the commandline option --accept-specified-ssl-hash={1} to accept the server certificate anyway.{2}You can also attempt to import the server certificate into your operating systems trust pool.
cs: Certifikát serveru má chybu {0} a otisk (hash) {1}{2} Pokud tomuto certifikátu věříte, použijte volbu příkazového řádku --accept-specified-ssl-hash={1} pro přijetí certifikátu serveru i tak. {2}Můžete se také pokusit importovat certifikát serveru do fondu těch důvěryhodných vašeho operačního systému.
fi: Palvelimen sertifikaatti oli viallinen. Virhe: {0}. Sertifikaatin sormenjälki oli {1}{2}Jos luotat tähän sertifikaattiin, voit hyväksyä sen valitsimella --accept-specified-ss-hash={1}.{2}Voit myös koittaa tuoda sertifikaatin käyttöjärjestelmään luotetuksi sertifikaatiksi.
it: Nel certificato del server si è verificato l'errore {0} e l'hash {1}{2}Se consideri attendibile questo certificato, usa l'opzione da riga di comando --accept-specified-ssl-hash={1} per accettare comunque il certificato del server.{2} Puoi anche tentare di importare il certificato del server nel pool di attendibilità del sistema operativo.
pt_br: O certificado do servidor teve o erro {0} e o hash {1} {2} Se você confia neste certificado, use a opção de linha de comando --accept-specified-ssl-hash={1} para aceitar o certificado do servidor de qualquer maneira. {2} Você também pode tentar importar o certificado do servidor para o pool de confiança dos sistemas operacionais.
ro: Certificatul de server a avut eroarea {0} și hash {1} {2} Dacă aveți încredere în acest certificat, utilizați opțiunea de linie de comandă --accept-specified-ssl-hash = {1} } De asemenea, puteți încerca să importați certificatul de server în piscina de încredere a sistemelor de operare.
ru: Сертификат сервера содержит ошибку {0} и хэш {1} {2} Если вы доверяете этому сертификату, используйте параметр командной строки --accept-specified-ssl-hash= {1}, чтобы принять сертификат сервера в любом случае. {2} Вы также можете попытаться импортировать сертификат сервера в пул доверенных сертификатов вашей операционной системы.
sr_rs: Sertifikat servera je imao grešku {0} i heš {1}{2}Ako verujete ovom sertifikatu, koristite opciju komandne linije --accept-specified-ssl-hash={1} da biste ipak prihvatili sertifikat servera.{2 }Takođe možete pokušati da uvezete sertifikat servera u skup poverenja vašeg operativnog sistema.

source: No filesets matched the criteria
cs: Zadaným kritériím neodpovídá žádná sada souborů
fi: Yksikään varmuuskopio ei vastannut hakuehtoja
it: Nessun gruppo di file corrisponde ai criteri
pt_br: Nenhum conjunto de arquivos correspondeu ao critério
ro: Niciun set de fisiere nu au corespuns criteriilor
ru: Ни один набор файлов не удовлетворяет критериям
sr_rs: Nijedan set fajlova nije odgovarao kriterijumima

source: Module is loaded automatically, use --disable-module to prevent this
cs: Modul je zaváděn automaticky, zabráníte tomu parametrem --disable-module
fi: Moduuli ladataan automaattisesti, käytä --disable-module -vipua estääksesi tämän
it: Il modulo è caricato automaticamente, usa --disable-module per evitarlo
pt_br: Módulo carregado automaticamente, utilize --disable-module para desabilitá-lo
ro: Modulul nu este încărcat automat, utilizați -enable-module pentru al încărca
ru: Модуль загружается автоматически, для предотвращения этого используйте --disable-module
sr_rs: Modul se automatski učitava, koristite --disable-module da biste ovo sprečili

source: Module is not loaded automatically, use --enable-module to load it
cs: Modul není zaváděn automaticky, aby tomu tak bylo, použijte parametr --enable-module
fi: Moduulia ei ladata automaattisesti, käytä --enable-module -vipua ladataksesi sen
it: Il modulo non è caricato automaticamente, usa --enable-module per caricarlo
pt_br: Módulo não carregado automaticamente, utilize --enable-module para habilitá-lo
ro: Modulul nu este încărcat automat, utilizați -enable-module pentru al încărca
ru: Модуль не загружен автоматически, для его загрузки используйте --enable-module
sr_rs: Modul se ne učitava automatski, koristite --enable-module da ga učitate

source: The option --{0} was supplied, but it is reserved for internal use and may not be set on the commandline
cs: Byla zadána volba --{0}, ale ta je vyhrazena pro použití v rámci aplikace a neměla by být zadávána na příkazovém řádku
fi: Valitsin --{0} on varattu sisäiseen käyttöön. Sitä ei voi käytää komentorivillä.
it: L'opzione --{0} è stata impostata, ma essa è riservata per uso interno e non può essere usata da riga di comando
pt_br: A opção --{0} foi fornecida, mas é reservada para uso interno e não pode ser definida na linha de comando
ro: Opțiunea - {0} a fost furnizată, dar este rezervată pentru utilizare internă și nu poate fi setată
ru: Был установлен параметр --{0}, но он зарезервирован для внутреннего использования и не может быть установлен в командной строке
sr_rs: Opcija --{0} je dostavljena, ali je rezervisana za internu upotrebu i možda nije podešena na komandnoj liniji

source: Include files that match this filter. The special character * means any number of character, and the special character ? means any single character, use *.txt to include all files with a txt extension. Regular expressions are also supported and can be supplied by using hard braces, i.e. [.*\.txt]. Filter groups (which encapsulate a built-in set of well-known files and folders) can be specified by using curly braces, i.e. {{Applications}}.
cs: Zahrnout soubory které odpovídají tomuto filtru. Speciální znak „*“ (hvězdička) zastupuje libovolný počet znaků a „?“ (otazník) jeden jakýkoli znak (např. pro zahrnutí všech souborů s příponou txt použijte *.txt). Je také možné použít regulární výrazy a to jejich zadáním v hranatých závorkách, tj. [.*\.txt]. Skupiny filtru (které obalují vestavěnou sadu známých souborů a složek) je možné zadat pomocí složených závorek, tj. {{Applications}}.
it: Include i file che corrispondono a questo filtro. Il carattere speciale * indica un numero qualsiasi di caratteri e il carattere speciale ? ogni singolo carattere, usa *.txt per includere tutti i file con estensione txt. Anche le espressioni regolari sono supportate e possono essere fornite utilizzando parentesi quadre, ad es. [.*\.txt]. I filtri gruppo (che racchiudono un set predefinito di file e cartelle noti) possono essere specificati utilizzando parentesi graffe, ad es. {{Applicazioni}}.
pt_br: Inclua arquivos que correspondam a esse filtro. O caractere especial * significa qualquer quantidade de caracteres e o caractere especial ? significa qualquer caractere único, use * .txt para incluir todos os arquivos com uma extensão de texto. Expressões regulares também são suportadas e podem ser fornecidas usando chaves rígidas, ou seja, [.*\.txt]. Os grupos de filtros (que encapsulam um conjunto interno de arquivos e pastas conhecidos) podem ser especificados usando chaves, ou seja, {{Applications}}.
sr_rs: Uključi fajlove koje odgovaraju ovom filteru. Specijalni znak * označava bilo koji broj karaktera, a specijalni znak ? znači bilo koji pojedinačni znak, koristite *.txt da biste uključili sve fajlove sa ekstenzijom txt. Regularni izrazi su takođe podržani i mogu se obezbediti korišćenjem uglastih zagrada, tj. [.*\.txt]. Grupe filtera (koje obuhvataju ugrađeni skup dobro poznatih fajlova i fascikli) mogu se navesti korišćenjem vitičastih zagrada, tj. {{Applications}}.

source: Exclude files that match this filter. The special character * means any number of character, and the special character ? means any single character, use *.txt to exclude all files with a txt extension. Regular expressions are also supported and can be supplied by using hard braces, i.e. [.*\.txt]. Filter groups (which encapsulate a built-in set of well-known files and folders) can be specified by using curly braces, i.e. {{TemporaryFiles}}.
cs: Vynechat soubory které odpovídají tomuto filtru. Speciální znak * (hvězdička) znamená libovolný počet znaků a speciální znak ? znamená libovolný jeden znak. Například pro vynechání všech souborů příponou txt použijte *.txt. Jsou také podporovány regulární výrazy a je možné je zadat pomocí hranatých závorek, tj. [.*\.txt]. Skupiny filtru (které obalují vestavěnou sadu známých souborů a složek) je možné zadat pomocí složených závorek, tj. {{TemporaryFiles}}.
it: Esclude i file che corrispondono a questo filtro. Il carattere speciale * indica un numero qualsiasi di caratteri e il carattere speciale ? ogni singolo carattere, usa *.txt per escludere tutti i file con estensione txt. Anche le espressioni regolari sono supportate e possono essere fornite utilizzando parentesi quadre, ad es. [.*\.txt]. I filtri gruppo (che racchiudono un set predefinito di file e cartelle noti) possono essere specificati utilizzando parentesi graffe, ad es. {{File temporanei}}.
pt_br: Exclua arquivos que correspondam a esse filtro. O caractere especial * significa qualquer número de caracteres e o caractere especial ? significa qualquer caractere único, use *.txt para excluir todos os arquivos com uma extensão txt. Expressões regulares também são suportadas e podem ser fornecidas usando chaves rígidas, ou seja, [.*\.txt]. Os grupos de filtros (que encapsulam um conjunto interno de arquivos e pastas conhecidos) podem ser especificados usando chaves, ou seja, {{TemporaryFiles}}.
sr_rs: Izuzmi fajlove koje odgovaraju ovom filteru. Specijalni znak * označava bilo koji broj karaktera, a specijalni znak ? znači bilo koji pojedinačni znak, koristite *.txt da biste isključili sve fajlove sa ekstenzijom txt. Regularni izrazi su takođe podržani i mogu se obezbediti korišćenjem uglastih zagrada, tj. [.*\.txt]. Grupe filtera (koje obuhvataju ugrađeni skup dobro poznatih fajlova i fascikli) mogu se navesti korišćenjem vitičastih zagrada, tj. {{TemporaryFiles}}.

source: Failed to execute GPG at ""{0}" {1}": {2}
cs: Nepodařilo se spustit GPG na ""{0}" {1}": {2}
fi: Ohjelmaa GPG ei voitu suorittaa sijainissa ""{0}" {1}": {2}
pt_br: Falha na execução GPG em ""{0}" {1}": {2}
ro: Nu a reușit să se execute GPG la "{0}" {1} ": {2}
ru: Не удалось выполнить GPG в ««{0}» {1}»: {2}
