Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: This module will ask the user for an encryption password on the command line unless encryption is disabled or the password is supplied by other means
cs: Tento modul se uživatele zeptá na šifrovací heslo na příkazovém řádku pokud šifrování není vypnuto nebo heslo není poskytnuté jinými prostředky
de: Dieses Modul fragt den User in der Kommandozeile nach einem Verschlüsselungs-Passwort, es sei denn Verschlüsselung ist abgeschaltet oder das Passwort wird durch andere Mittel bereitgestellt.
es: Este módulo pedirá al usuario una contraseña de cifrado en la línea de comandos, a menos que el cifrado esté desactivado o la contraseña sea suministrada por otros medios.
fi: Tämä moduuli pyytää käyttäjää antamaan salasanan komentorivillä, jos salausta ei ole poistettu käytöstä tai salasanaa ei ole annettu muulla tavoin.
fr_ca: Ce module demandera à l'utilisateur un mot de passe de cryptage sur la ligne de commande, sauf si le cryptage est désactivé ou si le mot de passe est fourni par d'autres moyens.
it: Questo modulo chiederà all'utente una password di crittografia da riga di comando a meno che la crittografia non sia disattivata o la password sia fornita in altri modi
ja_jp: このモジュールは、暗号化が無効になっているか、パスワードが別の方法で指定されているのでない限り、コマンドラインで暗号化用のパスワードをユーザーに確認します
nl_nl: Deze module zal de gebruiker vragen om een coderingswachtwoord in de opdrachtregel, tenzij codering is uitgeschakeld of het wachtwoord op een andere manier wordt opgegeven.
pl: Ten moduł poprosi użytkownika o hasło szyfrowania w wierszu polecenia, chyba że szyfrowanie jest wyłączone lub hasło jest dostarczane w inny sposób
pt_br: Este módulo solicitará ao usuário uma senha de criptografia na linha de comando, a menos que a criptografia seja desativada ou a senha seja fornecida por outros meios
ro: Acest modul va cere utilizatorului o parolă de criptare pe linia de comandă, cu excepția cazului în care criptarea este dezactivată sau parola este furnizată prin alte mijloace
ru: Этот модуль будет запрашивать у пользователя пароль для шифрования в командной строке, если шифрование не отключено и пароль не был передан другим способом
sr_rs: Ovaj modul će od korisnika tražiti lozinku za šifrovanje u komandnoj liniji osim ako šifrovanje nije onemogućeno ili lozinka nije data na drugi način

source: Password prompt
cs: Zadejte heslo
de: Passwortabfrage
es: Solicitud de contraseña
fi: Salauslause
fr_ca: Invite de mot de passe
it: Richiesta password
ja_jp: パスワードの入力を要求
nl_nl: wachtwoordprompt
pl: Pytanie o hasło
pt_br: Pedido de senha
ro: Solicitare parolă
ru: Запрос пароля
sr_rs: Prompt za lozinku

source: Confirm encryption passphrase
cs: Potvrzení zadání šifrovací heslové fráze
da: Bekræft krypteringskoden
de: Verschlüsselungspassphrase bestätigen
es: Confirmar frase de seguridad cifrada
fi: Vahvista salauslause
fr_ca: Confirmez la phrase secrète de chiffrement
it: Conferma passphrase crittografia
ja_jp: 暗号化用のパスフレーズを確認
nl_nl: Bevestig wachtwoordzin voor codering
pl: Potwierdź hasło szyfrowania
pt: Confirme a chave de encriptação
pt_br: Confirma frase de segurança encriptada
ro: Confirmați expresia de acces pentru criptare
ru: Подтвердите кодовую фразу шифрования
sk_sk: Potvrdenie šifrovacej frázy
sr_rs: Potvrdite pristupnu frazu za enkripciju
sv_se: Bekräfta krypteringslösenord

source: Empty passphrases are not allowed
cs: Prázdná hesla nejsou povolena
de: Leere Passphrasen sind nicht erlaubt
es: No se permiten frases de seguridad vacías
fi: Tyhjä salauslause ei ole sallittu
fr_ca: Les mots de passe vides ne sont pas autorisés
it: Non sono consentite passphrase vuote
ja_jp: パスフレーズを入力してください
nl_nl: Lege wachtwoordzinnen zijn niet toegestaan
pl: Nie można użyć pustych haseł szyfrowania
pt_br: Senhas vazias não são permitidas
ro: Fraza de acces nu este permisă
ru: Пустые кодовые фразы недопустимы
sk_sk: Prázdne heslá nie sú povolené
sr_rs: Prazne lozinke nisu dozvoljene

source: Enter encryption passphrase
cs: Zadejte šifrovací heslovou frázi
da: Indtast krypteringssætning
de: Verschlüsselungspassphrase eingeben
es: Introduzca la frase de cifrado
fi: Anna salauslause
fr_ca: Entrez la phrase secrète de chiffrement
it: Inserisci passphrase crittografia
ja_jp: 暗号化用のパスフレーズを入力してください
nl_nl: Geef een wachtwoordzin in voor codering
pl: Podaj hasło szyfrowania
pt: Digite a palavra-passe de encriptação
pt_br: Informe a senha para encriptação
ro: Introduceți expresia de acces pentru criptare
ru: Введите пароль шифрования
sk_sk: Vložte šifrovacie heslo
sr_rs: Unesite šifrovanu pristupnu frazu
sv_se: Ange krypteringslösenord

source: The passphrases do not match
cs: Hesla nesouhlasí
da: Kodeordene stemmer ikke overens
de: Die Passphrasen stimmen nicht überein
es: La frase de seguridad no coincide
fi: Salauslauseet eivät ole samat
fr_ca: Les phrases secrètes ne correspondent pas
it: Le passphrase non corrispondono
ja_jp: パスフレーズが一致しません
nl_nl: De wachtwoordzinnen komen niet overeen
pl: Hasła różnią się od siebie
pt: Disparidade de palavras-passe
pt_br: As senhas não correspondem
ro: Frazele de acces nu se potrivesc
ru: Кодовые фразы не совпадают
sr_rs: Lozinke se ne poklapaju

source: By default, the passphrase is attempted read from the TTY device directly, increasing the security by not copying the passphrase into a stream. In some setups, such as when running detached from a console, this does not work. Set this flag to prevent trying a TTY read and only read the passphrase from STDIN.
de: Standardmäßig wird versucht, die Passphrase direkt aus dem TTY-Gerät zu lesen, was die Sicherheit erhöht, da die Passphrase nicht in einen Datenstrom kopiert wird. In einigen Konfigurationen, wie z.B. beim Betrieb losgelöst von einer Konsole, funktioniert dies nicht. Setzen Sie dieses Flag, um zu verhindern, dass ein TTY-Leseversuch unternommen wird und nur die Passphrase aus STDIN gelesen wird.
es: De forma predeterminada, la contraseña se intenta leer directamente desde el dispositivo TTY, lo que aumenta la seguridad al no copiar la contraseña en un flujo. En algunas configuraciones, como cuando se ejecuta independiente de una consola, esto no funciona. Ponga este indicador para evitar que se intente una lectura TTY y sólo lea la frase de contraseña desde STDIN.
fr_ca: Par défaut, la phrase de passe est lue directement depuis le périphérique TTY, augmentant la sécurité en évitant la copie de la phrase de passe. Cela ne fonctionne pas dans certains cas, par exemple lorsque le logiciel fonctionne séparément de la console. Choisir cette option pour lire la phrase de passe uniquement depuis STDIN.
ja_jp: 既定では、セキュリティーの観点から、パスフレーズはストリームにコピーされず、TTYデバイスから直接読み取られます。ただし、コンソールから切り離して実行する場合などでは、これは機能しません。このオプションで、パスフレーズをSTDINのみから読み取り、TTYからは読み取らないように設定できます。
nl_nl: Standaard wordt geprobeerd de wachtwoordzin direct te lezen vanaf het TTY apparaat, wat het veiligheidsniveau verhoogt doordat de wachtwoordzin niet wordt gekopieerd in een stream. In sommige gevallen, zoals bij het losgekoppeld van een console uitvoeren, werkt dit niet. Stel deze vlag in om een TTY leesactie te voorkomen en de wachtwoordzin alleen van STDIN te lezen.
pl: Domyślnie, podejmowana jest próba odczytu hasło bezpośrednio z urządzenia TTY, co zwiększa bezpieczeństwo poprzez niekopiowanie hasła do strumienia. W niektórych konfiguracjach, na przykład podczas uruchamiania bez konsoli, to nie działa. Ustaw tę flagę, aby zapobiec próbie odczytu TTY i odczytu tylko hasło z STDIN.
sr_rs: Podrazumevano, pristupna fraza se pokušava čitati direktno sa TTY uređaja, povećavajući bezbednost tako što se pristupna fraza ne kopira u tok. U nekim podešavanjima, kao što je kada se pokreće odvojeno od konzole, ovo ne funkcioniše. Podesite ovu zastavicu da sprečite pokušaj čitanja TTY-ja i čitajte samo pristupnu frazu iz STDIN-a.

source: Read passphrase from STDIN
de: Passphrase von STDIN lesen
es: Leer la contraseña de STDIN
fr_ca: Lire la phrase de passe depuis STDIN
ja_jp: STDINからパスフレーズを読み込む
nl_nl: Lees wachtwoordzin vanaf STDIN
pl: Odczyt hasła z STDIN
sr_rs: Pročitajte pristupnu frazu iz STDIN-a

source: This module exposes a number of common properties that can be used to change the way backends are configured
de: Dieses Modul stellt eine Reihe von gemeinsamen Eigenschaften zur Verfügung, mit denen die Art und Weise, wie Backends konfiguriert werden, verändert
fr_ca: Ce module propose des paramètres utilisables pour modifier la façon dont les destinations sont configurées

source: Configure backend options
de: Backend Optionen konfigurieren
fr_ca: Configurer les options de destination

source: This module works internaly to parse source parameters to backup Hyper-V virtual machines
cs: Tento modul funguje vnitřně pro zpracovávání (parse) zdrojových parametrů pro zálohování Hyper-V virtuálních strojů
de: Dieses Modul arbeitet intern um Quellparameter zu erfassen die für ein Backup einer Hyper-V - Maschine nötig sind.
es: Este módulo trabaja internamente para analizar los parámetros del origen para respaldar las máquinas virtuales Hyper-V.
fi: Tämä moduuli jäsentää parametrit Hyper-V virtuaalikoneiden varmuuskopioimista varten
fr_ca: Ce module fonctionne en interne pour analyser les paramètres source pour sauvegarder les machines virtuelles Hyper-V
it: Questo modulo funziona internamente per analizzare i parametri sorgenti per il backup delle macchine virtuali Hyper-V
ja_jp: このモジュールは、Hyper-V仮想マシンをバックアップするために、ソースパラメーターを解析します
nl_nl: Deze module werkt intern om bronparameters te verwerken om back-ups te maken van Hyper-V virtuele machines
pl: Ten moduł działa wewnętrznie, analizując parametry źródła w celu tworzenia kopii zapasowych maszyn wirtualnych Hyper-V
pt_br: Este módulo funciona internamente para analisar parâmetros de origem para o backup de máquinas virtuais Hyper-V
ro: Acest modul funcționează intern pentru a analiza parametrii sursă pentru a salva mașinile virtuale Hyper-V
ru: Этот модуль служит для анализа исходных параметров резервного копирования виртуальных машин Hyper-V
sr_rs: Ovaj modul interno radi za raščlanjivanje izvornih parametara za pravljenje rezervnih kopija Hiper-V virtuelnih mašina

source: Configure Hyper-V module
cs: Nastavit Hyper-V modul
de: Hyper-V konfigurieren
es: Configurar módulo Hyper-V
fi: Hyper-V-moduuin asetukset
fr_ca: Configurer le module Hyper-V
it: Configura modulo Hyper-V
ja_jp: Hyper-Vモジュールを設定
nl_nl: Configureer Hyper-V module
pl: Skonfiguruj moduł Hyper-V
pt_br: Configure o módulo Hyper-V
ro: Configurați modulul Hyper-V
ru: Настройка модуля Hyper-V
sk_sk: Configurácia Hyper-V modulu
sr_rs: Konfiguriši Hyper-V modul

source: Ignore consistency warning
de: Konsistenz-Warnung ignorieren
fr_ca: Ignorer les avertissements de cohérence
nl_nl: Negeer consistentiewaarschuwing

source: This option will suppress the consistency warning that is normally issued when running on a client version of Windows. Enable this option if you are running on a client version of Windows and you are sure that crash-level consistency is acceptable for your use.
fr_ca: Option de suppression de l'avertissement de cohérence normalement généré lors de l'utilisation de la version Windows du client. Activez-la si vous utilisez le client Windows et que vous considérez l'alerte de plantage comme suffisante pour votre usage.
nl_nl: Deze optie onderdrukt de consistentiewaarschuwing die normaal gesproken wordt afgegeven bij uitvoering op een clientversie van Windows. Schakel deze optie in als u op een clientversie van Windows werkt en u zeker weet dat consistentie op crashniveau acceptabel is voor uw gebruik.

source: This module works internaly to parse source parameters to backup Microsoft SQL Server databases
cs: Tento modul funguje vnitřně pro zpracovávání (parse) zdrojových parametrů pro zálohování Microsoft SQL databází
de: Dieses Modul arbeitet intern um Quellparameter zu erfassen die für ein Backup einer Microsoft SQL Server Datenbank nötig sind.
es: Este módulo funciona internamente para analizar los parámetros del origen para respaldar las bases de datos de Microsoft SQL Server.
fi: Tämä moduuli jäsentää parametrit Microsoft SQL-palvelimen varmuuskopioimista varten
fr_ca: Ce module fonctionne en interne pour analyser les paramètres source pour sauvegarder les bases de données Microsoft SQL Server
it: Questo modulo funziona internamente per analizzare i parametri sorgente per il backup di database Microsoft SQL Server
ja_jp: このモジュールは、Microsoft SQL Serverのデータベースをバックアップするために、ソースパラメーターを解析します
nl_nl: Deze module werkt intern om bronparameters te verwerken om back-ups te maken van Microsoft SQL Server databases
pl: Ten moduł działa wewnętrznie w celu przeanalizowania parametrów źródłowych w celu tworzenia kopii zapasowych baz danych programu Microsoft SQL Server
pt_br: Este módulo funciona internamente para analisar parâmetros de origem para fazer backup de bancos de dados do Microsoft SQL Server
ro: Acest modul funcționează intern pentru a analiza parametrii sursă pentru a salva bazele de date Microsoft SQL Server
ru: Этот модуль служит для анализа исходных параметров резервного копирования баз данных Microsoft SQL Server
sr_rs: Ovaj modul interno radi na raščlanjivanju izvornih parametara za pravljenje rezervnih kopija Microsoft SQL Servera baze podataka

source: Configure Microsoft SQL Server module
cs: Nastavit modul pro Microsoft SQL Server
de: Microsoft SQL Server-Modul konfigurieren
es: Configura el módulo de Microsoft SQL Server
fi: Microsoft SQL-palvelinmoduulin asetukset
fr_ca: Configurer le module Microsoft SQL Server
it: Configura modulo Microsoft SQL Server
ja_jp: Microsoft SQLサーバーモジュールを設定
nl_nl: Configureer Microsoft SQL Server module
pl: Konfigurowanie modułu programu Microsoft SQL Server
pt_br: Configurar módulo Microsoft SQL Server
ro: Configurați modulul Microsoft SQL Server
ru: Настройка модуля Microsoft SQL Server
sk_sk: Konfigurácia Microsoft SQL Server modulu
sr_rs: Podesi Microsoft SQL Server modul

source: Execute a script before starting an operation, and again on completion
de: Führt das Script vor und nach einer Operation aus.
fr_ca: Exécuter un script avant l'exécution d'une opération, puis de nouveau à la fin.
ja_jp: バックアップの操作を開始する前と、バックアップの完了後に実行するスクリプトを設定できます
nl_nl: Voer een script uit voordat een bewerking wordt gestart, en opnieuw na voltooiing

source: Run script
cs: Spustit skript
da: Kør script
de: Skript ausführen
es: Ejecutar script
fi: Suorita skripti
fr_ca: Script de lancement
it: Esegui script
ja_jp: スクリプトを実行
nl_nl: Voer script uit
pl: Wykonaj skrypt
pt_br: Rodar script
ro: Rulați scriptul
ru: Запустить скрипт
sk_sk: Spustiť skript
sr_rs: Pokreni skriptu

source: Execute a script after performing an operation. The script will receive the operation results written to stdout.
de: Führt das Script nach einer Operation aus. Das Script erhält die erhält die Ausgaben der Operation per stdout.
fr_ca: Exécuter a script après l'exécution d'une opération. Le script recevra le code de retour de l'opération écrit sur la sortie standard.
ja_jp: バックアップの操作を行った後に実行するスクリプトを設定できます。スクリプトは、標準出力に書き込まれたバックアップの結果を受け取ります。
nl_nl: Voer een script uit na het uitvoeren van een bewerking. Het script zal de resultaten van de bewerking ontvangen die geschreven zijn naar stdout.

source: Run a script on exit
cs: Spouštět skript při ukončování
da: Kør et script når handling udført
de: Skript beim Beenden ausführen
es: Ejecutar un script al salir
fi: Suorita skripti lopetettaessa
fr_ca: Exécuter un script à la sortie
it: Esegui uno script all'uscita
ja_jp: スクリプトを終了時に実行
nl_nl: Voer een script uit bij beëindiging
pl: Wykonaj skrypt na koniec
pt_br: Executar um script na saída
ro: Rulați un script la ieșire
ru: Запустить скрипт при выходе
sk_sk: Spustiť skript pri vypnutí
sr_rs: Pokreni skriptu pri izlasku

source: The script "{0}" returned with exit code {1}
cs: Skript „{0}“ skončil se stavem (exit code) {1}
da: Scriptet "{0}" returneres med kode {1}
de: Das Skript "{0}" liefert den Exit-Code {1}
es: El guión "{0}" devolvió el código de salida {1}
fi: Skriptin "{0}" paluuarvo oli {1}
fr_ca: Le script "{0}" est retourné avec le code de sortie {1}
it: Lo script "{0}" ha restituito il codice di uscita {1}
ja_jp: スクリプトの「{0}」は終了コード {1} を返しました
nl_nl: Het script "{0}" gaf de exit code {1} terug
pl: Skrypt "{0}" zwrócił kod zakończenia {1}
pt_br: O script "{0}" retornou com o código de erro {1}
ro: Scriptul "{0}" a revenit cu codul de ieșire {1}
ru: Сценарий «{0}» завершён с кодом {1}
sr_rs: Skripta "{0}" je završena sa izlaznim kodom {1}

source: The script "{0}" returned with exit code {1}{2}
de: Das Skript "{0}" wurde mit Exit-Code {1}{2} beendet
es: El guión "{0}" devolvió el código de salida {1}{2}
fr_ca: Le script "{0}" a généré le code de sortie {1} {2}
it: Lo script "{0}" ha restituito con il codice di uscita {1}{2}
ja_jp: スクリプトの「{0}」は終了コード {1}{2} を返しました
nl_nl: Het script "{0}" gaf afsluitcode {1}{2} terug
pl: Skrypt "{0}" zwrócił kod zakończenia {1}{2}
sr_rs: Skripta "{0}" se vratila sa izlaznim kodom {1}{2}

source: Execute a script before performing an operation. The operation will block until the script has completed or timed out. If the script returns a non-zero error code or times out, the operation will be aborted.
de: Führt das Script aus, bevor eine Operation ausgeführt wird. Die Ausführung der Operation wird blockiert, so lange bis das Script beendet ist oder das Zeitlimit überschritten. Wenn das Skript einen Nicht-Null-Fehlercode zurückgibt oder eine Zeitüberschreitung auftritt, wird der Vorgang abgebrochen.
fr_ca: Exécuter un script avant l'exécution d'une opération. L'opération sera bloquée jusqu'à la fin ou l'expiration du script. Si le script retourne un code d'erreur non 0 ou expire , l'opération sera abandonnée.
nl_nl: Voer een script uit voordat een bewerking wordt gestart. De bewerking zal onderbroken worden totdat het script is afgerond of er een time-out heeft plaatsgevonden. Als het script een waarde anders dan 0 teruggeeft of er een time-out plaatsvindt, zal de bewerking worden afgebroken.

source: Run a required script on startup
cs: Při spuštění spustit vyžadovaný skript
da: Kør et påkrævet script ved opstart
de: Erforderliches Skript beim Start ausführen
es: Ejecutar un script necesario en el inicio
fi: Suorita pakollinen skripti ennen toimenpidettä
fr_ca: Exécuter un script requis au démarrage
it: Esegui lo script richiesto all'avvio
ja_jp: 必要なスクリプトを開始時に実行
nl_nl: Voer een vereist script uit bij opstarten
pl: Wykonaj skrypt podczas startu
pt_br: Executar um script necessário na inicialização
ro: Rulați un script necesar la pornire
ru: Выполнить требуемый сценарий при старте
sk_sk: Spustiť potrebný skript pri štarte
sr_rs: Pokreni zahtevanu skriptu prilikom pokretanja

source: Use this option to select the output format for results. Available formats: {0}
de: Verwenden Sie diese Option, um das Ausgabeformat für Ergebnisse auszuwählen. Verfügbare Formate: {0}
fr_ca: Option de sélection du format de sortie des résultats. Format : {0}
ja_jp: 結果を出力する形式を選択できます。利用可能な形式は{0}です。
nl_nl: Gebruik deze optie om het uitvoerformaat voor resultaten te selecteren. Beschikbare formaten: {0}

source: Select the output format for results
de: Auswahl des Ausgabeformats für Ergebnisse
fr_ca: Choisir le format de sortie des résultats
nl_nl: Selecteer het uitvoerformaat voor de resultaten

source: Error while executing script "{0}": {1}
cs: Chyba při vykonávání skriptu „{0}“: {1}
de: Fehler beim Ausführen des Skripts "{0}": {1}
es: Error mientras se ejecutaba el script "{0}": {1}
fi: Virhe suoritettaessa skriptiä "{0}": {1}
fr_ca: Erreur lors de l'exécution du script "{0}": {1}
it: Errore durante l'esecuzione dello script "{0}": {1}
ja_jp: スクリプト「{0}」を実行する際にエラーが発生しました：{1}
nl_nl: Fout tijdens uitvoeren script: "{0}":{1}
pl: Błąd podczas wykonywania skryptu "{0}": {1}
pt_br: Erro durante a execução do script "{0}": {1}
ro: Eroare la executarea scriptului "{0}": {1}
ru: Ошибка при выполнении сценария «{0}»: {1}
sr_rs: Greška u toku izvršavanja skripte "{0}": {1}

source: Execution of the script "{0}" timed out
cs: Vykonávání skriptu „{0}“ překročilo časový limit
de: Zeitüberschreitung beim Ausführen des Skripts "{0}"
es: La ejecución del script "{0}" ha caducado
fi: Skripti "{0}" aikakatkaistiin
fr_ca: L'exécution du script "{0}" a expiré
it: Esecuzione dello script "{0}" fuori tempo
ja_jp: スクリプト「{0}」の実行がタイムアウトしました
nl_nl: Time-out bij uitvoeren van script "{0}"
pl: Przekroczono limit czasu wykonania skryptu "{0}"
pt_br: A execução do script "{0}" expirou
ro: Executarea scriptului "{0}" a expirat
ru: Истекло время ожидания исполнения сценария «{0}»
sr_rs: Isteklo je vreme za izvršavanje skripte "{0}".

source: Execute a script before performing an operation. The operation will block until the script has completed or timed out.
de: Führt ein Script aus, bevor eine Operation ausgeführt wird. Die Ausführung der Operation wird blockiert, so lange bis das Script beendet ist oder das Zeitlimit überschritten ist.
fr_ca: Exécuter un script avant l'exécution d'une opération. L'opération sera bloquée jusqu'à la fin du script ou son expiration.
ja_jp: バックアップの操作を行う前に実行するスクリプトを設定できます。スクリプトが完了するかタイムアウトになるまで、バックアップの操作は実行されません。
nl_nl: Voer een script uit voordat een bewerking wordt uitgevoerd. De bewerking zal onderbroken worden totdat het script is afgerond of er een time-out heeft plaatsgevonden.

source: Run a script on startup
cs: Spouštět skript při spouštení
da: Kør et script ved opstart
de: Skript beim Start ausführen
es: Ejecutar un script al inicio
fi: Suorita skripti ennen toimenpidettä
fr_ca: Exécuter un script au démarrage
it: Esegui uno script all'avvio
ja_jp: スクリプトを開始時に実行
nl_nl: Voer een script uit bij opstarten
pl: Uruchom skrypt podczas uruchamiania
pt_br: Rodar um script na inicialização
ro: Rulați un script la pornire
ru: Запустить скрипт при запуске
sk_sk: Spustenie skriptu pri štarte
sr_rs: Pokreni skriptu prilikom pokretanja

source: The script "{0}" reported error messages: {1}
cs: Skript "{0}" vrátil chybové zprávy: {1}
da: Skriptet "{0}" rapporterede fejlmeddelelser: {1}
de: Das Skript "{0}" berichtete Fehlermeldungen: {1}
es: El script "{0}" reporto los mensajes de error: {1}
fi: Skripti "{0}" antoi virheilmoituksen: {1}
fr_ca: Le script "{0}" a signalé des messages d'erreur: {1}
it: Lo script "{0}" ha segnalato i messaggi di errore: {1}
ja_jp: スクリプト「{0}」はエラーメッセージを返しました：{1}
nl_nl: Het script "{0}" rapporteerde foutmeldingen: {1}
pl: Skrypt "{0}" zgłosił komunikaty o błędach: {1}
pt_br: O script "{0}" relatou mensagem de erro: "{1}"
ro: Scriptul "{0}" a raportat mesaje de eroare: {1}
ru: Сценарий «{0}» сообщил об ошибке: {1}
sr_rs: Skripta "{0}" je prijavila poruke grešaka: {1}

source: Set the maximum time a script is allowed to execute. If the script has not completed within this time, it will continue to execute but the operation will continue too, and no script output will be processed.
de: Legt die maximale Zeit fest, die ein Skript ausgeführt werden darf. Wenn das Skript in dieser Zeit nicht abgeschlossen hat, wird es weiterhin ausgeführt, aber die Operation wird auch fortgesetzt, und es wird keine Skriptausgabe verarbeitet.
fr_ca: Donnez la durée maximum d'exécution de script. S'il n'est pas terminé au bout de ce délai il continuera à travailler mais l'opération continuera aussi alors qu'aucune sortie du script ne sera traitée.
nl_nl: Stel in hoeveel tijd een script maximaal in uitvoering mag zijn. Als het script niet is afgerond binnen deze tijd, zal het verder gaan maar de bewerking zal ook verder gaan, en uitvoer van het script zal niet worden verwerkt.

source: Set the script timeout
de: Legt die Skriptzeitüberschreitung fest
fr_ca: Définition du délai d'expiration du script
ja_jp: スクリプトのタイムアウトを設定
nl_nl: Stel de script time-out in
