Repository: duplicati/duplicati
Catalog: Localizations/duplicati/localization-*.po
Languages: cs, da, de, es, fi, fr_ca, it, ja_jp, nl_nl, pl, pt, pt_br, ro, ru, sk_sk, sr_rs, sv_se

source: A list of pre-authenticated tokens, separated with semicolons. These can be used in cases where the authentication is provided by a proxy. Each token must be at least 10 characters and not contain extended characters. The token must be provided by setting the header on each request to contain: Authentication: PreAuth <token>
fr_ca: Liste de jetons preé-authentifiés séparés par des point-virgules. Ils peuvent être utilisés quand l'authentification est fournie par un mandataire. Chaque jeton doit avoir au moins 10 caractères et ne pas contenir de caractères étendus. Le jeton doit être passé à chaque requête en indiquant dans l'entête : Authentication: PreAuth <token>
nl_nl: Een lijst met vooraf geauthenticeerde tokens, gescheiden door puntkomma's. Deze kunnen worden gebruikt in gevallen waarin de authenticatie via een proxy verloopt. Elk token moet minimaal 10 tekens lang zijn en mag geen speciale tekens bevatten. Het token moet worden opgegeven door de header van elke aanvraag zo in te stellen dat deze het volgende bevat: Authenticatie: PreAuth <token>

source: Disable the API extensions reported by the server. This will not disable the functionality, but will not report the extensions in the API responses. Use this option to degrade the server to a more basic API.
fr_ca: Désactiver les extensions d'API rapportées par le serveur. Cela ne désactive pas la fonctionnalité, mais ne rapportera pas les extensions dans les réponses de l'API. Utiliser cette pour dégrader le serveur vers une API plus basique.
nl_nl: Schakel de API-extensies uit die door de server worden gerapporteerd. Dit schakelt de functionaliteit niet uit, maar rapporteert de extensies niet in de API-reacties. Gebruik deze optie om de server te degraderen tot een eenvoudigere API.

source: The duration of the refresh tokens issued by the server. This value indicates how much time can pass without activity before the user is asked to log in again. The value must be greater than zero and is capped at 30 days.
fr_ca: Durée des jetons de réactualisation générés par le serveur. Indique combien de temps peut se passer sans activité avant que l'utilisateur ne soit invité à se reconnecter. La valeur doit être supérieure à 0 et inférieure ou égale à 30 jours.
nl_nl: De duur van de door de server uitgegeven verversingstokens. Deze waarde geeft aan hoeveel tijd er mag verstrijken zonder activiteit voordat de gebruiker opnieuw wordt gevraagd in te loggen. De waarde moet groter zijn dan nul en is beperkt tot 30 dagen.

source: Use this option to disable database encryption of sensitive fields
de: Verwenden Sie diese Option, um die Datenbankverschlüsselung sensibler Felder zu deaktivieren
fr_ca: Désactiver le chiffrement des champs confidentiels de la base de données
nl_nl: Gebruik deze optie om database-codering van gevoelige velden uit te schakelen

source: Log to the Windows event log
de: In die Windows Ereignisanzeige protokollieren
fr_ca: Journaliser vers le Journal d'évènements de Windows
ja_jp: Windowsイベントログに記録
nl_nl: Schrijf logboekvermeldingen naar het Windows-gebeurtenislogboek

source: Use this option to set the log level for the Windows event log.
de: Verwenden Sie diese Option, um den Protokollierungsgrad für die Windows Ereignisanzeige festzulegen.
fr_ca: Option de définition du niveau de journalisation pour le Journal d'évènements de Windows.
nl_nl: Gebruik deze optie om het logniveau in te stellen voor het Windows Gebeurtenislogboek.

source: Set the log level for the Windows event log
de: Protokollierungsgrad für die Windows Ereignisanzeige festlegen
fr_ca: Indiquez le niveau de journalisation pour le Journal d'évènements de Windows.
nl_nl: Stel het log-niveau in voor het Windows gebeurtenislogboek

source: The Windows event log source {0} was not found. Attempting to create.
de: Die Windows Ereignisanzeige Quelle {0} wurde nicht gefunden. Versuche sie zu erstellen.
fr_ca: Source {0} du Journal d'évènements de Windows introuvable. Tentative de création.
nl_nl: De Windows Gebeurtenislogboek-bron {0} is niet gevonden. Poging tot aanmaken.

source: The Windows Event Log was not created for: {0}, not logging to eventlog.
de: Die Windows Ereignisanzeige wurde nicht erstellt für: {0}, keine Protokollierung in die Ereignisanzeige.
fr_ca: Journal d'évènements de Windows non créé pour : {0}. Pas d'enregistrement dans le journal.
nl_nl: Het Windows Gebeurtenislogboek was niet aangemaakt voor: {0}, er wordt niet gelogd naar het gebeurtenislog.

source: The Windows event log is not supported on this platform
de: Die Windows Ereignisanzeige wird auf dieser Platform nicht unterstützt
fr_ca: Journal d'évènements de Windows no supporté sur cette plateforme.
ja_jp: Windowsのイベントログはこのプラットフォームではサポートされていません
nl_nl: Het Windows gebeurtenislogboek wordt niet ondersteund op dit platform

source: Server has started and is listening on {0}, port {1}
cs: Server je spuštěn a očekává spojení na {0}, portu {1}
da: Serveren er startet og lytter på {0}, port {1}
de: Server gestartet und hört auf {0}, Port {1}
es: El servidor fue iniciado y escuchando en {0}, puerto {1}
fi: Palvelin käynnistyi ja kuntelee verkkorajapintaa {0} ja porttia {1}
fr_ca: Le serveur a démarré et écoute sur {0}, le port {1}
it: Server avviato e in ascolto su {0}, porta {1}
nl_nl: Server is gestart en luistert op {0}, poort {1}
pl: Serwer został uruchomiony i nasłuchuje {0}, port {1}
pt: O servidor foi iniciado e está a escutar em {0}, porta {1}
pt_br: Servidor foi iniciado e está ouvindo em {0}, porta {1}
ro: Serverul a început și asculta pe {0}, portul {1}
ru: Сервер запущен и слушает на {0}, порт {1}
sr_rs: Server je pokrenut i osluškuje na {0}, port {1}
sv_se: Servern har startat och lyssnar på {0}, port {1}

source: Use the following link to sign in: {0}
de: Benutzen Sie folgenden Link zum Anmelden: {0}
fr_ca: Utilisez le lien suivant pour vous inscrire : {0}
nl_nl: Gebruik de volgende link om in te loggen: {0}

source: The server crashed: {0}
de: Der Server ist abgestürzt: {0}
fr_ca: Le serveur s'est vautré : {0}
ja_jp: サーバーがクラッシュしました：{0}
nl_nl: De server is gecrasht: {0}

source: Server is stopping, tearing down handlers
de: Der Server stoppt, Händler werden beendet
fr_ca: Serveur en cours d'arrêt, extinction des handlers
nl_nl: Server stopt, verwijdert handlers

source: Server has stopped
de: Der Server hat gestoppt
fr_ca: Serveur arrêté
nl_nl: Server is gestopt

source: Use this option to require a custom provided key for database encryption of sensitive fields and not rely on the serial number.
fr_ca: Exigez via cette option un fournisseur de clé personnalisé pour le chiffrement des champs confidentiels de la base de données, et ne pas s'appuyer sur le numéro de série.
nl_nl: Gebruik deze optie om een aangepaste opgegeven sleutel te vereisen voor encryptie van gevoelige velden de database en deze niet af te leiden van het serienummer.

source: Require database encryption
fr_ca: Exigez le chiffrement de la base de données
ja_jp: データベースの暗号化が必要です
nl_nl: Vereis databasecodering

source: Database encryption key is required. Supply an encryption key via the environment variable {0} or disable database encryption with the option --{1}
fr_ca: Chiffrement de la base de données exigé. Indiquez clé de chiffrement via la variable d'environnement {0} ou désactivez le chiffrement de la base de données avec l'option --{1}
ja_jp: データベースの暗号化用の鍵が必要です。環境変数の{0}で暗号化用の鍵を指定するか、--{1}のオプションでデータベースの暗号化を無効にしてください。
nl_nl: Database-coderingssleutel is vereist. Geef een coderingssleutel op via de omgevingsvariabele {0} of schakel database-codering uit met de optie --{1}

source: The database encryption key is blacklisted and cannot be used. The database has been decrypted. Supply a new encryption key via the environment variable {0} or disable database encryption with the option --{1}
fr_ca: La clé de chiffrement de la base de données est en liste noire et ne peut donc pas être utilisée. La base de données a été déchiffrée. Indiquez une nouvelle clé de chiffrement via la variable d'environnement {0} ou désactivez le chiffrement de la base de données avec l'option --{1}
nl_nl: De encryptiesleutel voor de database staat op een zwarte lijst en kan niet worden gebruikt. De database is ontsleuteld. Geef een nieuwe encryptiesleutel op met de omgevingsvariabele {0} of schakel databaseversleuteling uit met de optie --{1}

source: No database encryption key was found. The database will be stored unencrypted. Supply an encryption key via the environment variable {0} or disable database encryption with the option --{1}
fr_ca: Aucune clé de chiffrement de la base de données trouvée. La base de données sera enregistrée non chiffrée. Indiquez une clé de chiffrement via la variable d'environnement {0} ou désactivez le chiffrement de la base de données avec l'option --{1}
nl_nl: Er is geen database-encryptiesleutel gevonden. De database zal onversleuteld worden opgeslagen. Geef een encryptiesleutel op met de omgevingsvariabele {0} of schakel databaseversleuteling uit met de optie --{1}

source: The database appears to be encrypted, but no key was specified. Opening the database will likely fail. Use the environment variable {0} to specify the key.
fr_ca: La base de données semble chiffrée, mais aucune clé n'a été indiquée. L'ouverture de la base de données va échouer. Utilisez la variable d'environnement {0} pour passer la clé.
nl_nl: De database lijkt versleuteld te zijn, met er is geen sleutel opgegeven. Het openen van de database zal waarschijnlijk mislukken. Gebruik de omgevingsvariabele {0} om de sleutel op te geven.

source: The timezone {0} is not valid
de: Die Zeitzone {0} ist nicht gültig
fr_ca: Fuseau horaire {0} invalide
nl_nl: De tijdzone {0} is ongeldig

source: Set the encryption key for the settings database
de: Verschlüsselungsschlüssel für die Einstellungsdatenbank eingeben
fr_ca: Indiquez la clé de chiffrement de la base de données des paramètres
nl_nl: Stelt de encryptiesleutel in voor de instellingendatabase

source: Use this option to set the encryption key for the settings database. This option can also be set with the environment variable {0}.
de: Verwenden Sie diese Option, um den Verschlüsselungsschlüssel für die Einstellungsdatenbank zu setzen. Diese Option kann auch mit der Umgebungsvariablen {0} gesetzt werden.
fr_ca: Option de définition de la clé de chiffrement de la base de données des paramètres. Peut également être passée via la variable d'environnement {0}.
nl_nl: Gebruik deze optie om de encryptiesleutel voor de instellingendatabase in te stellen. Deze optie kan ook worden ingesteld met de omgevingsvariabele {0}.

source: Invalid pause/resume state: {0}
de: Ungültiger Pause/Wiederaufnahme-Status: {0}
fr_ca: État Pause/Reprise invalide : {0}
nl_nl: Ongeldige pauze/hervat-status: {0}

source: Register for remote control
de: Registrierung für Fernzugriff
fr_ca: Inscription pour le contrôle à distance
nl_nl: Registreer voor afstandsbediening
pl: Rejestracja do zdalnego sterowania

source: Register for remote control using the pre-authenticated url. If the server is already registered, this option has no effect
fr_ca: Inscription pour le contrôle à distance en utilisant l'url pré-authentifiée. Si le serveur est déjà inscrit cette option est sans effet
nl_nl: Registreer u voor bediening op afstand met behulp van de vooraf geauthenticeerde URL. Als de server al geregistreerd is, heeft deze optie geen effect.

source: Force register for remote control
de: Registrierung für Fernzugriff erzwingen
fr_ca: Forcer l'inscription pour le contrôle à distance
nl_nl: Dwing registreren voor bediening op afstand af

source: Forces a re-registration if the server is already registered. If the server is not already registered, this option has no effect.
de: Neu-Registrierung erzwingen, wenn der Server bereits registriert ist. Wenn der Server noch nicht registriert ist, hat die Option keinen Effekt.
fr_ca: Force une réinscription si le serveur est déjà inscrit. Si le serveur n'est pas déjà inscrit cette option est sans effet.
nl_nl: Dwingt een herregistratie af als de server al is geregistreerd. Als de server nog niet geregistreerd is, heeft deze optie geen effect.

source: The server is already registered for remote control, ignoring registration request
de: Der Server ist bereits für den Fernzugriff registriert, Registrierungs-Anforderung wird ignoriert
fr_ca: Le serveur est déjà inscrit au contrôle à distance. Requête d'inscription ignorée
nl_nl: De server is al geregistreerd voor bediening op afstand, registratieverzoek genegeerd

source: The server is registered, use the following link to claim it: {0}
fr_ca: LE serveur est inscrit, utiliser le lien suivant pour le revendiquer : {0}
nl_nl: De server is geregistreerd, gebruik de volgende link om het te claimen: {0}

source: The server registration failed: {0}
de: Die Server-Registrierung ist fehlgeschlagen: {0}
fr_ca: Échec de l'inscription du serveur : {0}
nl_nl: De serverregistratie is mislukt: {0}

source: Set the allowed backends for remote control
de: Erlaubte Backends für Fernzugriff einstellen
fr_ca: Destinations autorisées pour le contrôle à distance
nl_nl: De toegestane backends voor externe besturing instellen

source: Set the allowed backends for remote control. The value is a comma-separated list of backend names. If this option is not set, all backends are allowed. Use this option to restrict the backends that can be used to store data.
de: Erlaubte Backends für Fernzugriff einstellen. Der Wert ist eine Komma-getrennte Liste von Backend-Namen. Wenn diese Option nicht gesetzt ist, sind alle Backends erlaubt. Verwenden Sie diese Option, um die Backends zu begrenzen, die zum Speichern von Daten benutzt werden können.
fr_ca: Indiquez les destinations autorisées pour le contrôle à distance. La valeur est une liste de noms de destinations séparés par des virgules. Si cette option n'est pas déclarée toutes les destinations sont autorisées. Utilisez-la pour restreindre les destinations de sauvegardes possibles.
nl_nl: Stel de toegestane backends voor beheer op afstand in. De waarde is een door komma's gescheiden lijst met backendnamen. Als deze optie niet is ingesteld, zijn alle backends toegestaan. Gebruik deze optie om de backends te beperken die kunnen worden gebruikt voor gegevensopslag.

source: Set the allowed encryption modules for remote control
de: Erlaubte Verschlüsselungsmodule für Fernzugriff einstellen
fr_ca: Modules de chiffrement autorisés pour le contrôle à distance
nl_nl: De toegestane encryptiemodules voor externe besturing instellen

source: Set the allowed encryption modules for remote control. The value is a comma-separated list of encryption module names. If this option is not set, all encryption modules are allowed. Use this option to restrict the encryption modules that can be used to encrypt data.
de: Erlaubte Verschlüsselungsmodule für Fernzugriff einstellen. Der Wert ist eine Komma-getrennte Liste von Verschlüsselungsmodul-Namen. Wenn diese Option nicht gesetzt ist, sind alle Verschlüsselungsmodule erlaubt. Verwenden Sie diese Option, um die Verschlüsselungsmodule zu begrenzen, die zum Verschlüsseln von Daten benutzt werden können.
fr_ca: Indiquez les modules de chiffrement autorisés pour le contrôle à distance. La valeur est une liste de noms de modules de chiffrement séparés par des virgules. Si cette option n'est pas déclarée touts les modules de chiffrement sont autorisés. Utilisez-la pour restreindre les modules de chiffrement des données sauvegardées utilisables.
nl_nl: Stel de toegestane encryptiemodules voor besturing op afstand in. De waarde is een door komma's gescheiden lijst met namen van encryptiemodules. Als deze optie niet is ingesteld, zijn alle encryptiemodules toegestaan. Gebruik deze optie om de encryptiemodules te beperken die kunnen worden gebruikt om gegevens te versleutelen.

source: Set the allowed compression modules for remote control
de: Erlaubte Kompressionsmodule für Fernzugriff einstellen
fr_ca: Modules de compression autorisés pour le contrôle à distance
nl_nl: De toegestane compressiemodules voor besturing op afstand instellen

source: Set the allowed compression modules for remote control. The value is a comma-separated list of compression module names. If this option is not set, all compression modules are allowed. Use this option to restrict the compression modules that can be used to compress data.
de: Erlaubte Kompressionsmodule für Fernzugriff einstellen. Der Wert ist eine Komma-getrennte Liste von Kompressionsmodule-Namen. Wenn diese Option nicht gesetzt ist, sind alle Kompressionsmodule erlaubt. Verwenden Sie diese Option, um die Kompressionsmodule zu begrenzen, die zum Komprimieren von Daten benutzt werden können.
fr_ca: Indiquez les modules de compression autorisés pour le contrôle à distance. La valeur est une liste de noms de modules de compression séparés par des virgules. Si cette option n'est pas déclarée touts les modules de chiffrement sont autorisés. Utilisez-la pour restreindre les modules de compression des données sauvegardées utilisables.
nl_nl: Stel de toegestane compressiemodules voor besturing op afstand in. De waarde is een door komma's gescheiden lijst met namen van compressiemodules. Als deze optie niet is ingesteld, zijn alle compressiemodules toegestaan. Gebruik deze optie om de compressiemodules te beperken die kunnen worden gebruikt om gegevens te comprimeren.

source: Unable to find a valid date, given the start date {0}, the repetition interval {1} and the allowed days {2}
cs: Nedaří se nalézt platné datum pro dané počáteční datum {0}, interval opakování {1} a dny, kdy je umožněno {2}
da: Kan ikke finde en gyldig dato, givet startdatoen {0}, gentagelsesintervallet {1} og de tilladte dage {2}
de: Mit den Eingaben zu Anfangsdatum {0}, Wiederholungsintervall {1} und erlaubte Tage {2} konnte kein gültiges Datum gefunden werden.
es: No ha sido posible encontrar una fecha válida, dada la fecha de inicio {0}, el intervalo de repetición {1} y los dias permitidos {2}
fi: Aloituspäivällä {0}, varmuuskopioiden välillä {1} ja sallituilla päivillä {2} ei löydy sopivaa päivää.
fr_ca: Impossible de trouver une date valide, compte tenu de la date de début {0}, de l'intervalle de répétition {1} et des jours autorisés {2}
it: Impossibile trovare una data valida, stabilita la data d'inizio {0}, l'intervallo di ripetizione {1} e i giorni consentiti {2}
ja_jp: 正しい日付が見つかりません。開始日に{0}、繰り返しの間隔に{1}、許容日に{2}が指定されています。
nl_nl: Kan geen geldige datum vinden, rekening houdend met de start-datum {0}, de herhalingsinterval {1} en de toegestane dagen {2}
pl: Nie odnaleziono prawidłowej daty, podaj datę rozpoczęcia {0}, interwał powtórzeń {1} i dozwolonych dni {2}
pt: Não foi possível encontrar uma data válida, utilizando a data de início {0}, o intervalo de repetição {1} e os dias permitidos {2}
pt_br: Não é possível encontrar uma data válida, dada a data de início {0}, o intervalo de repetição {1} e os dias permitidos {2}
ro: Nu se poate găsi o dată validă, având în vedere data de începere {0}, intervalul de repetare {1} și zilele admise {2}
ru: Невозможно найти допустимую дату с учетом даты начала {0}, интервала повторения {1} и разрешенных дней {2}
sr_rs: Nije moguće pronaći važeći datum, s obzirom na datum početka {0}, interval ponavljanja {1} i dozvoljene dane {2}

source: SSL certificate password option has no meaning when provided without SSL certificate file option!
fr_ca: Option de mot de passe de certificat TLS. N'a aucun sens hors de l'indication de l'option de fichier de certificat TLS !
nl_nl: De optie SSL-certificaatwachtwoord heeft geen zin als deze wordt opgegeven zonder de optie SSL-certificaatbestand!

source: Unable to open a socket for listening, tried ports: {0}
cs: Nedaří se otevřít soket pro očekávání spojení, vyzkoušené porty: {0}
da: Kunne ikke åbne et socket til at lytte på, forsøgte disse porte: {0}
de: Öffnen von Socket nicht möglich, geprüfte Ports: {0}
es: No se puede abrir un socket para escuchar, intentando puertos: {0}
fi: Pistokkeen luominen kuuntelua varten epäonnistui. koetettiin portteja: {0}
fr_ca: Impossible d'ouvrir une socket pour l'écoute, les ports essayés: {0}
it: Impossibile aprire un socket per l'ascolto, porte provate: {0}
nl_nl: Kan geen socket openen om te luisteren, geprobeerd op poorten: {0}
pl: Nie udało się otworzyć nasłuchiwania z gniazda, wypróbowane porty: {0}
pt: Não foi possível abrir uma porta para escutar, tentou utilizar: {0}
pt_br: Impossível abrir um socket para comunicação, tentar portas: {0}
ro: Imposibil de deschis un soclu pentru ascultare, porturi încercate: {0}
ru: Невозможно открыть сокет для входящих соединений, порты: {0}
sr_rs: Nije moguće otvoriti priključak za slušanje, pokušali su portovi: {0}

source: Failed to load assembly {0}, error message: {1}
cs: Chyba načtení sestavení {0}, chybové hlášení: {1}
de: Fehler beim Laden der Assembly {0}, Fehlermeldung: {1}
es: Error al cargar el montaje {0}, mensaje de error: {1}
fi: Kirjaston {0} lataus epäonnistui. Virheilmoitus oli: {1}
fr_ca: Échec du chargement de l'assembly {0}, message d'erreur : {1}
it: Impossibile caricare l'assembly {0}, messaggio di errore: {1}
ja_jp: アセンブリー {0} を読み込めませんでした。エラーメッセージ：{1}
nl_nl: Het laden van assembly {0} is mislukt, foutmelding {1}
pl: Nie udało się załadować zestawu {0}, komunikat o błędzie: {1}
pt_br: Falha ao carregar assembly {0}, mensagem de erro: {1}
ro: Imposibil de încărcat ansamblul {0}, mesaj de eroare: {1}
ru: Не удалось загрузить сборку {0}, сообщение об ошибке: {1}
sr_rs: Učitavanje sklopa {0} nije uspelo, poruka o grešci: {1}

source: Failed to load process type {0} assembly {1}, error message: {2}
cs: Chyba načtení procesu typu {0} sestavení {1}, chybové hlášení: {2}
de: Fehler beim Laden des Prozesstyps {0} Assembly {1}, Fehlermeldung: {2}
es: Error al cargar el tipo de proceso {0} conjunto {1}, mensaje de error: {2}
fi: Prosessin tyypin {0} lataus kirjastosta {1} epäonnistui. Virheilmoitus oli: {2}
fr_ca: Échec du chargement du type de processus {0} assembly {1}, message d'erreur : {2}
it: Impossibile caricare processo tipo {0} assembly {1}, messaggio di errore: {2}
ja_jp: プロセスの種類 {0} アセンブリー {1} を読み込めませんでした。エラーメッセージ：{2}
nl_nl: Het laden van proces type {0} assembly {1} is mislukt, foutmelding: {2}
pl: Nie udało się załadować zestawu typu {0} procesu {1}, komunikat o błędzie: {2}
pt_br: Falha ao carregar o tipo de processo {0} assembly {1}, mensagem de erro: {2}
ro: Nu a reușit să se încarce tipul de proces {0} ansamblul {1}, mesajul de eroare: {2}
ru: Не удалось загрузить процесс типа {0} сборки {1}, сообщение об ошибке: {2}
sr_rs: Učitavanje tipa procesa {0} sklop {1} nije uspelo, poruka o grešci: {2}
