Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: Seconds
ca: Segons
cs: Sekund
da: Sekunder
de: Sekunden
es: Segundos
fi: Sekuntia
fr_ca: Secondes
hu: Másodperc
it: Secondi
ja_jp: 秒
lt: Sekundės
lv: sekundes
nl_nl: Seconden
pl: Sekundy
pt: Segundos
pt_br: Segundos
ro: secunde
ru: Секунд
sr_rs: Sekunde
sv_se: Sekunder

source: Select a log level and see messages as they happen:
ca: Trieu un nivell de registre i vegeu els nous missatges al moment:
cs: Vyberte úroveň podrobnosti zaznamenávaných událostí a sledujte zprávy:
da: Vælg et log niveau og se beskeder som de kommer:
de: Wähle eine Protokollierungsstufe aus und sehe dir die Meldungen an während sie erstellt werden:
es: Seleccione un nivel de registro y vea los mensajes a medida que ocurren:
fi: Valitse lokitiedot ja näe ne heti, kun ne ilmoitetaan lokiin:
fr_ca: Sélectionner un niveau d'historique et voyez les messages quand ils apparaissent :
it: Selezionare un livello di log e visiona i messaggi che avvengono:
ja_jp: ログの水準を選択すると、メッセージを出力順に表示します。
lt: Pasirinkite žurnalo lygį ir peržiūrėkite pranešimus, kaip jie įvyksta:
nl_nl: Selecteer een logniveau en bekijk meldingen zodra ze zich voordoen:
pl: Wybierz zakres dziennika i zobacz co się wydarzyło:
pt: Selecione um nível de registos e veja as mensagens conforme elas aparecem:
pt_br: Selecione um nível de log e veja as mensagens conforme elas aparecem:
ro: Selectați un nivel de jurnal și vedeți mesajele așa cum se întâmplă:
ru: Выберите уровень журналирования для просмотра сообщений по мере их возникновения:
sr_rs: Izaberite nivo dnevnika i pogledajte poruke kako se dešavaju:
sv_se: Välj en logg-nivå och se meddelanden när de händer:

source: Select files
ca: Seleccioneu els fitxers
cs: Vybrat soubory
da: Vælg filer
de: Wähle Dateien
es: Seleccionar ficheros
fi: Valitse tiedostot
fr_ca: Sélectionner les fichiers
hu: Fájlok kiválasztása
it: Seleziona i file
ja_jp: ファイルの選択
lt: Pasirinkite failus
lv: Izvēlēties failus
nl_nl: Selecteer bestanden
pl: Wybierz pliki
pt: Selecionar ficheiros
pt_br: Selecionar arquivos
ro: Selectati fisierele
ru: Выбор файлов
sr_rs: Izaberite fajlove
sv_se: Välj filer

source: Server and port
ca: Servidor i port
cs: Server a port
da: Server og port
de: Server und Port
es: Servidor y puerto
fi: Palvelin ja portti:
fr_ca: Serveur et port
hu: Kiszolgáló és port
it: Server e porta
ja_jp: サーバーとポート
lt: Serveris ir portas
lv: Serveris un ports
nl_nl: Server en poort
pl: Serwer i port
pt: Servidor e porta
pt_br: Servidor e porta
ro: Server și port
ru: Сервер и порт
sr_rs: Server i port
sv_se: Server och port

source: Server hostname or IP
ca: Nom del servidor o IP
cs: Název nebo IP adresa serveru
da: Server navn eller IP
de: Server-Hostname oder IP
es: Nombre del servidor o IP
fi: Palvelimen nimi ja IP-osoite
fr_ca: Nom d'hôte du serveur ou IP
hu: Kiszolgáló gazdanév vagy IP
it: Nome host o IP del server
ja_jp: サーバーのホスト名またはIPアドレス
lt: Serverio pavadinimas ir IP
lv: Resursdatora nosaukums vai IP adrese
nl_nl: Server hostnaam of IP
pl: Nazwa serwera lub IP
pt: Nome ou IP do servidor
pt_br: Nome do servidor ou IP
ro: Server hostname sau IP
ru: Имя сервера или IP
sr_rs: Ime servera ili IP adresa
sv_se: Server värdnamn eller IP

source: Server is currently paused,
ca: El servidor està pausat actualment,
cs: Server je nyní pozastavený,
da: Serveren er sat på pause.
de: Server ist pausiert,
es: El servidor se encuentra en pausa,
fi: Palvelin on pysäytetty,
fr_ca: Le serveur est actuellement en pause,
hu: A kiszolgáló jelenleg szünetel.
it: Server è attualmente in pausa,
ja_jp: サーバーは現在停止中です。
lt: Serveris šiuo metu pristabdytas
nl_nl: Server is momenteel gepauzeerd,
pl: Serwer jest obecnie wstrzymany,
pt: O servidor está em pausa,
pt_br: Servidor está atualmente parado,
ro: Serverul este în prezent întrerupt,
ru: Сервер приостановлен,
sr_rs: Server je trenutno pauziran,
sv_se: Servern är för närvarande pausad,

source: Server is currently paused, <a style="cursor: pointer" ng-click="ServerStatus.resume()">resume now</a>
de: Server ist zurzeit pausiert, <a style="cursor: pointer" ng-click="ServerStatus.resume()">resume now</a>
it: Il server è attualmente in pausa, <a style="cursor: pointer" ng-click="ServerStatus.resume()">riprendi adesso</a>
ja_jp: サーバーは現在停止中です。<a style="cursor: pointer" ng-click="ServerStatus.resume()">再開</a>
nl_nl: Server is momenteel gepauzeerd, <a style="cursor: pointer" ng-click="ServerStatus.resume()">nu hervatten</a>

source: Server is currently paused, do you want to resume now?
ca: El servidor està pausat actualment, voleu reprendre la tasca ara?
cs: Server je nyní pozastavený, chcete ho nyní znovu spustit?
da: Serveren er sat på pause, vil du genoptage med det samme?
de: Server ist zurzeit pausiert, Server starten?
es: El servidor se encuentra en pausa, ¿quiere reanudar ahora?
fi: Palvelin on pysäytetty, haluatko aktivoida sen nyt?
fr_ca: Le serveur est actuellement en pause, voulez-vous reprendre maintenant ?
hu: A kiszolgáló jelenleg szünetel, szeretnéd folytatni?
it: Server attualmente in pausa, vuoi riprendere ora?
ja_jp: サーバーは現在停止中です。再開しますか？
lt: Serveris šiuo metu pristabdytas, ar norite pratęsti jo darbą?
nl_nl: Server is momenteel gepauzeerd, wilt u nu hervatten?
pl: Serwer jest obecnie wstrzymany, czy chcesz teraz wznowić jego pracę?
pt: O servidor está em pausa, deseja continuar agora?
pt_br: Servidor está atualmente parado, você quer recomeçar agora?
ro: Serverul este în prezent întrerupt, doriți să îl reluați acum?
ru: Сервер в настоящее время приостановлен, вы хотите возобновить сейчас?
sr_rs: Server je trenutno pauziran, da li želite da nastavite odmah?
sv_se: Servern är för närvarande pausad, vill du återuppta nu?

source: Server paused
ca: S'ha pausat el servidor
cs: Server pozastaven
da: Server på pause
de: Server pausiert
es: Servidor pausado
fi: Palvelin on pysäytetty
fr_ca: Serveur en pause
hu: Kiszolgáló szünetel
it: Server in pausa
ja_jp: サーバーを一時停止しました
lt: Serveris pristabdytas
nl_nl: Server gepauzeerd
pl: Serwer wstrzymany
pt: Servidor em pausa
pt_br: Servidor parado
ro: Serverul a fost întrerupt
ru: Сервер приостановлен
sr_rs: Server je pauziran
sv_se: Servern pausad

source: Server state properties
ca: Propietats de l'estat del servidor
cs: Vlastnosti stavu serveru
da: Egenskaber for serveren
de: Server Zustandseigenschaften
es: Propiedades del estado del servidor
fi: Palvelimen tila
fr_ca: Propriétés du statut serveur
hu: Kiszolgáló állapot tulajdonságok
it: Proprietà stato del server
ja_jp: サーバーの状態に関するプロパティー
lt: Serverio būsenos parametrai
nl_nl: Server status eigenschappen
pl: Właściwości stanu serwera
pt: Propriedades do estado do servidor
pt_br: Propriedades do estado do servidor
ro: Proprietăți stare server
ru: Свойства состояния сервера
sr_rs: Opcije stanja servera
sv_se: Serverstatusegenskaper

source: Set timezone to default
de: Zeitzone auf Standard setzen
it: Imposta il fuso orario predefinito

source: Settings
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Configuraciones
fi: Asetukset
fr_ca: Paramètres
hu: Beállítások
it: Impostazioni
ja_jp: 設定
lt: Nustatymai
lv: Iestatījumi
nl_nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sr_rs: Podešavanja
sv_se: Inställningar

source: Share Name
de: Freigabe Name
it: Nome condiviso

source: Share name
de: Freigabe Name
it: Nome condiviso

source: Show
ca: Mostra
cs: Zobrazit
da: Vis
de: Anzeigen
es: Mostrar
fi: Näytä
fr_ca: Montrer
hu: Mutat
it: Mostra
ja_jp: 表示
lt: Rodyti
lv: Parādīt
nl_nl: Tonen
pl: Pokaż
pt: Mostrar
pt_br: Exibir
ro: Spectacol
ru: Показать
sr_rs: Prikaži
sv_se: Visa

source: Show advanced editor
ca: Mostra l'editor avançat
cs: Zobrazit pokročilý editor
da: Vis avanceret redigering
de: Erweiterten Editor anzeigen
es: Mostrar el editor avanzado
fi: Näytä asetusten muokkain
fr_ca: Montrer l'éditeur avancé
hu: Speciális szerkesztő megjelenítése
it: Mostra editor avanzato
ja_jp: 拡張エディターを表示
lt: Rodyti patobulintą redaktorių
nl_nl: Toon geavanceerde editor
pl: Pokaż edytor zaawansowany
pt: Mostrar editor avançado
pt_br: Mostrar editor avançado
ro: Afișați editorul avansat
ru: Текстовое отображение
sr_rs: Prikaži napredni editor
sv_se: Visa avancerad redigerare

source: Show help
de: Hilfe anzeigen
it: Mostra aiuto

source: Show hidden items
de: Versteckte Elemente anzeigen
it: Mostra elementi nascosti

source: Show log
ca: Mostra el registre
cs: Zobrazit záznam událostí (log)
da: Vis log
de: Protokolldatei anzeigen
es: Mostrar registro
fi: Näytä loki
fr_ca: Montrer l'historique
hu: Mutasd a naplót
it: Mostra log
ja_jp: ログを表示
lt: Rodyti žurnalą
lv: Parādīt žurnālu
nl_nl: Log weergeven
pl: Pokaż dziennik
pt: Mostrar registo
pt_br: Exibir log
ro: Arată jurnal
ru: Журнал
sr_rs: Prikaži dnevnik
sv_se: Visa logg

source: Show log …
cs: Zobrazit záznam událostí (log)…
da: Vis log ...
de: Protokoll anzeigen...
es: Mostrar registro …
hu: Mutasd a naplót ...
it: Mostra registro …
ja_jp: ログを表示...
nl_nl: Log weergeven ...
pl: Pokaż dziennik ...
pt: Mostrar registo ...
pt_br: Exibir log ...
ru: Показать журнал …
sr_rs: Prikazujem dnevnik ...
sv_se: Visa logg ...

source: Show treeview
ca: Mostra la vista en arbre
cs: Zobrazit stromový pohled
da: Vis træstruktur
de: Baumansicht anzeigen
es: Mostrar vista de árbol
fi: Näytä puunäkymä
fr_ca: Afficher l'arborescence
hu: Fa nézet megjelenítése
it: Visualizza ad albero
ja_jp: フォルダーツリーを表示
lt: Rodyti medžio vaizdą
nl_nl: Toon boomstructuur
pl: Pokaż drzewo widoku
pt: Mostrar em árvore
pt_br: Mostrar hierarquia
ro: Afișați arborele
ru: Древовидное отображение
sr_rs: Prikazujem izled stabla
sv_se: Visa träd-vy

source: Smart backup retention
ca: Preservació de còpies de seguretat intel·ligent
cs: Chytrá doba uchovávání záloh
da: Smart backupfastholdelse
de: Intelligente Sicherungsaufbewahrung
es: Retención de copias inteligente
fr_ca: Rétention de sauvegarde intelligente
hu: Intelligens mentés késleltetés
it: Conservazione intelligente backup
ja_jp: スマートなバックアップ保持期間
lt: Išmanus kopijų saugojimas
nl_nl: Slimme back-up retentie
pl: Inteligentna retencja kopii
pt: Retenção de cópia de segurança inteligente
pt_br: Retenção de backup inteligente
ru: Умное хранение копий
sr_rs: Pametno čuvanje rezervne kopije
sv_se: Smart backup-bibehållning

source: Some OpenStack providers allow an API key instead of a password and tenant name
ca: Alguns proveïdors de l'OpenStack permeten fer servir una clau API en comptes d'una contrasenya i un nom d'inquilí
cs: Někteří poskytovatelé OpenStack umožňují použití klíče k API namísto hesla a jména nájemníka (tenant)
da: Visse OpenStack udbydere tillader en API nøgle istedet for en adgangskode og et tenant navn
de: Einige OpenStack Anbieter erlauben einen API Schlüssel anstelle eines Passwortes und Tenant Namen
es: Algunos proveedores de OpenStack permiten una clave API en lugar de un nombre del cliente y contraseña
fi: Jotkin OpenStack-palveluntarjoajat sallivat API-avaimen käytön salasanan ja käyttäjätunnuksen sijaan
fr_ca: Certains fournisseurs OpenStack autorisent une clé API à la place d'un mot de passe et d'un nom d'entité
it: Alcuni provider OpenStack consentono una chiave API anziché una password e un nome detentore
ja_jp: OpenStackのサービス提供者の中には、パスワードとテナント名の代わりにAPIキーを許可するものもあります
lt: Kai kurie OpenStack tiekėjai vietoj slaptažodžio pateikia API raktą ir nuomininko vardą
nl_nl: Sommige OpenStack providers staan een API key toe in plaats van een wachtwoord en tenant naam
pl: Niektórzy dostawcy OpenStack dopuszczają klucz API zamiast hasła i nazwy najemcy
pt: Alguns fornecedores OpenStack permitem uma chave de API em vez de uma palavra-passe e o tenant (projeto)
pt_br: Alguns provedores OpenStack permitem uma chave de API em vez de uma senha e nome de projeto
ro: Unii furnizori OpenStack permit o cheie API în locul unei parole și a unui nume de chiriaș
ru: Некоторые провайдеры OpenStack позволяют использовать ключ API вместо имени клиента и пароля
sr_rs: Neki OpenStack provajderi dozvoljavaju API ključ umesto lozinke i imena zakupca
sv_se: Vissa OpenStack-leverantörer tillåter en API-nyckel istället för ett lösenord och "tenant name"

source: Some S3 providers might only be compatible with a certain client library
cs: Někteří S3 poskytovatelé mohou být kompatibilní pouze s některými klientskými knihovnami
de: Manche S3 Anbieter sind nur mit bestimmten Client Bibliotheken kompatibel
es: Es posible que algunos proveedores de S3 solo sean compatibles con una biblioteca de cliente determinada
it: Alcuni provider S3 potrebbero essere compatibili solo con una determinata libreria client
ja_jp: いくつかのS3プロバイダーは特定のクライアントライブラリーにしか対応していないおそれがあります
nl_nl: Sommige S3 providers zouden alleen compatible kunnen zijn met een specifieke client-bibliotheek
pl: Niektórzy dostawcy S3, mogą być zgodni tylko z określoną biblioteką klienta
pt: Alguns fornecedores de S3 podem ser compatíveis apenas com uma determinada biblioteca de clientesSome S3 providers might only be compatible with a certain client library
pt_br: Alguns provedores S3 podem ser compatíveis apenas com uma determinada biblioteca cliente
ru: Некоторые поставщики S3 могут быть совместимы только с определенной клиентской библиотекой.
sr_rs: Neki S3 provajderi mogu biti kompatibilni samo sa određenom bibliotekom klijenata
sv_se: Vissa S3-leverantörer kanske bara är kompatibla med ett visst klientbibliotek

source: Source Data
ca: Dades d'origen
cs: Zdrojová data
da: Kilde data
de: Quell-Daten
es: Datos de Origen
fi: Lähdetiedostot
fr_ca: Données source
hu: Forrás adat
it: Dati sorgente
ja_jp: バックアップ元
lt: Šaltinio duomenys
lv: Avota Dati
nl_nl: Bron
pl: Dane źródłowe
pt: Dados de origem
pt_br: Dados de origem
ro: Datele sursă
ru: Исходные данные
sr_rs: Izvorni podaci
sv_se: Källdata

source: Source Files
cs: Zdrojové soubory
da: Kilde filer
de: Quelldateien
es: Archivos de origen
hu: Forrás fájlok
it: Sorgente File
ja_jp: バックアップ元のファイル
nl_nl: Bronbestanden
pl: Pliki źródłowe
pt: Ficheiros de origem
pt_br: Arquivos de Origem
ru: Исходные Файлы
sr_rs: Izvorni fajlovi
sv_se: Källfiler

source: Source data
ca: Dades d'origen
cs: Zdrojová data
da: Kilde data
de: Quell-Daten
es: Datos de origen
fi: Lähdetiedostot
fr_ca: Données source
hu: Forrás adat
it: Dati sorgente
ja_jp: バックアップ元
lt: Šaltinio duomenys
lv: Avota dati
nl_nl: Brongegevens
pl: Dane źródłowe
pt: Dados de origem
pt_br: Dados de origem
ro: Datele sursă
ru: Данные для резервирования
sr_rs: Izvorni podaci
sv_se: Källdata

source: Source folders
ca: Carpetes d'origen
cs: Zdrojové složky
da: Kilde mapper
de: Quell-Verzeichnisse
es: Carpetas de origen
fi: Lähekansiot
fr_ca: Dossiers source
hu: Forrás mappák
it: Cartella sorgente
ja_jp: バックアップ元のフォルダー
lt: Šaltinio aplankai
lv: Avota mapes
nl_nl: Bronmappen
pl: Foldery źródłowe
pt: Pastas de origem
pt_br: Pasta de origem
ro: Sursă de directoare
ru: Исходные папки
sr_rs: Izvorne fascikle
sv_se: Källmappar

source: Source size
de: Quell-Größe
it: Dimensione sorgente

source: Source size (descending)
de: Quell-Größe (absteigend)
it: Dimensione sorgente (decrescente)

source: Source:
ca: Origen:
cs: Zdroj:
da: Kilde:
de: Quelle:
es: Origen:
fi: Varmuuskopioitavat tiedostot:
hu: Forrás:
it: Sorgente:
ja_jp: バックアップ元：
lt: Šaltinis:
lv: Avots:
nl_nl: Bron:
pl: Źródło:
pt: Origem:
pt_br: Origem:
ro: Sursă:
ru: Источник:
sr_rs: Izvor:
sv_se: Källa:

source: Specific builds for developers only. Not for use with important data.
ca: Compilacions específiques només per a desenvolupadors. No ho feu servir amb dades importants.
cs: Konkrétní sestavení určená pouze pro vývojáře. Nepoužívejte pro důležitá data.
da: Specifikke versioner kun til udviklere. Bør ikke bruges med vigtig data.
de: Spezifische Builds nur für Entwickler. Nicht für die Verwendung mit wichtigen Daten.
es: Compilaciones específicas solo para desarrolladores. No usar con datos importantes.
fr_ca: Builds spécifiques pour les développeurs uniquement. Ne pas utiliser avec des données importantes.
hu: Fejlesztőknek szánt kiadások. Fontos mentésére nem használható.
it: Versioni specifiche per soli sviluppatori. Non utilizzare con dati importanti.
ja_jp: 開発者用の特定のビルドです。重要なデータのパックアップには使用しないでください。
lt: Specifinės versijos skirtos tik programuotojams. Netinkamos naudoti su svarbiais duomenimis.
nl_nl: Specifieke builds alleen voor ontwikkelaars. Niet voor gebruik met belangrijke gegevens.
pl: Szczególne kompilacje tylko dla programistów. Nie do użytku z ważnymi danymi.
pt: Versões específicas apenas para programadores. Não destinadas a serem utilizadas com dados importantes.
pt_br: Versão apenas para desenvolvedores. Não para uso com dados importantes.
ru: Специальные сборки только для разработчиков. Не рекомендуется использовать для сохранения важных данных.
sr_rs: Posebne verzije samo za programere. Nije za upotrebu sa važnim podacima.
sv_se: Specifika versioner endast för utvecklare. Ej för användning med viktig data.

source: Stable
de: Stabil
it: Stabile
ja_jp: 安定版
nl_nl: Stabiel

source: Standard protocols
ca: Protocols estàndard
cs: Standardní protokoly
da: Standard protokoller
de: Standardprotokolle
es: Protocolos estándar
fi: Standardinmukaiset protokollat
fr_ca: Protocoles standards
hu: Szabványos protokollok
it: Protocolli standard
ja_jp: 標準プロトコル
lt: Standartiniai protokolai
nl_nl: Standaard protocollen
pl: Protokoły standardowe
pt: Protocolos padrão
pt_br: Protocolos padrão
ro: Protocoale standard
ru: Стандартные протоколы
sr_rs: Standardni protokoli
sv_se: Standardprotokoll

source: Start
ca: Inici
cs: Začátek
de: Beginn
es: Comenzar
fr_ca: Démarrer
it: Avvio
ja_jp: 開始
pl: Rozpoczęto
pt: Iniciar
pt_br: Inicio
ru: Начало

source: Starting backup …
cs: Spouštění zálohy…
da: Starter backup ...
de: Sicherung wird gestartet …
es: Comenzando copia de seguridad
hu: Mentés indítása...
it: Avvio backup...
ja_jp: バックアップを開始しています…
nl_nl: Back-up wordt gestart ...
pl: Rozpoczynanie kopii ...
pt: A iniciar a cópia de segurança ...
pt_br: Iniciando backup ...
ru: Запуск резервного копирования…
sr_rs: Startujem rezervnu kopiju ...
sv_se: Startar säkerhetskopiering ...

source: Starting restore …
cs: Spouštění obnovení…
da: Starter gendannelse ...
de: Wiederherstellung wird gestartet …
es: Comenzando restauración ...
hu: Visszaállítás indítása...
it: Avvio ripristino...
ja_jp: 復元を開始しています…
nl_nl: Herstellen wordt gestart ...
pl: Uruchamianie odzyskiwania ...
pt: A iniciar o restauro ...
pt_br: Iniciando restauração ...
ru: Начало восстановления…
sr_rs: Startujem obnavljanje ...
sv_se: Startar återställning ...

source: Starting the restore process …
cs: Spouštění procesu obnovení…
da: Starter gendannelses processen ...
de: Starten des Wiederherstellungsprozesses...
es: Comenzando el proceso de restauración ...
hu: Visszaállítási folyamat indítása...
it: Avvio del processo di ripristino ...
ja_jp: 復元プロセスを開始しています…
nl_nl: Starten van het herstelproces ...
pl: Uruchamianie procesu odzyskiwania ...
pt: A iniciar o processo de restauro ...
pt_br: Iniciando o processo de restauração ...
ru: Запуск процесса восстановления…
sr_rs: Startujem proces obnavljanja ...
sv_se: Startar återställningsprocessen ...

source: Status: {{getRemoteControlStatusText()}}
it: Stato: {{getRemoteControlStatusText()}}

source: Stop after the current file
ca: Atura després del fitxer actual
cs: Zastavit po stávajícím souboru
da: Stop efter den nuværende fil
de: Beende nach aktueller Datei
es: Detener después del archivo actual
fi: Keskeytä nykyisen tiedoston jälkeen
fr_ca: Arrêter après le fichier en cour
hu: Leállítás az aktuális fájl után
it: Ferma dopo il file corrente
ja_jp: 現在のファイルの後で停止
lt: Stabdyti po dabartinio failo
nl_nl: Stop na het huidige bestand
pl: Zatrzymaj po bieżącym pliku
pt: Parar após o ficheiro atual
pt_br: Parar após o arquivo atual
ro: Opriți după fișierul curent
ru: Остановиться после текущего файла
sr_rs: Zaustavi nakon trenutnog fajla
sv_se: Stoppa efter den aktuella filen

source: Stop running backup
ca: Atura la còpia de seguretat en execució
cs: Zastavit probíhající zálohu
da: Stop den kørende backup
de: Laufende Sicherung anhalten
es: Detener respaldo en curso
fi: Keskeytä käynnissä oleva varmuuskopiointi
fr_ca: Arrêter la sauvegarde en cour
hu: Mentés futtatásának leállítása
it: Ferma esecuzione backup
ja_jp: 実行中のバックアップを停止
lt: Stabdyti vykdomą atsarginę kopiją
nl_nl: Stop de back-up in uitvoering
pl: Zatrzymaj wykonywaną kopię
pt: Parar cópia de segurança em execução
pt_br: Parar de executar o backup
ro: Nu mai rulați backupul
ru: Остановить резервное копирование
sr_rs: Zaustavi pokrenutu rezervnu kopiju
sv_se: Avsluta säkerhetskopiering

source: Stop running task
ca: Atura la tasca en execució
cs: Zastavit probíhající úlohu
da: Stop den kørende opgave
de: Beende laufenden Vorgang
es: Detener tarea en ejecución
fr_ca: Stopper la tâche en cour
hu: Feladat futtatásának leállítása
it: Ferma esecuzione attività
ja_jp: 実行中のタスクを停止
lt: Stabdyti vykdomą užduotį
lv: Pārtraukt uzdevuma izpildi
nl_nl: Stop de taak in uitvoering
pl: Zatrzymaj wykonywane zadanie
pt: Parar tarefa em execução
pt_br: Parar de executar a tarefa
ro: Opriți executarea sarcinii
ru: Остановить задачу
sr_rs: Zaustavi pokrenuti zadatak
sv_se: Sluta köra uppgiften

source: Stopping after the current file:
cs: Zastavování pro stávajícím souboru:
da: Stopper efter den nuværende fil:
de: Anhalten nach der aktuellen Datei:
es: Parando después del archivo actual:
hu: Leállítás az aktuális fájl után:
it: Arresto dopo il file corrente:
ja_jp: 現在のファイルの後で停止：
nl_nl: Stoppen na het huidige bestand:
pl: Zatrzymywanie po bieżącym pliku:
pt: A parar após o ficheiro atual:
pt_br: Parando após o arquivo atual:
ru: Остановка после текущего файла:
sr_rs: Zaustavljanje nakon trenutnog fajla:
sv_se: Stoppa efter den aktuella filen:

source: Stopping task:
ca: S'està aturant la tasca:
cs: Zastavování úlohy:
da: Stopper opgave:
de: Beende Vorgang
es: Deteniendo tarea:
fr_ca: Arrêt de la tâche
hu: Feladat leállítása:
it: Ferma attività:
ja_jp: タスクを停止しています：
lt: Stabdoma užduotis:
lv: Aptur uzdevumu:
nl_nl: Taak wordt gestopt:
pl: Zatrzymywanie zadania:
pt: Parar tarefa:
pt_br: Tarefa de parada:
ro: Oprire:
ru: Остановка задачи:
sr_rs: Zaustavljanje zadatka:
sv_se: Stoppa uppgift:

source: Storage Type
ca: Tipus d'emmagatzematge
cs: Typ úložiště
da: Opbevaringstype
de: Speichertyp
es: Tipo de Almacenamiento
fi: Tallennustyyppi
fr_ca: Type de stockage
hu: Tárhely típus
it: Tipo archivio
ja_jp: ストレージの種類
lt: Saugyklos tipas
lv: Krātuves Tips
nl_nl: Opslagtype
pl: Typ Magazynu
pt: Tipo de armazenamento
pt_br: Tipo de armazenamento
ro: Tip de stocare
ru: Тип хранилища
sr_rs: Tip skladišta
sv_se: Lagringstyp

source: Storage class
ca: Classe d'emmagatzematge
cs: Třída úložiště
da: Opbevaringsklasse
de: Speicherklasse
es: Categoría de almacenamiento
fi: Tallennusluokka
fr_ca: Classe de stockage
hu: Tároló osztály
it: Classe archivio
ja_jp: ストレージのクラス
lt: Saugyklos klasė
nl_nl: Opslagklasse
pl: Klasa magazynu
pt: Classe de armazenamento
pt_br: Classe de armazenamento
ro: Clasă de stocare
ru: Класс хранилища
sr_rs: Klasa skladišta
sv_se: Förvarings-klass
