Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: Create Order
de: Reihenfolge der Erstellung
it: Crea ordine

source: Create Order (descending)
de: Reihenfolge der Erstellung (absteigend)
it: Crea ordine (decrescente)

source: Create bug report …
cs: Vytvořit hlášení chyby…
da: Opret fejlrapport ...
de: Fehlerbericht erstellen...
es: Crear informe de errores ...
fi: Luo virheraportti ...
hu: Hibajelentés készítés...
it: Crea segnalazione bug...
ja_jp: バグレポートを作成…
nl_nl: Bug rapport maken ...
pl: Utwórz raport o błędach ...
pt: Criar relatório de erros ...
pt_br: Criar relatório de errors ...
ro: Creează un raport de defecțiune
ru: Создать отчет об ошибке…
sr_rs: Kreira se izveštaj o greškama ...
sv_se: Skapa buggrapport

source: Create folder?
ca: Voleu crear una carpeta?
cs: Vytvořit složku?
da: Opret mappe?
de: Ordner erstellen?
es: ¿Crear carpeta?
fi: Luo kansio?
fr_ca: Créer un dossier?
hu: Mappa készítés?
it: Creare una cartella?
ja_jp: フォルダーを作成しますか？
lt: Sukurti aplanką?
lv: Izveidot mapi?
nl_nl: Map aanmaken?
pl: Utworzyć folder
pt: Criar pasta?
pt_br: Criar diretório?
ro: Creează director?
ru: Создать папку?
sr_rs: Napraviti fasciklu?
sv_se: Skapa mapp?

source: Created new limited user
ca: S'ha creat un nou usuari limitat
cs: Vytvořen nový uživatelský účet s omezenými oprávněními
da: Opret en ny begrænset bruger
de: Nutzer mit eingeschränkten Rechten anlegen
es: Creó un nuevo usuario limitado
fi: Luotiin uusi rajoitettu käyttäjä
fr_ca: Nouvel utilisateur limité créé
hu: Új korlátozott felhasználó létrehozva
it: Creato nuovo utente limitato
ja_jp: 新規の制限ユーザーを作成しました
lt: Sukurtas naujas ribotas vartotojas
nl_nl: Nieuwe beperkte gebruiker aangemaakt
pl: Utwórz nowego użytkownika z ograniczeniami
pt: Criar utilizador com restrições
pt_br: Criar novo usuário com limitações no acesso
ro: S-a creat un nou utilizator cu drepturi limitate
ru: Создан новый ограниченный пользователь
sr_rs: Napravljen novi korisnik sa ograničenjima
sv_se: Skapa ny begränsad användare

source: Creating bug report …
cs: Vytvořit hlášení chyby…
da: Opretter fejlrapport ...
de: Fehlerbericht wird erstellt...
es: Creando informe de errores ...
fi: Luodaan virheraporttia ...
hu: Hibajelentés készítés...
it: Creazione segnalazione bug...
ja_jp: バグレポートを作成しています…
nl_nl: Bug rapport maken ...
pl: Tworzenie raportu o błędach ...
pt: A criar relatório de erros ...
pt_br: Criando relatório de erros ...
ro: Se creează un raport de defecțiuni ...
ru: Создание отчета об ошибке…
sr_rs: Kreira se izveštaj o greškama ...
sv_se: Skapar felrapport ...

source: Creating new user with limited access …
cs: Vytváření nového uživatele s omezeným přístupem…
da: Opretter en ny bruger med begrænset adgang ...
de: Neuer Benutzer mit eingeschränktem Zugriff wird erstellt …
es: Creando nuevo usuario con acceso limitado ...
fi: Luodaan uusi rajoitettu käyttäjä
hu: Új felhasználó létrehozása korlátozott hozzáféréssel...
it: Creazione di un nuovo utente con accesso limitato...
ja_jp: アクセスが制限されている新規ユーザーを作成しています…
nl_nl: Nieuwe gebruiker met beperkte toegang aanmaken ...
pl: Tworzenie nowego użytkownika z ograniczonym dostępem ...
pt: A criar novo utilizador com acesso limitado ...
pt_br: Criando novo usuário com acesso limitado ...
ro: Se creează un nou utilizator cu acces limitat ...
ru: Создание нового пользователя с ограниченным доступом…
sr_rs: Pravljenje novog korisnika sa ograničenim pristupom …
sv_se: Skapar ny användare med begränsad åtkomst …

source: Creating target folders …
cs: Vytváření cílových složek…
da: Opretter destinations mapper ...
de: Zielverzeichnisse erstellen...
es: Creando carpetas de destino …
fi: Luodaan kohdekansiot ...
hu: Cél mappák létrehozása...
it: Creazione delle cartelle di destinazione...
ja_jp: バックアップ先のフォルダーを作成しています…
nl_nl: Doelmappen aanmaken ...
pl: Tworzenie folderów docelowych ...
pt: A criar pastas de destino ...
pt_br: Criando diretórios de destino…
ro: Se creează directoarele destinație ...
ru: Создание целевых папок…
sr_rs: Pravljenje ciljnih foldera ...
sv_se: Skapar målmappar …

source: Creating temporary backup …
cs: Vytváření dočasné zálohy…
da: Opretter en midlertidig backup ...
de: Temporäre Sicherung wird erstellt …
es: Creando copia de seguridad temporal ...
fi: Luodaan tilapäinen varmuuskopio ...
hu: Ideiglenes mentés létrehozása...
it: Creazione backup temporaneo...
ja_jp: 一時的なバックアップを作成しています…
nl_nl: Tijdelijke back-up aanmaken ...
pl: Tworzenie kopii tymczasowej ...
pt: A criar cópia de segurança temporária ...
pt_br: Criando backup temporário ...
ro: Se creează o copie de rezervă temporară ...
ru: Создание временной резервной копии…
sr_rs: Pravljenje privremene rezervne kopije …
sv_se: Skapar temporär säkerhetskopia ...

source: Creating user …
de: Nutzer wird angelegt ...
fi: Luo käyttäjää …
it: Creazione utente...
ja_jp: ユーザーを作成しています…
nl_nl: Gebruiker aanmaken …

source: Current action:
ca: Acció actual:
cs: Stávající akce:
da: Nuværende handling:
de: Aktuelle Aktion:
es: Proceso actual:
fr_ca: Action en cours :
hu: Aktuális művelet:
it: Azione corrente:
ja_jp: 現在のアクション：
lt: Dabartinis veiksmas:
nl_nl: Huidige actie:
pl: Bieżące działanie:
pt: Ação atual:
pt_br: Ação atual:
ro: Acțiunea curentă:
ru: Текущая операция:
sr_rs: Trenutna akcija:
sv_se: Nuvarande åtgärd:

source: Current file:
ca: Fitxer actual:
cs: Stávající soubor:
da: Nuværende fil:
de: Aktuelle Datei:
es: Archivo actual:
fi: Nykyinen tiedosto:
fr_ca: Fichier actuel :
hu: Aktuális fájl:
it: File corrente:
ja_jp: 現在のファイル：
lt: Dabartinis failas:
nl_nl: Huidig bestand:
pl: Aktualny plik:
pt: Ficheiro atual:
pt_br: Arquivo atual:
ro: Fișierul curent:
ru: Текущий файл:
sr_rs: Trenutni fajl:
sv_se: Nuvarande fil:

source: Current version is {{versionname}} ({{versionnumber}})
ca: La versió actual és {{versionname}} ({{versionnumber}})
cs: Stávající verze je {{versionname}} ({{versionnumber}})
da: Nuværende version er {{versionname}} ({{versionnumber}})
de: Aktuelle Version: {{versionname}} ({{versionnumber}})
es: La versión actual es {{versionname}} ({{versionnumber}})
fi: Nykyinen versio on {{versionname}} ({{versionnumber}})
fr_ca: La version actuelle est {{versionname}} ({{versionnumber}})
hu: Aktuális verzió: {{versionname}} ({{versionnumber}})
it: La versione attuale è {{versionname}} ({{versionnumber}})
ja_jp: 現在のバージョンは {{versionname}}（{{versionnumber}}）
lt: Dabartinė versija: {{versionname}} ({{versionnumber}})
nl_nl: Huidige versie is {{versionname}} ({{versionnumber}})
pl: Bieżąca wersja to {{versionname}} ({{versionnumber}})
pt: A versão atual é a {{versionname}} ({{versionnumber}})
pt_br: A versão atual é {{versionname}} ({{versionnumber}})
ro: Versiunea curentă este {{versionname}} ({{versionnumber}})
ru: Текущая версия — {{versionname}} ({{versionnumber}})
sr_rs: Trenutna verzija je {{versionname}} ({{versionnumber}})
sv_se: Aktuell version är {{versionname}} ({{versionnumber}})

source: Custom S3 endpoint
ca: Extrem d'S3 personalitzat
cs: Vlastní S3 koncový bod
da: Brugerdefineret S3 endpoint
de: Benutzerdefinierter S3 endpoint
es: Personalizada S3 endpoint
fi: Mukautettu S3-päätepiste
fr_ca: S3 endpoint personnalisé
hu: Egyéni S3 végpont
it: Endpoint S3 personalizzato
ja_jp: ユーザー定義のS3エンドポイント
lt: Nestandartinė S3 saugykla
nl_nl: Aangepaste S3 endpoint
pl: Niestandardowy węzeł końcowy S3
pt: URL S3 personalizado
pt_br: Endpoint S3 modificado
ro: Conector S3 personalizat
ru: Пользовательский S3 endpoint
sr_rs: Prilagođena krajnja tačka S3
sv_se: Anpassad S3-slutpunkt

source: Custom Satellite
cs: Vlastní satelit
da: Brugerdefineret Satellit
de: Benutzerdefinierter Satellit
es: Satélite personalizado
fi: Mukautettu satelliitti
it: Satellite personalizzato
ja_jp: ユーザー定義のサテライト
nl_nl: Aangepaste Satellite
pl: Niestandardowy satelita
pt_br: Satélite customizado
ru: Пользовательский спутник
sr_rs: Prilagođeni satelit
sv_se: Anpassad Satellit

source: Custom Satellite ({{satellite}})
cs: Vlastní satelit ({{satellite}})
da: Brugerdefineret Satellit ({{satellite}})
de: Benutzerdefinierter Satellit ({{satellite}})
es: Satélite personalizado ({{satellite}})
fi: Mukautettu satelliitti ({{satellite}})
it: Satellite personalizzato ({{satellite}})
ja_jp: ユーザー定義のサテライト（{{satellite}}）
nl_nl: Aangepaste Satellite ({{satellite}})
pl: Niestandardowy satelita ({{satellite}})
pt_br: Satélite customizado ({{satellite}})
ru: Пользовательский спутник ({{satellite}})
sr_rs: Prilagođeni satelit ({{satellite}})
sv_se: Anpassad Satellit ({{satellite}})

source: Custom authentication url
ca: URL d'autenticació personalitzat
cs: Vlastní ověřovací URL adresa
da: Brugerdefineret godkendelses url
de: Benutzerdefinierte URL für Authentifizierung
es: Url de autenticación personalizada
fi: Mukautettu todennus-URL
fr_ca: URL d'authentification personnalisée
hu: Egyéni hitelesítési URL
it: URL di autenticazione personalizzato
ja_jp: ユーザー定義の認証用URL
lt: Nestandartinis autorizacijos URL
nl_nl: Aangepaste authenticatie url
pl: Niestandardowy URL uwierzytelniania
pt: URL personalizado de autenticação
pt_br: URL de autenticação modificada
ro: Adresă de autentificare personalizată
ru: Пользовательский URL-адрес аутентификации
sr_rs: Prilagođeni URL za autentifikaciju
sv_se: Anpassad autentiseringsadress

source: Custom backup retention
ca: Preservació de còpies de seguretat personalitzada
cs: Uživatelem určená doba uchovávání záloh
da: Brugerdefineret backup fastholdelse
de: Benutzerdefinierte Sicherungsaufbewahrung
es: Conservación de copia de respaldo personalizada
fi: Mukautettu varmuuskopion säilyttäminen
fr_ca: Rétention de sauvegarde personnalisée
hu: Egyéni mentés késleltetés
it: Conservazione backup personalizzato
ja_jp: ユーザー定義のバックアップの保持期間
lt: Derintas kopijų saugojimo laikas
nl_nl: Aangepaste back-up retentie
pl: Niestandardowa retencja kopii
pt: Retenção de cópias de segurança personalizada
pt_br: Retenção de backup personalizada
ro: Durată de retenție a copiei de rezervă personalizată
ru: Пользовательское
sr_rs: Prilagođeno zadržavanje rezervne kopije
sv_se: Anpassad backup-bibehållning

source: Custom bucket storage class
de: Benutzerdefinierte Bucket Speicherklasse
fi: Mukautettu säilön tallennusluokka
it: Classe di archiviazione personalizzata del bucket
ja_jp: ユーザー定義のバケットストレージのクラス
nl_nl: Aangepaste bucket-opslagklasse

source: Custom location
de: Benutzerdefinierter Standort
it: Posizione personalizzata

source: Custom region for creating buckets
ca: Regió de creació de contenidors personalitzada
cs: Vlastní region pro vytváření „nádob“ (bucket)
da: Brugerdefineret region for at oprette buckets
de: Benutzerdefinierte Region, um Buckets zu erstellen
es: Región personalizada para la creación de depósitos
fi: Mukautettu alue säilön luomista varten
fr_ca: Région personnalisée pour la créations de buckets
it: Regione personalizzata per la creazione dei bucket
ja_jp: バケットを作成するユーザー定義のリージョン
lt: Nestandartinis regionas kuriamoms saugykloms
lv: Specifiskais reģions spaiņu izveidei
nl_nl: Aangepaste regio voor het aanmaken van buckets
pl: Niestandardowy region do tworzenia zasobników
pt: Região personalizada para a criação de 'buckets'
pt_br: Região personalizada para a criação dos buckets
ro: Regiunea personalizată pentru crearea de cupe
ru: Пользовательский регион для создания buckets
sr_rs: Prilagođeni region za pravljenje segmenata
sv_se: Anpassad region för att skapa buckets

source: Custom region value
de: Benutzerdefinierter Wert für Region
it: Valore regione personalizzato

source: Custom server url
de: Benutzerdefinierte Server-URL
it: URL server personalizzato

source: Custom storage class
de: Benutzerdefinierte Speicherklasse
it: Classe di archiviazione personalizzata

source: DEPRECATED: {{getDeprecationMessage(item)}}
de: VERALTET: {{getDeprecationMessage(item)}}
it: DEPRECATO: {{getDeprecationMessage(item)}}
ja_jp: 非推奨：{{getDeprecationMessage(item)}}
nl_nl: VEROUDERD: {{getDeprecationMessage(item)}}

source: Days
ca: Dies
cs: Dnů
da: Dage
de: Tage
es: Días
fi: Päivää
fr_ca: Jours
hu: Nap
it: Giorni
ja_jp: 日
lt: Dienos
lv: Dienas
nl_nl: Dagen
pl: Dni
pt: Dias
pt_br: Dias
ro: Zile
ru: Дней
sr_rs: Dana
sv_se: Dagar

source: Default
ca: Per defecte
cs: Výchozí
da: Standard
de: Standard
es: Por defecto
fi: Oletus
fr_ca: Défaut
hu: Alapértelmezett
it: Predefinito
ja_jp: 初期設定
lt: Numatyta
lv: Noklusējums
nl_nl: Standaard
pl: Domyślny
pt: Padrão
pt_br: Padrão
ro: Mod implicit
ru: По умолчанию
sr_rs: Podrazumevano
sv_se: Standard

source: Default ({{channelname}})
ca: Per defecte ({{channelname}})
cs: Výchozí ({{channelname}})
da: Standard ({{channelname}})
de: Standard ({{channelname}})
es: ({{channelname}}) por defecto
fi: Oletus ({{channelname}})
fr_ca: ({{channelname}}) par défaut
hu: Alapértelmezett ({{channelname}})
it: Predefinito ({{channelname}})
ja_jp: 既定（{{channelname}}）
lt: Numatytas ({{channelname}})
nl_nl: Standaard ({{channelname}})
pl: Domyślny ({{channelname}})
pt: Padrão ({{channelname}})
pt_br: Padrão ({{channelname}})
ro: Implicit ({{nume_canal}})
ru: По умолчанию ({{channelname}})
sr_rs: Podrazumevano ({{channelname}})
sv_se: Standard ({{channelname}})

source: Default excludes
ca: Exclusions per defecte
cs: Ve výchozím stavu vynecháno
da: Standard ekskluderinger
de: Standardmäßig ausgeschlossen
es: Exclusiones por defecto
fr_ca: Les exclusions par défaut
hu: Alapértelmezett kihagyások
it: Esclusioni predefinite
ja_jp: 既定で除外するアイテム
lt: Numatytos išimtys
nl_nl: Standaard uitsluitingen
pl: Domyślne wykluczenia
pt: Exclusões padrão
pt_br: Exclusões padrão
ro: Excluderi implicite
ru: Исключения по-умолчанию
sr_rs: Podrazumevano isključuje
sv_se: Standard exkluderingar

source: Default options
ca: Opcions per defecte
cs: Výchozí volby
da: Standardindstillinger
de: Standard-Optionen
es: Opciones por defecto
fi: Oletusasetukset
fr_ca: Options par défaut
hu: Alapértelmezett beállítások
it: Opzioni predefinite
ja_jp: 既定のオプション
lt: Numatyti parametrai
lv: Noklusējuma iestatījumi
nl_nl: Standaard opties
pl: Opcje domyślne
pt: Opções padrão
pt_br: Opções padrão
ro: Opțiunile prestabilite
ru: Параметры по умолчанию
sr_rs: Podrazumevane opcije
sv_se: Standardalternativ

source: Default value: "{{getDefaultValue(item)}}"
de: Standard Wert: "{{getDefaultValue(item)}}"
it: Valore predefinito: "{{getDefaultValue(item)}}"
ja_jp: 既定値：「{{getDefaultValue(item)}}」
nl_nl: Standaardwaarde: "{{getDefaultValue(item)}}"

source: Delete
ca: Elimina
cs: Smazat
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr_ca: Supprimer
hu: Törlés
it: Elimina
ja_jp: 削除
lt: Ištrinti
lv: Izdzēst
nl_nl: Verwijderen
pl: Usuń
pt: Eliminar
pt_br: Remover
ro: Șterge
ru: Удалить
sr_rs: Obriši
sv_se: Radera

source: Delete Phase (Old Backup Versions)
ca: Fase d'eliminació (versions antigues de la còpia de seguretat)
cs: Fáze mazání (staré verze zálohy)
da: Slettefase (Gamle backup-versioner)
de: Phase Löschen (alte Sicherungsversionen)
es: Elimine Fase (Versiones Antiguas del Respaldo)
fr_ca: Étape de suppression (ancienne version de sauvegarde)
hu: Törlési fázis (régi mentés verziók)
it: Fase eliminazione (Vecchie versioni di backup)
ja_jp: 削除の段階
nl_nl: Verwijderen Subtaak (Oude Back-upversies)
pl: Faza usuwania (stare wersje kopii)
pt: Fase de eliminar (versões de cópias de segurança antigas)
pt_br: Fase de Exclusão (Versões de Backup Antigas)
ro: Etapa de ștergere (Versiuni Vechi ale Copiei de Rezervă)
ru: Этап удаления (старые версии резервного копирования)
sr_rs: Faza brisanja (stare verzije rezervne kopije)
sv_se: Ta bort fas (gamla säkerhetskopieringsversioner)

source: Delete backup
ca: Elimina la còpia de seguretat
cs: Smazat zálohu
da: Slet backup
de: Sicherung löschen
es: Eliminar copia de seguridad
fi: Poista varmuuskopio
fr_ca: Supprimer la sauvegarde
hu: Mentés törlése
it: Elimina backup
ja_jp: バックアップを削除
lt: Ištrinti kopiją
lv: Izdzēst dublējumkopiju
nl_nl: Verwijder back-up
pl: Usuń kopię
pt: Eliminar cópia de segurança
pt_br: Remover backup
ro: Șterge copie de rezervă
ru: Удалить резервную копию
sr_rs: Obriši backup
sv_se: Radera säkerhetskopia

source: Delete backups that are older than
ca: Elimina les còpies de seguretat anteriors a
cs: Smazat zálohy starší než
da: Slet sikkerhedskopier, der er ældre end
de: Sicherungen löschen, die älter sind als
es: Eliminar copias de seguridad que tengan mas de
fi: Poista varmuuskopiot, jotka ovat vanhempia kuin
fr_ca: Supprimer les sauvegardes plus anciennes que
hu: Ennél régebbi mentések törlése
it: Elimina i backup più vecchi di
ja_jp: 古いバックアップから削除
lt: Ištrinti kopijas, kurios senesnės nei
nl_nl: Verwijder back-ups die ouder zijn dan
pl: Usuń kopie zapasowe starsze niż
pt: Eliminar cópias de segurança mais antigas do que
pt_br: Excluir backups mais antigos que
ro: Șterge copiile de rezervă mai vechi de:
ru: Удалить копии старше
sr_rs: Izbrisati rezervne kopije koje su starije od
sv_se: Radera säkerhetskopior äldre än

source: Delete local database
ca: Elimina la base de dades local
cs: Smazat místní databázi
da: Slet lokal database
de: Lokale Datenbank löschen
es: Eliminar base de datos local
fi: Poista paikallinen tietokanta
fr_ca: Supprimer base de données locale
hu: Helyi adatbázis törlése
it: Elimina database locale
ja_jp: ローカルデータベースを削除
lt: Ištrinti lokalią duombazę
lv: Izdzēst lokālo datubāzi
nl_nl: Verwijder lokale database
pl: Usuń lokalną bazę danych
pt: Eliminar base de dados local
pt_br: Remover base local
ro: Șterge baza de date locală
ru: Удалить локальную базу данных
sr_rs: Obriši lokalnu bazu podataka
sv_se: Radera lokal databas

source: Delete remote control setup
de: Einstellungen des Fernzugriffs löschen
it: Elimina configurazione di controllo remoto

source: Delete remote files
ca: Elimina els fitxers remots
cs: Smazat soubory na protějšku
da: Slette filer fra destinationen
de: Remote-Dateien löschen
es: Eliminar archivos remotos
fi: Poista tiedostot etäpalvelimelta
fr_ca: Supprimer les fichiers distants
hu: Távoli fájlok törlése
it: Elimina file remoti
ja_jp: リモートファイルを削除
lt: Ištrinti nutolusius failus
lv: Dzēst attālinātos failus
nl_nl: Verwijder remote bestanden
pl: Usuń zdalne pliki
pt: Eliminar ficheiros remotos
pt_br: Remover arquivos remotos
ro: Șterge fișierele la distanță
ru: Удалить файлы с диска
sr_rs: Obriši udaljene datoteke
sv_se: Radera målfiler

source: Delete the local database
ca: Elimina la base de dades local
cs: Smazat místní databázi
da: Slet den lokale database
de: Die lokale Datenbank löschen
es: Eliminar la base de datos local
fi: Poista paikallinen tietokanta
fr_ca: Supprimer la base de données locale
hu: A helyi adatbázis törlése
it: Elimina il database locale
ja_jp: ローカルデータベースを削除
lt: Ištrinti lokalią duombazę
lv: Izdzēst lokālo datubāzi
nl_nl: Verwijder de lokale database
pl: Usuń lokalną bazę danych
pt: Eliminar base de dados local
pt_br: Remover a base local
ro: Ștergeți baza de date locală
ru: Удалить локальную базу данных
sr_rs: Obriši lokalnu bazu podataka
sv_se: Radera lokal databas

source: Delete {{filecount}} files ({{filesize}}) from the remote storage?
ca: Voleu eliminar {{filecount}} fitxers ({{filesize}}) de l'emmagatzematge remot?
cs: Smazat {{filecount}} souborů ({{filesize}}) ze vzdáleného úložiště?
da: Slet {{filecount}} filer ({{filesize}}) fra destinationen?
de: {{filecount}} Dateien ({{filesize}}) vom Remote-Speicher löschen?
es: ¿Eliminar {{filecount}} archivos con ({{filesize}}) del almacenamiento remoto?
fi: Poistetaanko {{filecount}} tiedostoa ({{filesize}}) etäpalvelimelta
fr_ca: Supprimer {{filecount}} fichiers ({{filesize}}) du stockage distant ?
hu: {{filecount}} fájl ({{filesize}}) törlése a távoli tárhelyről?
it: Elimina {{filecount}} file ({{filesize}}) dall'archivio remoto?
ja_jp: {{filecount}}個のファイル（{{filesize}}）をリモートの保存領域から削除しますか？
lt: Trinti failus {{filecount}}, ({{filesize}}) iš nutolusios saugyklos?
nl_nl: {{filecount}} bestanden ({{filesize}}) van de remote opslag verwijderen?
pl: Usunąć {{filecount}} plików ({{filesize}}) ze zdalnego magazynu?
pt: Eliminar {{filecount}} ficheiros ({{filesize}}) do armazenamento remoto?
pt_br: Remover {{filecount}} arquivos ({{filesize}}) do armazenamento remoto?
ro: Ștergeți fișierele {{filecount}} ({{file size}}) din spațiul de stocare de la distanță?
ru: Удалить {{filecount}} файлов ({{filesize}}) из удаленного хранилища?
sr_rs: Obrisati {{filecount}} datoteka ({{filesize}}) iz udaljenog skladišta?
sv_se: Ta bort {{filecount}} filer ({{filesize}}) från fjärrmålet?

source: Delete …
cs: Smazat…
da: Slet ...
de: Löschen …
es: Eliminar ...
fi: Poista ...
hu: Törlés...
it: Elimina…
ja_jp: 削除...
nl_nl: Verwijderen ...
pl: Usuń ...
pt: A apagar ...
pt_br: Remover
ro: Șterge ...
ru: Удалить…
sr_rs: Brisanje …
sv_se: Radera ...

source: Deleted
ca: Eliminats
cs: Smazáno
da: Slettet
de: Gelöscht
es: Eliminado
fi: Poistettu
fr_ca: Supprimer
hu: Törölve
it: Eliminato
ja_jp: 削除済
nl_nl: Verwijderd
pl: Usunięto
pt: Eliminado
pt_br: Deletado
ro: Șters
ru: Удалено
sr_rs: Izbrisano
sv_se: Raderade

source: Deleted Versions
ca: Versions eliminades
cs: Smazané verze
da: Slettede versioner
de: Gelöschte Versionen
es: Versiones eliminadas
fi: Poistetut versiot
fr_ca: Versions supprimés
hu: Törölt verziók
it: Versioni eliminate
ja_jp: 削除されたバージョン
nl_nl: Verwijderde versies
pl: Usunięte wersje
pt: Versões eliminadas
pt_br: Versões Deletadas
ro: Versiuni șterse
ru: Удалённые версии
sr_rs: Izbrisane verzije
sv_se: Raderade Versioner

source: Deleted files
ca: Fitxers eliminats
cs: Smazané soubory
da: Slettede filer
de: Gelöschte Dateien
es: Archivos eliminados
fi: Poistetut tiedostot
fr_ca: Fichiers supprimés
hu: Törölt fájlok
it: File eliminati
ja_jp: 削除されたファイル
nl_nl: Verwijderde bestanden
pl: Usunięte pliki
pt: Ficheiros eliminados
pt_br: Arquivos deletados
ro: Fișiere șterse
ru: Удалённые файлы
sr_rs: Izbrisani fajlovi
sv_se: Raderade filer

source: Deleting remote files …
cs: Mazání souborů na protějšku…
da: Sletter filer fra destinationen ...
de: Remote-Dateien löschen...
es: Eliminando archivos remotos ...
fi: Poistetaan kohteen tiedostoja ...
hu: Távoli fájlok törlése
it: Eliminazione dei file remoti...
ja_jp: リモートファイルを削除しています…
nl_nl: Remote bestanden verwijderen ...
pl: Usuwanie zdalnych plików ...
pt: A apagar ficheiros remotos ...
pt_br: Removendo arquivos remotos ...
ro: Se șterg fișierele de la distanță ...
ru: Удаление "удаленных" файлов…
sr_rs: Brisanje udaljenih fajlova …
sv_se: Raderar fjärrfiler ...

source: Deleting unwanted files …
cs: Mazání nepotřebných souborů…
da: Sletter uønskede filer ...
de: Unnötige Daten löschen...
es: Eliminando archivos no deseados ...
fi: Poistetaan turhia tiedostoja ...
hu: Felesleges fájlok törlése...
it: Eliminazione dei file indesiderati ...
ja_jp: 不要なファイルを削除しています…
nl_nl: Ongewenste bestanden verwijderen ...
pl: Usuwanie niepotrzebnych plików ...
pt: A apagar ficheiros desnecessários ...
pt_br: Removendo arquivos indesejados ...
ro: Se șterg fișierele nedorite ...
ru: Удаление ненужных файлов…
sr_rs: Brisanje neželjenih fajlova …
sv_se: Raderar oönskade filer...

source: Description (optional)
ca: Descripció (opcional)
cs: Popis (volitelné)
da: Beskrivelse (valgfrit)
de: Beschreibung (optional)
es: Descripción (opcional)
fi: Kuvaus (valinnainen)
fr_ca: Description (facultatif)
hu: Leírás (nem kötelező)
it: Descrizione (facoltativa)
ja_jp: 概要（任意）
nl_nl: Omschrijving (optioneel)
pl: Opis (opcjonalnie)
pt: Descrição (opcional)
pt_br: Descrição (opcional)
ro: Descriere (opțional)
ru: Описание (опционально)
sr_rs: Opis (opciono)
sv_se: Beskrivning (valfritt)

source: Description:
ca: Descripció:
cs: Popis:
da: Beskrivelse:
de: Beschreibung:
es: Descripción:
fi: Kuvaus:
hu: Leírás:
it: Descrizione:
ja_jp: 概要：
nl_nl: Omschrijving:
pl: Opis:
pt: Descrição:
pt_br: Descrição:
ro: Descriere:
ru: Описание:
sr_rs: Opis:
sv_se: Beskrivning:
