Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: The host key has changed, please check with the server administrator if this is correct, otherwise you could be the victim of a MAN-IN-THE-MIDDLE attack. Do you want to REPLACE your CURRENT host key "{{prev}}" with the REPORTED host key: {{key}}?
ca: La clau de l'amfitrió ha canviat, comproveu amb l'administrador del servidor que això és correcte, o podríeu ser víctima d'un atac d'intermediari. Voleu substituir la clau d'amfitrió actual («{{prev}}») amb la clau d'amfitrió «{{key}}»?
cs: Klíč stroje se změnil, zkontrolujte se správcem serveru zda je správný, protože byste mohli být obětí útoku typu člověk uprostřed (man-in-the-midle). Chcete NAHRADIT STÁVAJÍCÍ klíč stroje "{{prev}}" NAHLÁŠENÝM klíčem stroje: {{key}}?
da: Nøglen fra værten er ændret, kontroller venligst med server administratoren om dette er korrekt, ellers kan du være offer for et MAN-IN-THE-MIDDLE angreb. Vil du ERSTATTE din NUVÆRENDE værtsnøgle "{{prev}}" med den RAPPORTEREDE værtsnøgle: {{key}}?
de: Der Host-Schlüssel wurde geändert, bitte prüfen Sie mit dem Server-Administrator, ob dieser korrekt ist, sonst könnten Sie das Opfer eines MAN-IN-THE-MIDDLE-Angriffs werden.\n\nMöchten Sie Ihren AKTUELLEN Host-Schüssel "{{prev}}" durch den GEMELDETEN Host-Schüssel {{key}} ersetzen?
es: La clave de host fue cambiada, compruebe con el administrador del servidor si esto es correcto, de lo contrario usted podría ser víctima de un ataque MAN-IN-THE-MIDDLE. ¿Desea REMPALAZAR su ACTUAL clave de host "{{prev}}" con la clave del host REGISTRADA: {{key}}?
fr_ca: La clé de l'hôte a changé, veuillez vérifier avec l'administrateur du serveur si cela est correcte, car il pourrait s'agir d'une attaque de type "intermédiaire". Voulez-vous REMPLACER votre clé d'hôte COURANTE "{{prev}}" par la clé MENTIONNÉE : {{key}} ?
it: La chiave host è cambiata, per favore consulta l'amministratore del server se questa è corretta, altrimenti potresti essere la vittima di un attacco UOMO-NEL-MEZZO. Vuoi SOSTITUIRE la chiave host CORRENTE "{{prev}}" con la chiave host SEGNALATA: {{key}}?
ja_jp: ホストの鍵が変更されました。変更が正しいかどうか、サーバーの管理者に問い合わせてください。変更が正しくない場合、中間車攻撃を受けているおそれがあります。 現在のホストの鍵「{{prev}}」を、報告されたホストの鍵「{{key}}」で置き換えますか？
lt: Serverio raktas pasikeitė, su administratoriumi patikrinkite ar jis geras, priešingu atveju jūsų duomenys gali būti perimti. Ar norite PAKEISTI jūsų DABARTINĮ serverio raktą "{{prev}}" PATEIKTU serverio raktu: {{key}}?
nl_nl: De host sleutel is veranderd, controleer met uw server beheerder of dit correct is, in het andere geval zou u het slachtoffer kunnen zijn van een MAN-IN-THE-MIDDLE aanval. Wilt u de HUIDIGE host sleutel "{prev}" VERVANGEN door de GERAPPORTEERDE host sleutel: {{key}}?
pl: Klucz komputera został zmieniony, proszę sprawdzić z administratorem serwera czy jest to poprawne, w przeciwnym razie możesz zostać ofiarą ataku typu MAN-IN--MIDDLE. Czy chcesz ZASTĄPIĆ twój BIEŻĄCY klucz komputera "{{prev}}" na PODANY klucz: {{klucz}}?
pt: A chave do host foi alterada, verifique com o administrador do servidor se está correta, caso contrário pode ter sido vítima de um ataque MAN-IN-THE MIDDLE. Deseja SUBSTITUIR a sua chave do host ATUAL "{{prev}}" pela chave do host REPORTADA: {{key}}?
pt_br: A chave do host mudou, verifique com o administrador do servidor se está correta, caso contrário você poderia ser vítima de um ataque MAN-IN-THE MIDDLE. Deseja SUBSTITUIR a sua chave do host ATUAL "{{prev}}" com a chave do host REPORTADA: {{key}}?
ro: Cheia gazdă a fost modificată, verificați-vă cu administratorul serverului dacă aceasta este corectă, altfel ați putea fi victima unui atac MAN-IN-THE-MIDDLE. Doriți să ÎNLOCUIți cheia gazdă CURRENT "{{prev}}" cu cheia gazdă REPORTED: {{key}}?
ru: Ключ узла изменился, пожалуйста, проверьте у администратора сервера так ли это, в противном случае вы можете быть жертвой атаки MAN-IN-THE-MIDDLE. Вы хотите ЗАМЕНИТЬ ваш ТЕКУЩИЙ ключ узла «{{prev}}» ПОЛУЧЕННЫМ ключом хоста: {{key}}?
sr_rs: Ključ hosta se promenio, proverite kod administratora servera da li je to tačno, inače biste mogli da budete žrtva napada MAN-IN-THE-MIDDLE. Da li želite da ZAMENITE svoj TRENUTNI ključ hosta "{{prev}}" sa PRIJAVLJENIM ključem hosta: {{key}}?
sv_se: Värdnyckeln har ändrats, kontrollera med serveradministratören om detta är korrekt, annars kan du bli offer för en MAN-IN-MIDDLE-attack. Vill du ERSÄTTA din AKTUELLA värdnyckel "{{prev}}" med den RAPPORTERADE värdnyckeln: {{key}}?

source: The passwords do not match
ca: Les contrasenyes no coincideixen
cs: Zadání hesla se neshodují
da: Adgangskoderne er ikke ens
de: Die Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fi: Salasanat eivät täsmää
fr_ca: Le mot de passe ne correspond pas
hu: A jelszavak nem egyeznek meg
it: Le password non corrispondono
ja_jp: パスワードが一致しません
nl_nl: De wachtwoorden komen niet overeen
pl: Hasła różnią się od siebie
pt: As palavras-passe não coincidem
pt_br: Senhas não conferem
ru: Пароли не совпадают
sr_rs: Lozinke se ne poklapaju
sv_se: Lösenorden matchar inte

source: The path does not appear to exist, do you want to add it anyway?
ca: Sembla que la ruta no existeix, voleu afegir-la igualment?
cs: Popisované umístění zdá se neexistuje, přejete si ho přidat i tak?
da: Stien ser ikke ud til at findes, vil du tilføje den alligevel?
de: Der Pfad scheint nicht zu existieren. Möchten Sie ihn trotzdem hinzufügen?
es: La ruta parece que no existe, ¿desea agregar de todos modos?
fi: Polku ei vaikuta olevan olemassa, haluatko lisätä sen silti?
fr_ca: Le chemin ne semble pas exister, voulez-vous l'ajouter quand même ?
hu: Úgy tűnik, hogy a megadott útvonal nem létezik, mégis hozzá akarod adni?
it: Il percorso sembra non esistere, vuoi aggiungerlo comunque?
ja_jp: パスは存在しないようですが、追加してよろしいですか？
lt: Panašu, kad toks kelias neegzistuoja, vis tiek jį pridėti?
nl_nl: Het pad lijkt niet te bestaan, wilt u het desondanks toevoegen?
pl: Wygląda, że ścieżka nie istnieje, czy mimo to chcesz ją dodać?
pt: Parece que o caminho não existe, quer adicioná-lo mesmo assim?
pt_br: O caminho não parece existir, você deseja adicioná-lo de qualquer maneira?
ro: Calea nu pare să existe, vreți să o adăugați oricum?
ru: Путь, по-видимому, не существует, вы всё равно хотите его добавить?
sr_rs: Putanja izgleda ne postoji, da li svejedno želite da je dodate?
sv_se: Sökvägen verkar inte existera, vill du lägga till den ändå?

source: The path does not end with a '{{dirsep}}' character, which means that you include a file, not a folder. Do you want to include the specified file?
ca: La ruta no acaba amb un caràcter «{{dirsep}}», la qual cosa vol dir que heu triat un fitxer, no una carpeta. Voleu incloure el fitxer especificat?
cs: Dané umístění nekončí na znak „{{dirsep}}“, což znamená, že jste zahrnuli soubor, ne složku. Chcete zahrnout daný soubor?
da: Stien slutter ikke med '{{dirsep}}' tegnet, hvilket betyder at du inkluderer en file og ikke en mappe. Vil du inkludere den valgte fil?
de: Der Pfad endet nicht mit dem Zeichen "{{dirsep}}", was bedeutet, dass Sie eine Daten und kein Verzeichnis einschließen.\n\nMöchten Sie die angegebene Datei einschließen?
es: La ruta no termina con un carácter '{{dirsep}}', que significa que incluye un archivo, no una carpeta. ¿Desea incluir el archivo especificado?
fi: Polku ei pääty '{{dirsep}}' -merkkiin, eli olet lisäämässä tiedoston etkä kansiota. Haluatko lisätä määritellyn tiedoston?
fr_ca: Le répertoire ne se termine pas par un caractère '{{dirsep}}', ce qui signifie que vous sélectionnez un fichier et non un dossier. Voulez-vous inclure le fichier spécifié ?
it: Il percorso non termina con un carattere '{{dirsep}}', il che significa che si include un file, non una cartella. Vuoi includere il file specificato?
ja_jp: パスは「{{dirsep}}」で終わっていません。フォルダーではなく、ファイルが含まれています。 指定したファイルを含めますか？
lt: Kelias pasibaigia ne '{{dirsep}}' simboliu, tai reiškia, kad pridėjote failą, ne aplanką. Ar norite pridėti nurodytą failą?
nl_nl: Het pad eindigt niet met een '{{dirsep}}' teken, wat betekent dat u een bestand opneemt, niet een map. Wilt u het aangegeven bestand opnemen?
pl: Ścieżka nie kończy się znakiem "{{dirsep}}", co oznacza, że dołączasz plik, a nie folder. Czy chcesz dołączyć określony plik?
pt: O caminho não termina com um caractere '{{dirsep}}, o que significa que incluiu um ficheiro e não uma pasta. Quer incluir o ficheiro especificado?
pt_br: O caminho não termina com um caractere '{{dirsep}}, o que significa que você inclui um arquivo, não uma pasta. Deseja incluir o arquivo especificado?
ro: Calea nu se termină cu un caracter {{dirsep}}, ceea ce înseamnă că includeți un fișier, nu un dosar. Doriți să includeți fișierul specificat?
ru: Путь не заканчивается символом «{{dirsep}}», что означает, что вы включаете файл, а не папку. Вы хотите включить указанный файл?
sr_rs: Putanja se ne završava znakom '{{dirsep}}', što znači da uključujete fajl, a ne fasciklu. Da li želite da uključite navedeni fajl?
sv_se: Sökvägen slutar inte med tecknet '{{dirsep}}', vilket betyder att du inkluderar en fil, inte en mapp. Vill du inkludera den angivna filen ändå?

source: The path must be an absolute path, i.e. it must start with a forward slash '/'
ca: La ruta ha de ser absoluta, és a dir, ha de començar amb una barra «/»
cs: Je třeba, aby se jednalo o úplný popis umístění, tj. aby začínal dopředným lomítkem „/“
da: Stien skal være en absolut sti, altså skal den starte med '/'
de: Der Pfad muss ein absoluter Pfad sein. Das heißt, er muss mit '/' beginnen
es: La ruta debe ser una ruta absoluta, es decir, debe comenzar con una barra '/'
fi: Polun pitää olla absoluuttinen, eli sen tulee alkaa vinoviivalla "/"
fr_ca: Le chemin doit être un chemin absolu, c.-à-d. Il doit commencer par un slash avant '/'
it: Il percorso deve essere un percorso assoluto, cioè deve iniziare con una barra '/'
ja_jp: パスにはスラッシュから始まる絶対パスを指定してください
lt: Kelias turi būti absoliutus, tai yra turi prasidėti simboliu '/'
nl_nl: Het pad moet een absoluut pad zijn, bijvoorbeeld het moet beginnen met een forward slash '/'
pl: Ścieżka musi być ścieżką bezwzględną, tzn. musi rozpoczynać się prawym ukośnikiem '/'
pt: O caminho deve ser um caminho absoluto, ou seja, deve começar com uma barra inclinada '/'
pt_br: O caminho deve ser um caminho absoluto, ou seja, deve começar com uma barra progressiva '/'
ro: Calea trebuie să fie o cale absolută, adică trebuie să pornească cu o slash '/'
ru: Путь должен быть абсолютным, то есть он должен начинаться с косой черты «/»
sr_rs: Putanja mora biti apsolutna putanja, tj. mora da počinje sa kosom crtom unapred '/'
sv_se: Sökvägen måste vara en absolut väg, dvs den måste börja med ett snedstreck '/'

source: The region parameter is only applied when creating a new bucket
ca: El paràmetre de regió només s'aplica quan es crea un contenidor
cs: Parametr region je použit pouze při vytváření nové „nádoby“ (bucket)
da: Regionsparameteren anvendes kun når der oprettes en ny bucket
de: Der Bereich Parameter wird nur angewendet, wenn ein neuer Bucket erzeugt wird
es: El parámetro de la región sólo se aplica al crear un nuevo depósito
fi: Alue -parametria sovelletaan vain säilöä luodessa.
fr_ca: Le paramètre régional n'est appliqué qu'à la création d'un nouveau bucket
it: Il parametro regione è applicato solo quando si crea un nuovo bucket
ja_jp: リージョンパラメーターは、バケットを新たに作成する際にのみ適用されます
lt: Regiono parametras taikomas tik naujai saugyklai
nl_nl: De regio parameter wordt alleen toegepast bij het aanmaken van een bucket
pl: Parametr regionu jest stosowany tylko podczas tworzenia nowego zasobnika
pt: O parâmetro de região só é aplicado ao criar um novo 'bucket'
pt_br: O parâmetro de região só é aplicado ao criar um novo bucket
ro: Parametrul regiune se aplică numai când se creează o nouă găleată
ru: Параметр «регион» применяется только при создании нового bucket
sr_rs: Parametar regiona se primenjuje samo pri kreiranju novog segmenta
sv_se: Regionparametern tillämpas endast när en ny bucket skapas

source: The region parameter is only used when creating a bucket
ca: El paràmetre de regió només es fa servir quan es crea un contenidor
cs: Parametr region je použit pouze při vytváření „nádoby“ (bucket)
da: Regionsparameteren bruges kun når der oprettes en ny bucket
de: Der Bereich Parameter wird nur angewendet, wenn ein Bucket erzeugt wird
es: El parámetro de la región sólo se utiliza al crear un depósito
fi: Alue -parametria käytetään vain säilöä äluodessa.
fr_ca: Le paramètre régional n'est utilisé qu'à la création d'un bucket
it: Il parametro regione è utilizzato solo quando si crea un bucket
ja_jp: リージョンパラメーターは、バケットを作成する際にのみ使用されます
lt: Regiono parametras panaudojamas tik kuriant saugyklą
nl_nl: De regio parameter wordt alleen gebruikt bij het aanmaken van een bucket
pl: Parametr regionu jest używany tylko podczas tworzenia zasobnika
pt: O parâmetro de região só é usado na criação de um 'bucket'
pt_br: O parâmetro de região só é usado na criação de um bucket
ro: Parametrul regiune este utilizat numai când creați o găleată
ru: Параметр «регион» используется только при создании bucket
sr_rs: Parametar regiona se kreira samo kada se koristi segment
sv_se: Regionparametern används endast när du skapar en bucket

source: The server certificate could not be validated. Do you want to approve the SSL certificate with the hash: {{hash}}?
ca: No s'ha pogut validar el certificat del servidor. Voleu aprovar el certificat SSL amb la suma «{{hash}}»?
cs: Certifikát serveru se nepodařilo ověřit. Chcete schválit SSL certifikát s otiskem: {{hash}}?
da: Server certifikatet kunne ikke valideres. Vil du godkende SSL certifikatet med dette hash: {{hash}}?
de: Das Server Zertifikat konnte nicht validiert werden.\nMöchten Sie das SSL-Zertifikat mit dem folgenden Hash bestätigen: {{hash}}?
es: El certificado del servidor no puede ser validado. ¿Quieres aprobar el certificado SSL con el hash: {{hash}}?
fi: Palvelimen varmennetta ei pystytty todentamaan. Haluatko hyväksyä SSL-varmenteen, jonka tiiviste on {{hash}}?
fr_ca: Le certificat du serveur n'a pas pu être validé. Voulez-vous approuver le certificat SSL avec la somme de contrôle : {{hash}} ?
it: Il certificato del server non può essere convalidato. Vuoi approvare il certificato SSL con l'hash: {{hash}}?
ja_jp: サーバーの証明書を検証できませんでした。 次のハッシュ値をもつSSLの証明書を承認してよろしいですか：{{hash}}
lt: Serverio sertifikatas negali būti patikrintas. Ar patvirtinate SSL sertifikatą su maiša: {{hash}}?
nl_nl: Het servercertificaat kon niet gevalideerd worden. Wilt u het certificaat goedkeuren met deze hash: {{hash}}?
pl: Certyfikat serwera nie może być zweryfikowany. Czy aprobujesz certyfikat SSL z sygnaturą: {{hash}}?
pt: Não foi possível validar o certificado do servidor. Quer aprovar o certificado SSL com o hash: {{hash}}?
pt_br: O certificado do servidor não pôde ser validado. Deseja aprovar o certificado SSL com o hash: {{hash}}?
ro: Certificatul de server nu a putut fi validat. Doriți să aprobați certificatul SSL cu hash: {{hash}}?
ru: Не удалось проверить сертификат сервера. Вы хотите утвердить SSL-сертификат с хэшом: {{hash}}?
sr_rs: Sertifikat servera nije mogao biti proveren. Da li želite da odobrite SSL sertifikat sa hešom: {{hash}}?
sv_se: Servercertifikatet kunde inte valideras. Vill du godkänna SSL-certifikatet med hashen: {{hash}}?

source: The storage class affects the availability and price for a stored file
ca: La classe d'emmagatzematge afecta la disponibilitat i el preu dels fitxers emmagatzemats
cs: Třída úložiště ovlivňuje dostupnost a cenu za uložení souboru
da: Opbevaringsklasen påvirker tilgængeligheden og prisen for en opbevaret fil
de: Die Speicherklasse wirkt sich auf die Verfügbarkeit und den Preis einer gespeicherten Datei aus
es: La categoría de almacenamiento afecta la disponibilidad y precio de un archivo almacenado
fi: Tietovaraston tyyppi vaikuttaa talennetun tiedoston saatavuuteen ja hintaan.
fr_ca: La classe de stockage affecte la disponibilité et le prix d'un fichier stocké
it: La classe dell'archivio influisce sulla disponibilità e sul prezzo per un file archiviato
ja_jp: 保存領域のクラスは、保存されているファイルの利用可能性と価格に影響します
lt: Saugyklos klasė turi įtakos failo pasiekiamumui ir kainai
nl_nl: De opslagklasse beïnvloedt de beschikbaarheid en prijs van een opgeslagen bestand
pl: Klasa magazynu danych ma wpływ na dostępność i cenę za przechowywany plik
pt: A classe de armazenamento afeta a disponibilidade e o preço de um ficheiro armazenado
pt_br: A classe de armazenamento afeta a disponibilidade e o preço de um arquivo armazenado
ro: Clasa de stocare afectează disponibilitatea și prețul unui fișier stocat
ru: Класс хранилища влияет на доступность и цену сохраненного файла
sr_rs: Klasa skladišta utiče na dostupnost i cenu za uskladišteni fajl
sv_se: Lagringsklassen påverkar tillgängligheten och priset för en lagrad fil

source: The target folder contains encrypted files, please supply the passphrase
ca: La carpeta de destinació conté fitxers encriptats; introduïu-ne la contrasenya
cs: Cílová složka obsahuje zašifrované soubory, zadejte heslovou frázi
da: Destinationsmappen indeholder krypterede filer, angiv venligst adgangssætningen
de: Der Zielordner enthält verschlüsselte Dateien, bitte stelle die Passphrase bereit
es: La carpeta de destino contiene archivos encriptados, por favor suministra la frase de seguridad
fi: Kohdekansio sisältää salattuja tiedostoja. Anna salauslauseke
fr_ca: Le fichier cible contient des fichiers chiffrés, merci de fournir la phrase secrète
it: La cartella di destinazione contiene file criptati, per favore fornisci la passphrase
ja_jp: バックアップ先のフォルダーには暗号化されているファイルがあります。パスフレーズを指定してください。
lt: Paskirties duomenys užšifruoti, pateikite slaptą frazę
nl_nl: De doelmap bevat versleutelde bestanden, geef alstublieft de wachtwoordzin
pl: Docelowy folder zawiera zaszyfrowane pliki, proszę podać długie hasło
pt: A pasta de destino contém ficheiros encriptados. Forneça a frase-passe
pt_br: A pasta de destino contém arquivos criptografados. Forneça a senha
ro: Dosarul țintă conține fișiere criptate, furnizați expresia de acces
ru: Целевая папка содержит зашифрованные файлы, пожалуйста, укажите кодовую фразу
sr_rs: Ciljana fasckla sadrži šifrovane fajlove, molimo unesite pristupnu frazu
sv_se: Målmappen innehåller redan krypterade filer, vänligen ange lösenfrasen

source: The user has too many permissions. Do you want to create a new limited user, with only permissions to the selected path?
ca: L'usuari té massa permisos. Voleu crear un nou usuari limitat, amb permisos només per a la ruta seleccionada?
cs: Uživatel má příliš vysoká přístupová práva. Chcete vytvořit nového uživatele s právy omezenými pouze na vybraný popis umístění?
da: Brugeren har for mange tilladelser. Vil du oprette en ny begrænset bruger der kun har adgang til den valgte sti?
de: Der Nutzer hat zu viele Berechtigungen. Möchten Sie einen neuen eingeschränkten Nutzer erstellen, welcher nur Zugriffsrechte für den ausgewählten Pfad hat?
es: El usuario tiene demasiados permisos. ¿Quieres crear un usuario nuevo, con sólo permisos para la ruta seleccionada?
fi: Käyttäjällä on liikaa oikeuksia. Haluatko luoda uuden rajoitetun käyttäjän, jolla on käyttöoikeus vain valittuun polkuun?
fr_ca: L'utilisateur à trop d'autorisations. Voulez-vous créer un nouvel utilisateur limité avec uniquement les autorisations pour les chemins sélectionnés ?
it: L'utente dispone di troppe autorizzazioni. Vuoi creare un nuovo utente limitato, con solo autorizzazioni per il percorso selezionato?
ja_jp: ユーザーに付与されている権限が多すぎます。選択したパスに関する権限のみを有する制限ユーザーを新たに作成しますか？
lt: Naudotojas turi per daug teisių. Ar norite sukurti naują naudotoją, su prieiga tik prie pasirinkto kelio?
nl_nl: De gebruiker heeft teveel permmissies. Wilt u een nieuwe beperkte gebruiker aanmaken, met enkel permissies tot het aangegeven pad?
pl: Użytkownik ma za duże uprawnienia. Czy chcesz stworzyć nowego użytkownika z uprawnieniami ograniczonymi do wybranej ścieżki?
pt: O utilizador tem muitas permissões. Quer criar um novo utilizador limitado, com permissões apenas para o caminho selecionado?
pt_br: O usuário tem muitas permissões. Deseja criar um novo usuário limitado, com apenas permissões para o caminho selecionado?
ro: Utilizatorul are prea multe permisiuni. Doriți să creați un nou utilizator limitat, cu permisiuni numai pentru calea selectată?
ru: Пользователь имеет слишком много прав. Вы хотите создать нового пользователя с ограниченными правами, с разрешениями только на выбранный путь?
sr_rs: Korisnik ima previše dozvola, Da li želite da napravite novog ograničenog korisnika, samo sa dozvolama za izabranu putanju?
sv_se: Användaren har för många behörigheter. Vill du skapa en ny begränsad användare, med endast behörigheter till den valda sökvägen?
