Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: Options
ca: Opcions
cs: Předvolby
da: Indstillinger
de: Optionen
es: Opciones
fi: Valitsimet
hu: Beállítások
it: Opzioni
ja_jp: オプション
lt: Parametrai
lv: Iestatījumi
nl_nl: Opties
pl: Opcje
pt: Opções
pt_br: Opções
ro: Opțiuni
ru: Параметры
sr_rs: Opcije
sv_se: Alternativ

source: Options added here are applied to all backups, but can be overridden in each individual backup.
de: Optionen, die hier gesetzt werden, werden auf alle Backups angewandt, können aber in jedem einzelnen Backup überschrieben werden
it: Le opzioni aggiunte qui sono applicate a tutti i backup, ma possono essere sovrascritte in ogni singolo backup.
ja_jp: ここで追加したオプションは全てのバックアップに適用されますが、それぞれのバックアップの設定で上書きすることができます。
nl_nl: Opties die hier worden toegevoegd, worden toegepast op alle back-ups, maar kunnen worden overschreven in iedere afzonderlijke back-up.
ru: Указанные настройки будут применяться ко всем резервным копиям, но могут быть переопределены для каждой отдельной резервной копии.

source: Order by
de: Sortieren nach
it: Ordina per

source: Original location
ca: Ubicació original
cs: Původní umístění
da: Oprindelig placering
de: Ursprünglicher Speicherort
es: Localización original
fi: Alkuperäinen sijainti
fr_ca: Emplacement d'origine
hu: Eredeti hely
it: Percorso originale
ja_jp: 元の場所
lt: Originali vieta
lv: Sākotnējā atrašanās vieta
nl_nl: Originele locatie
pl: Położenie oryginalne
pt: Localização original
pt_br: Localização original
ro: Locația originală
ru: Исходное местоположение
sr_rs: Originalna lokacija
sv_se: Ursprunglig plats

source: Others
ca: Altres
cs: Ostatní
da: Andre
de: Weitere
es: Otros
fi: Muut
fr_ca: Autres
hu: Egyebek
it: Altri
ja_jp: その他
lt: Kiti
lv: Citi
nl_nl: Anderen
pl: Inne
pt: Outras
pt_br: Outros
ro: Alții
ru: Другие
sr_rs: Ostalo
sv_se: Andra

source: Over time backups will be deleted automatically. There will remain one backup for each of the last 7 days, each of the last 4 weeks, each of the last 12 months. There will always be at least one remaining backup.
ca: Al llarg del temps, les còpies de seguretat s'eliminaran automàticament. Es conservarà una còpia de seguretat per a cadascun dels darrers 7 dies, les darreres 4 setmanes i els darrers 12 mesos. Sempre hi haurà com a mínim una còpia de seguretat restant.
cs: Po čase jsou zálohy automaticky odmazávány. Bude udržována jedna záloha z každého dne za minulých 7 dnů, jedna z každého týdne za minulé 4 týdny a jedna z každého měsíce za minulých 12 měsíců. A vždy zde bude přinejmenším jedna ponechaná záloha.
da: Over tid vil backups blive slettet automatisk. Der vil forblive en backup for hver af de sidste 7 dage, hver af de sidste 4 uger, hver af de sidste 12 måneder. Der vil altid være mindst en tilbageværende backup.
de: Mit der Zeit werden die Sicherungen automatisch gelöscht. Es bleibt eine Sicherung für jeden der letzten 7 Tage, jede der letzten 4 Wochen und jeden der letzten 12 Monate erhalten. Es bleibt immer mindestens eine Sicherung erhalten.
es: Con el tiempo, las copias de seguridad se eliminarán automáticamente. Seguirá habiendo una copia de seguridad para cada uno de los últimos 7 días, cada una de las últimas 4 semanas, cada uno de los últimos 12 meses. Siempre permanecerá, al menos, una copia de seguridad.
fr_ca: Au fil du temps, les sauvegardes seront automatiquement supprimées. Il restera une sauvegarde pour chacun des 7 derniers jours, chacune des 4 dernières semaines, chacun des 12 derniers mois. Il y aura toujours au moins une sauvegarde restante.
hu: A biztonsági másolatok idővel automatikusan törlődnek. Egy biztonsági másolat megmarad az elmúlt 7 napból, az utolsó 4 hétből és az utolsó 12 hónapból. Legalább egy biztonsági másolat mindig marad.
it: Con il passare del tempo i backup saranno eliminati automaticamente. Rimarrà un backup per ciascuno degli ultimi 7 giorni, per ciascuna delle ultime 4 settimane e per ciascuno degli ultimi 12 mesi. Rimarrà sempre almeno un backup.
ja_jp: バックアップは時間の経過につれて自動的に削除されます。7日ごと、4週ごと、12ヶ月ごとのバックアップはそれぞれ保持されます。最低でも1つはバックアップが残ります。
lt: Senos kopijos bus šalinamos automatiškai. Bus saugoma po vieną kopiją 7 dienas, po vieną kas 4 savaites ir po vieną kas 12 mėnesių. Visada bus bent viena likusi kopija.
nl_nl: Na verloop van tijd zullen back-ups automatisch verwijderd worden. Er zal één back-up overblijven voor elk van de laatste 7 dagen, voor elk van de laatste 4 weken, en voor elk van de laatste 12 maanden. Er zal altijd tenminste één back-up overblijven.
pl: Z biegiem czasu kopie będą usuwane automatycznie. Pozostanie jedna kopia dla każdego z ostatnich 7 dni, dla każdego z 4 ostatnich tygodni, dla każdego z 12 ostatnich miesięcy. Zawsze będzie zachowana przynajmniej jedna kopia.
pt: Com o tempo, as versões das cópias de segurança serão eliminadas automaticamente. Permanecerá uma cópia de segurança dos últimos 7 dias, das últimas 4 semanas e cada um dos últimos 12 meses. Haverá sempre pelo menos uma cópia de segurança.
pt_br: Com o tempo, as versões de backup serão excluídas automaticamente. Permanecerá um backup dos últimos 7 dias, das últimas 4 semanas e cada um dos últimos 12 meses. Sempre haverá pelo menos um backup.
ru: Со временем резервные копии будут удаляться автоматически. Останется по одной резервной копии за последние 7 дней, за последние 4 недели, за последний 12 месяцев. Всегда будет как минимум одна оставшаяся резервная копия.
sr_rs: Vremenom će rezervne kopije biti automatski izbrisane. Ostaće po jedna rezervna kopija za svaku od poslednjih 7 dana, svaku od poslednje 4 nedelje, svaku od poslednjih 12 meseci. Uvek će biti najmanje jedna preostala rezervna kopija.
sv_se: Med tiden kommer säkerhetskopior att raderas automatiskt. Det kommer att finnas kvar en säkerhetskopia för var och en av de senaste 7 dagarna, var och en av de senaste 4 veckorna, var och en av de senaste 12 månaderna. Det kommer alltid att finnas minst en säkerhetskopia kvar.

source: Overwrite
ca: Sobreescriu-los
cs: Přepsat
da: Overskriv
de: Überschreiben
es: Sobrescribir
fi: Korvaa
fr_ca: Écraser
hu: Felülírás
it: Sovrascrivi
ja_jp: 上書き
lt: Perrašyti
lv: Pārrakstīt
nl_nl: Overschrijven
pl: Nadpisz
pt: Substituir
pt_br: Sobrescrever
ro: Suprascriere
ru: Перезаписать
sr_rs: Prepiši
sv_se: Skriva över

source: Passphrase (if encrypted)
ca: Contrasenya (si el fitxer està xifrat)
cs: Heslová fráze (v případě, že je použito šifrování)
da: Adgangssætning (hvis krypteret)
de: Passphrase (falls verschlüsselt)
es: Frase de seguridad (con cifrado)
fi: Salauslauseke (jos varmuuskopio on salattu)
fr_ca: Phrase secrète (si chiffré)
hu: Jelszó (ha titkosított)
it: Passphrase (se criptato)
ja_jp: パスフレーズ（暗号化されている場合）
lt: Slapta frazė (jei šifruota)
lv: Pieejas frāze (ja šifrēts)
nl_nl: Wachtwoordzin (indien versleuteld)
pl: Długie hasło (jeśli zaszyfrowane)
pt: Frase-passe (se encriptado)
pt_br: Senha (se criptografado)
ro: Fraza de acces (dacă este criptată)
ru: Кодовая фраза (если зашифрован)
sr_rs: Lozinka (ako je šifrovano)
sv_se: Lösenfras (om krypterad)

source: Passphrase changed
ca: S'ha canviat la contrasenya
cs: Heslová fráze změněna
da: Adgangssætning ændret
de: Passphrase gändert
es: Frase de seguridad cambiada
fi: Salauslauseke vaihdettiin
fr_ca: Phrase secrète changée
hu: A jelmondat megváltozott
it: Passphrase modificata
ja_jp: パスフレーズを変更しました
lt: Slapta frazė pakeista
lv: Pieejas frāze nomainīta
nl_nl: Wachtwoordzin veranderd
pl: Zmieniono hasło
pt: Frase-passe alterada
pt_br: Senha alterada
ro: Fraza de acces a fost modificată
ru: Кодовая фраза изменена
sr_rs: Lozinka promenjena
sv_se: Lösenfras ändrad

source: Passphrases are not matching
ca: Les contrasenyes no coincideixen
cs: Zadání heslové fráze se neshodují
da: Adgangssætninger er ikke ens
de: Passphrasen stimmen nicht überein
es: Las frases de seguridad no coinciden
fi: Salauslausekkeet eivät täsmää
fr_ca: Les phrases secrètes ne correspondent pas
hu: A jelszavak nem egyeznek meg
it: Passphrase non corrispondenti
ja_jp: パスフレーズが一致しません
lt: Slaptos frazės nesutampa
lv: Pieejas frāzes nesakrīt
nl_nl: Wachtwoordzinnen komen niet overeen
pl: Hasła różnią się od siebie
pt: Disparidade de frases-passe
pt_br: Senhas não correspondem
ro: Frazele de acces nu se potrivesc
ru: Кодовые фразы не совпадают
sr_rs: Lozinke se ne poklapaju
sv_se: Lösenfraser matchar inte

source: Passphrases do not match
ca: Les contrasenyes no coincideixen
cs: Zadání heslové fráze se neshodují
da: Adgangssætninger er ikke identiske
de: Passphrasen stimmen nicht überein
es: Las frases de seguridad no coinciden
fi: Salauslausekkeet eivät täsmää
fr_ca: Le mot de passe ne correspond pas
hu: A jelszavak nem egyeznek
it: Le passphrase non corrispondono
ja_jp: パスフレーズが一致しません
nl_nl: Wachtwoordzinnen komen niet overeen
pl: Hasła różnią się od siebie
pt: As frases-passe não coincidem
pt_br: As senhas não correspondem
ru: Парольные фразы не совпадают
sr_rs: Pristupne fraze se ne podudaraju
sv_se: Lösenfraser matchar inte

source: Patching files with local blocks …
cs: Opravování souborů pomocí místních bloků…
da: Opdaterer filer med lokale blokke ...
de: Dateien mit vorhandenen Daten aufbauen...
es: Parchear archivos con bloques locales
it: Aggiornamento dei file con blocchi locali ...
ja_jp: ファイルをローカルのブロックで修復しています…
nl_nl: Bestanden bijwerken met lokale blokken ...
pl: Poprawianie plików za pomocą lokalnych bloków ...
pt: A aplicar correcções aos ficheiros com blocos locais ...
pt_br: Aplicando patch nos arquivos com blocos locais ...
ru: Исправление файлов локальными блоками…
sr_rs: Zakrpa fajlova sa lokalnim blokovima …
sv_se: Patchar filer med lokala block...

source: Path
ca: Ruta
cs: Popis umístění
da: Sti
de: Pfad
es: Ruta
fi: Polku
fr_ca: Chemin
hu: Útvonal
it: Percorso
ja_jp: パス
lt: Kelias
nl_nl: Pad
pl: Ścieżka
pt: Caminho
pt_br: Caminho
ru: Путь
sr_rs: Putanja
sv_se: Sökväg

source: Path not found
ca: No s'ha trobat la ruta
cs: Umístění nenalezeno
da: Stien blev ikke fundet
de: Pfad nicht gefunden
es: Ruta no encontrada
fi: Polkua ei löydy
fr_ca: Chemin non trouvé
hu: Az útvonal nem található
it: Percorso non trovato
ja_jp: パスが見つかりません
lt: Kelias nerastas
lv: Ceļš nav atrasts
nl_nl: Pad niet gevonden
pl: Ścieżka nie znaleziona
pt: Caminho não encontrado
pt_br: Caminho não encontrado
ro: Calea nu a fost găsită
ru: Путь не найден
sr_rs: Putanja nije pronađena
sv_se: Sökvägen hittades inte

source: Path on server
ca: Ruta al servidor
cs: Popis umístění na serveru
da: Sti på server
de: Pfad auf Server
es: Ruta del servidor
fi: Polku etäpalvelimella
fr_ca: Chemin sur le serveur
hu: Útvonal a kiszolgálón
it: Percorso sul server
ja_jp: サーバー上のパス
lt: Kelias iki serverio
lv: Ceļs uz servera
nl_nl: Pad op server
pl: Ścieżka na serwerze
pt: Caminho no servidor
pt_br: Caminho do servidor
ro: Cale pe server
ru: Путь на сервере
sr_rs: Putanja na serveru
sv_se: Sökväg på servern

source: Path or subfolder in the bucket
ca: Ruta o subcarpeta al contenidor
cs: Umístění nebo podsložka v „nádobě“ (bucket)
da: Sti eller undermappe i bucket
de: Pfad oder Unterverzeichnis im Bucket
es: Ruta o subcarpeta en el depósito
fi: Säilön polku tai alikansio
fr_ca: Chemin ou sous-dossier dans le bucket
it: Percorso o sottocartella bucket
ja_jp: パスまたはバケットのサブフォルダー
lt: Kelias arba pakatalogis saugykloje
nl_nl: Pad of submap in de bucket
pl: Ścieżka lub podkatalog w zasobniku
pt: Caminho ou sub-pasta no 'bucket'
pt_br: Caminho ou subpasta no bucket
ro: Cale sau subfolder în găleată
ru: Путь или подпапка в bucket
sr_rs: Putanja ili podfascikla u segment-u
sv_se: Sökväg eller undermapp i bucket

source: Pause
ca: Pausa
cs: Pozastavit
es: Pausa
fi: Tauko
hu: Szünet
it: Pausa
ja_jp: 一時停止
lt: Pauzė
lv: Pauzēt
nl_nl: Pauze
pl: Wstrzymaj
pt: Pausa
pt_br: Parar
ro: Pauză
ru: Пауза
sr_rs: Pauza
sv_se: Paus

source: Pause after startup or hibernation
ca: Pausa després de l'arrencada o la hibernació
cs: Pozastavit po spuštění nebo hibernaci
da: Pause efter start eller dvale
de: Pause nach dem Start oder Aufwachen
es: Pausar después del arranque o de hibernación
fi: Tauko käynnistyksen tai lepotilasta heräämisen jälkeen
fr_ca: Pause après le démarrage ou l'hibernation
hu: Szünet indítás vagy hibernálás után
it: Pausa dopo avvio o ibernazione
ja_jp: 起動時またはハイバネート時に一時停止
lt: Pauzė po paleidimo ar ramybės būsenos
nl_nl: Pauzeer na opstarten of slaapmodus
pl: Wstrzymaj po uruchomieniu lub hibernacji
pt: Pausa após o arranque ou hibernação
pt_br: Pausa após a inicialização ou a hibernação
ro: Întrerupeți după pornire sau hibernare
ru: Отложенный запуск после включения или выхода из спящего режима
sr_rs: Pauziraj nakon pokretanja ili hibernacije
sv_se: Pausa efter uppstart eller viloläge

source: Pause options
ca: Opcions de pausa
cs: Předvolby pozastavení
da: Pause indstillinger
de: Anhalten Optionen
es: Opciones de pausa
fr_ca: Options de pause
hu: Szünet beállítások
it: Opzioni pausa
ja_jp: 一時停止の設定
lt: Pauzės parametrai
lv: Pauzēt opcijas
nl_nl: Pauzeer-opties
pl: Opcje wstrzymania
pt: Opções de pausa
pt_br: Interromper opções
ro: Opțiunile de întrerupere
ru: Параметры паузы
sr_rs: Opcije pauze
sv_se: Pausalternativ

source: Permissions
ca: Permisos
cs: Přístupová práva
da: Tilladelser
de: Berechtigungen
es: Permisos
fi: Oikeudet
hu: Engedélyek
it: Autorizzazioni
ja_jp: 権限
lt: Leidimai
lv: Atļaujas
nl_nl: Permissies
pl: Uprawnienia
pt: Permissões
pt_br: Permissões
ro: Permisiuni
ru: Разрешения
sr_rs: Dozvole
sv_se: Behörigheter

source: Pick location
ca: Trieu una ubicació
cs: Vyberte umístění
da: Vælg placering
de: Speicherort auswählen
es: Elegir ubicación
fi: Valitse sijainti
fr_ca: Choisir l'emplacement
hu: Hely választása
it: Scegli posizione
ja_jp: 場所を入力
lt: Pasirinkite vietą
nl_nl: Kies locatie
pl: Wybierz położenie
pt: Escolher localização
pt_br: Escolher localização
ro: Alegeți locația
ru: Выберите местоположение
sr_rs: Izaberite lokaciju
sv_se: Välj plats

source: Please select a file to import
de: Bitte eine Datei zum Import auswählen
it: Seleziona un file da importare
ja_jp: インポートするファイルを選択してください
nl_nl: Selecteer een bestand om te importeren

source: Point to your backup files and restore from there
ca: Indiqueu on són els vostres fitxers de còpia de seguretat i feu una restauració des d'allà
cs: Nasměrujte na soubory se zálohou a obnovte odsud
da: Udpeg dine backup-filer og gendan fra dem
de: Sicherungsdateien auswählen und von dort wiederherstellen
es: Indique sus ficheros de copia de seguridad y restáurelos desde allí
fr_ca: Donner votre fichier de sauvegarde et restaurer depuis celui-ci
it: Puntare ai file di backup e ripristinare da lì
ja_jp: バックアップファイルを指定し、そこから復元
lt: Pasirinkite atsarginės kopijos failus ir atkurkite iš jos
nl_nl: Verwijs naar de back-up bestanden en herstel daar vandaan
pl: Wskaż pliki kopii zapasowej i odtwórz z nich
pt: Apontar para os ficheiros da cópia de segurança e restaurar a partir de lá
pt_br: Aponte para os arquivos de backup e restaure de lá
ro: Indicați fișierele de rezervă și restaurați-le de acolo
ru: Укажите место хранения резервной копии и восстановите данные из неё
sr_rs: Postavite pokazivač na svoje rezervne kopije fajlova i vratite ih odatle
sv_se: Peka på dina säkerhetskopior och återställ därifrån

source: Port
es: Puerto
fi: Portti
it: Porta
ja_jp: ポート
lt: Portas
lv: Ports
nl_nl: Poort
pt: Porta
pt_br: Porta
ru: Порт

source: Prevent tray icon automatic log-in
ca: Impedeix l'inici de sessió automàtic de la safata del sistema
cs: Zabránit automatickému přihlašování ikony v oznamovací oblasti
da: Forhindre automatisk login-in fra system ikonet
de: Verhindert das automatische Anmelden per Taskleistensymbol
es: Impedir el inicio de sesión automático con el icono de la bandeja
fr_ca: Empêcher la connexion automatique de l'icône de la barre de tâches
hu: Tálca ikon automatikus bejelentkezés megakadályozása
it: Previeni l'accesso automatico dell'icona nella barra delle applicazioni
ja_jp: トレイアイコンの自動ログインを行わない
lt: Neleisti automatinio prisijungimo per dėklo piktogramą
nl_nl: Voorkom automatisch inloggen door systeemvak-pictogram
pl: Zapobiegaj automatycznemu logowaniu z ikony w trayu
pt: Impedir autenticação automática com o ícone da barra de tarefas
pt_br: Impedir login automático no ícone da bandeja
ru: Запретить автоматический вход из значка в трее
sr_rs: Sprečite automatsko prijavljivanje ikonom na traci
sv_se: Förhindra att tray-icon automatiskt loggar in

source: Previous
ca: Enrere
cs: Předchozí
da: Forrige
de: Zurück
es: Anterior
fi: Edellinen
fr_ca: Précédent
hu: Előző
it: Precedente
ja_jp: 前へ
lt: Ankstesnis
nl_nl: Vorige
pl: Poprzedni
pt: Anterior
pt_br: Anterior
ro: Anterior
ru: Назад
sr_rs: Prethodno
sv_se: Tidigare

source: Processing files to backup …
de: Bearbeite Dateien für die Sicherung ...
it: Elaborazione dei file per il backup ...

source: Progress:
ca: Progrés:
cs: Postup:
da: Fremgang:
de: Fortschritt:
es: Progreso
fi: Edistyminen:
fr_ca: Statut:
hu: Folyamat:
it: Avanzamento:
ja_jp: 進行度：
lt: Progresas:
nl_nl: Voortgang:
pl: Postęp:
pt: Progresso:
pt_br: Progresso:
ru: Прогресс:
sr_rs: Napredak:
sv_se: Framsteg:

source: ProjectID is optional if the bucket exist
ca: La ProjectID és opcional si el contenidor existeix
cs: Pokud „nádoba“ (bucket) existuje, je identifikátor projektu (ProjectID) nepovinný
da: ProjectID er valgfrit hvis bucket eksisterer
de: Die Projekt-ID ist optional, wenn der Bucket existiert
es: ProjectID es opcional si el depósito existe
fi: Tunniste ProjectID on valinnainen, jos säilö on jo olemassa
fr_ca: Le ProjectID est optionel si le bucket existe
it: ID Progetto è opzionale se esiste un bucket
ja_jp: バケットが存在する場合、ProjectIDはオプションです
lt: ProjectID yra neprivalomas, jei egzistuoja saugykla
nl_nl: ProjectID is optioneel als de bucket bestaat
pl: ProjectID jest opcjonalne jeśli zasobnik istnieje
pt: ID do projeto é opcional se o 'bucket' já existir
pt_br: ProjectID é opcional se o bucket já existe
ro: ID-ul proiectului este opțional dacă există o cupă
ru: ProjectID необязателен, если существует bucket
sr_rs: ID projekta je opcioni ako segment postoji
sv_se: ProjectID är valfritt om bucket finns

source: Proprietary
ca: De propietat
cs: Proprietární
da: Proprietære
de: Proprietär
es: Propietario
fi: Suljettu
fr_ca: Propriétaire
hu: Tulajdonosi
it: Proprietario
ja_jp: 独自プロトコル
lt: Patentuota
nl_nl: Fabrikantgebonden
pl: Własny
pt: Proprietário
pt_br: Proprietário
ro: Proprietate
ru: Проприетарное
sr_rs: Vlasnički
sv_se: Proprietär

source: Public
de: Öffentlich
it: Pubblico

source: Purge Phase
ca: Fase de purga
cs: Fáze trvalého mazání
da: Rensningsfase
de: Aufräumphase
es: Fase de purgado
fr_ca: Étape de purge
hu: Tisztítási fázis
it: Fase eliminazione
ja_jp: 削除の段階
nl_nl: Uitwissen Subtaak
pl: Faza czyszczenia
pt: Fase de purgar
pt_br: Estágio deleção
ru: Стадия очистки
sr_rs: Faza čišćenja
sv_se: Rensningsfas

source: Purging files complete!
ca: S'ha completat la purga de fitxers!
cs: Trvalé smazání souborů dokončeno!
da: Rensning af filer gennemført!
de: Löschen von Dateien abgeschlossen!
es: ¡Purgado de ficheros finalizado!
fr_ca: Purge des fichiers complétée!
hu: Fájlok tisztítása befejezve!
it: Eliminazione dei file completata!
ja_jp: ファイルを削除しました！
nl_nl: Wissen van bestanden compleet!
pl: Czyszczenie plików zakończone!
pt: A purga dos ficheiros está terminada!
pt_br: Deleção de arquivos completo!
ru: Очистка файлов завершена!
sr_rs: Čišćenje fajlova je završeno!
sv_se: Rensning av filer klar!

source: Purging files …
cs: Trvalé vymazávání souborů…
da: Fjerner filer ...
de: Dateien bereinigen...
es: Purgando archivos ...
hu: Fájlok tisztítása...
it: Eliminazione dei file ...
ja_jp: ファイルを削除しています…
nl_nl: Bestanden wissen ...
pl: Czyszczenie plików ...
pt: A eliminar ficheiros ...
pt_br: Limpando arquivos ...
ru: Очистка файлов...
sr_rs: Čišćenje fajlova …
sv_se: Rensar filer...

source: Rebuilding local database …
cs: Znovuvytváření místní databáze…
da: Genopbygger lokal database ...
de: Lokale Datenbank wird neu aufgebaut …
es: Reconstruyendo base de datos local ...
fi: Rakennetaan paikallinen tietokanta uudelleen ...
hu: Helyi adatbázis újraépítése...
it: Ricostruzione del database locale ...
ja_jp: ローカルデータベースを再構築しています…
nl_nl: Opnieuw opbouwen van lokale database ...
pl: Odbudowa lokalnej bazy danych ...
pt: A recriar a base de dados local ...
pt_br: Reconstruindo banco de dados local ...
ru: Восстановление локальной базы данных…
sr_rs: Ponovno kreiranje lokalne baze podataka …
sv_se: Bygger om lokal databas...

source: Recreate (delete and repair)
ca: Recrea (elimina i repara)
cs: Vytvořit znovu (smazat a opravit)
da: Gendan (slet og reparer)
de: Wiederherstellen (löschen und reparieren)
es: Recrear (borrar y reparar)
fi: Luo uudelleen (poista ja korjaa)
fr_ca: Récrée (suppression et réparation)
hu: Újraépítés (törlés és javítás)
it: Ricrea (elimina e ripara)
ja_jp: 改めて作成（削除して修復）
lt: Perkurti (ištrinti ir taisyti)
nl_nl: Opnieuw aanmaken (verwijderen en repareren)
pl: Odtworzenie (usunięcie i naprawienie)
pt: Recriar (eliminar e reparar)
pt_br: Recriar (excluir e reparar)
ro: Refaceți (ștergeți și reparați)
ru: Пересоздать (удалить и исправить)
sr_rs: Ponovo kreirajte (izbrišite i popravite)
sv_se: Återskapa (ta bort och reparera)

source: Recreate Database Phase
ca: Fase de recreació de la base de dades
cs: Fáze znovuvytváření databáze
da: Database gendannelsesfase ...
de: Datenbank-Wiederherstellungsphase
es: Fase de recreación de base de datos
fr_ca: Étape de recréation de la base de données
hu: Adatbázis újraépítési fázis
it: Fase ricreazione database
ja_jp: データベースの再構築の段階
nl_nl: Opnieuw aanmaken Database Subtaak
pl: Faza odtwarzania bazy danych
pt: Fase de recriar base de dados
pt_br: Recriar banco de dados
ru: Этап восстановления базы данных
sr_rs: Ponovo kreirajte fazu baze podataka
sv_se: Återskapa Databas Fasen

source: Recreating database …
cs: Znovuvytváření databáze…
da: Gendanner database ...
de: Datenbank wird neu erstellt …
es: Recreando base de datos …
fi: Luodaan tietokanta uudelleen ...
hu: Adatbázis újraépítése...
it: Ricreazione del database ...
ja_jp: データベースを改めて作成しています…
nl_nl: Opnieuw aanmaken van de database ...
pl: Odtwarzanie bazy danych ...
pt: A recriar a base de dados
pt_br: Recriaando banco de dados ...
ru: Восстановление базы данных…
sr_rs: Ponovo kreiranje baze podataka …
sv_se: Återskapar databas...

source: Region
it: Regione
ja_jp: リージョン
nl_nl: Regio

source: Register for remote control
de: Registrierung für Fernzugriff
it: Registrazione per il controllo remoto

source: Registered, waiting for accept
de: Registriert, warte auf Bestätigung
it: Registrato, in attesa di accettazione

source: Registering machine...
de: Registriere Maschine...
it: Registro macchina...

source: Registering temporary backup …
cs: Registrace dočasné zálohy…
da: Registrerer midlertidig backup ...
de: Temporäre Sicherung wird registriert …
es: Registrando copia de seguridad temporal …
fi: Rekisteröidään tilapäinen varmuuskopio ...
hu: Ideiglenes mentés regisztrálása...
it: Registrazione backup temporaneo ...
ja_jp: 一時的なバックアップを登録しています…
nl_nl: Registreren tijdelijke back-up ...
pl: Rejestrowanie kopii tymczasowej ...
pt: A registar a cópia de segurança emporária ...
pt_br: Registrando backup temporário ...
ru: Регистрация временной резервной копии…
sr_rs: Registrovanje privremene rezervne kopije …
sv_se: Registrerar tillfällig säkerhetskopia …

source: Registration URL
de: Registrierungs-URL
it: URL di registrazione

source: Registration failed
de: Registrierung fehlgeschlagen
it: Registrazione non riuscita
