Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: Backup complete!
ca: S'ha completat la còpia de seguretat!
cs: Záloha dokončena!
da: Backup fuldført!
de: Sicherung abgeschlossen!
es: Respaldo completo!
fi: Varmuuskopiointi valmis!
fr_ca: Sauvegarde Complète
hu: Mentés kész!
it: Backup completo!
ja_jp: バックアップが完了しました！
lt: Kopija padaryta!
lv: Dublējumkopijas veidošana pabeigta!
nl_nl: Back-up compleet!
pl: Backup zakończony!
pt: Cópia de segurança terminada!
pt_br: Backup concluído!
ru: Резервное копирование завершено!
sr_rs: Rezervna kopija je završena!
sv_se: Säkerhetskopieringen är klar!

source: Backup destination
ca: Destinació de la còpia de seguretat
cs: Cíl zálohy
de: Sicherungsziel
es: Destino de la copia de seguridad
fi: Sijainti, johon varmuuskopio tehdään
fr_ca: Destination de la sauvegarde
hu: Mentés cél
it: Destinazione backup
ja_jp: バックアップ先
lt: Kopijų saugojimo vieta
lv: Dublējumkopijas mērķa atrašanās vieta
nl_nl: Back-updoel
pl: Miejsce docelowe kopii
pt: Destino da cópia de segurança
pt_br: Destino do backup
ro: Destinație de rezervă
ru: Хранение резервной копии
sr_rs: Odredište rezervne kopije
sv_se: Destination till säkerhetskopia

source: Backup is encrypted but no passphrase is available. Type a passphrase below to use for restoring your files, or, in case of GPG encryption, leave blank to let gpg retrieve the passphrase by invoking your system's keychain.
de: Die Sicherung ist verschlüsselt, jedoch ist keine Passphrase verfügbar. Geben Sie unten die für die Wiederherstellung Ihrer Dateien zu verwendende Passphrase ein. Im Fall einer GPG-Verschlüsselung müssen SIe das Feld leer lassen, damit GPG die Passphrase aus dem Schlüsselbund Ihres Systems abrufen kann.
it: Il backup è crittografato ma non è disponibile la passphrase. Digita di seguito una passphrase da utilizzare per il ripristino dei file o, in caso di crittografia GPG, lascia vuoto per consentire a gpg di recuperare la passphrase richiamando il portachiavi del sistema.
ja_jp: バックアップは暗号化されていますが、パスフレーズが指定されていません。ファイルを復元するには、以下にパスフレーズを入力するか、GPGによる暗号化を行っている場合は、以下を空欄のままにして、gpgでシステムのキーチェーンからパスフレーズを取得してください。
nl_nl: Back-up is gecodeerd maar er is geen wachtwoordzin beschikbaar. Typ hieronder een wachtwoordzin om te gebruiken voor het herstellen van uw bestanden, of, in het geval van GPG-codering, laat dit leeg om de gpg-code de wachtwoordzin op te laten halen door een beroep te doen op de keychain van uw systeem.

source: Backup location
ca: Ubicació de la còpia de seguretat
cs: Umístění zálohy
da: Backup placering
de: Sicherungsort
es: Ubicación de la copia de seguridad
fi: Varmuuskopion sijainti
fr_ca: Emplacement de la sauvegarde
hu: Mentés helye
it: Posizione backup
ja_jp: バックアップの場所
lt: Kopijų saugojimo vieta
lv: Dublējumkopijas atrašanās vieta
nl_nl: Back-up locatie
pl: Lokalizacja kopii
pt: Localização da cópia de segurança
pt_br: Localização do backup
ro: Locație de rezervă
ru: Расположение резервной копии
sr_rs: Lokacija rezervne kopije
sv_se: Plats för säkerhetskopia

source: Backup retention
ca: Preservació de la còpia de seguretat
cs: Doba uchovávání záloh
da: Backup fastholdelse
de: Sicherungsaufbewahrung
es: Conservación de copia de respaldo
fi: Varmuuskopion säilyttäminen
fr_ca: Rétention de la sauvegarde
hu: Mentés késleltetés
it: Conservazione backup
ja_jp: バックアップの保持期間
lt: Atsarginės kopijos saugojimo laikas
lv: Dublējumkopiju saglabāšanas ilgums
nl_nl: Back-up retentie
pl: Retencja kopii zapasowej
pt: Retenção de cópias de segurança
pt_br: Retenção de backup
ru: Хранение копий
sr_rs: Čuvanje rezervne kopije
sv_se: Backup-bibehållning

source: Broken access
ca: L'accés està trencat
cs: Nefunkční přístup
da: Adgang defekt
de: Defekter Zugriff
es: Acceso roto
fi: Pääsy epäonnistui
fr_ca: Accès rompu
hu: Törött hozzáférés
it: Accesso interrotto
ja_jp: アクセスが壊れています
lt: Sugadinta prieiga
nl_nl: Verbroken toegang
pl: Przerwany dostęp
pt: Acesso danificado
pt_br: Acesso quebrado
ro: Accesul spart
ru: Битый доступ
sr_rs: Neispravan pristup
sv_se: Trasig åtkomst

source: Browse
ca: Navega
cs: Procházet
da: Gennemse
de: Durchsuchen
es: Navega
fi: Selaa
fr_ca: Parcourir
hu: Tallóz
it: Sfoglia
ja_jp: 参照
lt: Naršyti
lv: Pārlūkot
nl_nl: Bladeren
pl: Przeglądaj
pt: Explorar
pt_br: Navegar
ro: Naviga
ru: Обзор
sr_rs: Pregledaj
sv_se: Bläddra

source: Browser default
ca: Valor per defecte del navegador
cs: Výchozí nastavení webového prohlížeče
da: Browser standard
de: Browserstandard
es: Navegador por defecto
fi: Selaimen oletusasetus
fr_ca: Paramètre par défaut du navigateur
hu: Böngésző alapértelmezett
it: Browser predefinito
ja_jp: ブラウザ設定
lt: Naršyklės numatyta reišmė
lv: Pārlūka noklusējums
nl_nl: Browser standaard
pl: Domyślna przeglądarka
pt: Navegador padrão
pt_br: Navegador padrão
ru: Браузер по-умолчанию
sr_rs: Podrazumvani pretraživač
sv_se: Webbläsarens standard

source: Bucket create location
ca: Ubicació de creació del contenidor
cs: Umístění ve kterém „nádobu“ (bucket) vytvořit
da: Bucket placering ved oprettelse
de: Bucket-Speicherort
es: Crear la ubicación del depósito
fi: Luo säilö sijaintiin
fr_ca: Emplacement de la création du bucket
hu: Bucket létrehozásának helye
it: Crea posizione bucket
ja_jp: バケットを作成する場所
lt: Sukurti saugyklos vietą
nl_nl: Bucket aanmaaklocatie
pl: Miejsce tworzenia zasobnika
pt: Localização de criação do 'bucket'
pt_br: Localização do Bucket
ro: Locația unde va fi creată găleata
ru: Место создания блока
sr_rs: Segment kreira lokaciju
sv_se: Bucket skapa plats

source: Bucket name
ca: Nom del contenidor
cs: Název „nádoby“ (bucket)
da: Bucket navn
es: Nombre del depósito
fi: Säilön nimi
fr_ca: Nom du bucket
hu: Bucket neve
it: Nome bucket
ja_jp: バケット名
lt: Saugyklos pavadinimas
lv: Spaiņa nosaukums
nl_nl: Bucketnaam
pl: Nazwa zasobnika
pt: Nome do 'bucket'
pt_br: Nome do Bucket
ro: Numele găleții
ru: Имя блока
sr_rs: Ime segmenta
sv_se: Bucket namn

source: Bucket name can only be between 3 and 63 characters long and contain only lower-case characters, numbers, periods and dashes
de: Der Bucket-Name darf nur zwischen 3 und 63 Zeichen lang sein und darf nur Kleinbuchstaben, Zahlen, Punkte und Bindestriche enthalten
fi: Säilön nimen on oltava kolmesta 63 merkkiin ja sisältää vain pieniä kirjaimia, numeroita, pisteitä ja väliviivoja
it: Il nome del bucket può avere una lunghezza compresa tra 3 e 63 caratteri e contenere solo caratteri minuscoli, numeri, punti e trattini
ja_jp: バケット名は3文字から63文字までの間で指定してください。バケット名には、アルファベットの小文字、数字、点、ダッシュのみを含めることができます。
nl_nl: Bucket-naam kan alleen tussen 3 en 63 tekens lang zijn en mag alleen kleine letters, cijfers, punten en mintekens bevatten

source: Bucket region
fi: Säilön alue
it: Regione bucket
ja_jp: バケットのリージョン
nl_nl: Bucket-regio

source: Bucket region ap-guangzhou
it: Regione bucket ap-guangzhou
ja_jp: バケットのリージョン ap-guangzhou
nl_nl: Bucket-regio ap-guangzhou

source: Bucket storage class
ca: Classe d'emmagatzematge del contenidor
cs: Třída úložiště nesoucí „nádobu“ (bucket)
de: Bucket Speicherklasse
es: Categoría de almacenamiento del depósito
fi: Säilön tallennusluokka
fr_ca: Classe de stockage du bucket
it: Classe archiviazione del bucket
ja_jp: バケットのストレージクラス
lt: Saugyklos klasė
lv: Spaiņa uzglabāšanas klase
nl_nl: Bucket opslagklasse
pl: Klasa przechowywania zasobnika
pt: Classe de armazenamento do 'bucket'
pt_br: Classe de storage do Bucket
ro: Clasa de stocare a găleții
ru: Класс хранения блока
sr_rs: Klasa skladištenja segment-a
sv_se: Bucket förvaringsklass

source: Bucket, format: BucketName-APPID
it: Bucket, formato: BucketName-APPID
ja_jp: バケット名。形式：BucketName-APPID
nl_nl: Bucket, formaat: BucketNaam-APPID

source: Building list of files to restore …
cs: Vytváření seznamu souborů k obnovení…
da: Opbygger liste af filer for gendannelse ...
de: Erstellen einer Liste von wiederherzustellenden Dateien...
es: Creando una lista de archivos para restaurar ...
fi: Koostetaan listaa palautettavista tiedostoista …
hu: Fájl lista összeállítás a visszaállításhoz...
it: Creazione di un elenco di file da ripristinare...
ja_jp: 復元するファイルの一覧を作成しています…
lt: Kuriamas atkūriamų failų sąrašas...
nl_nl: Opbouwen lijst te herstellen bestanden ...
pl: Tworzenie listy plików do przywrócenia ...
pt: A criar a lista de ficheiros a restaurar ...
pt_br: Criando lista de arquivos para restauração ...
ro: Creez lista de fișiere de restaurat ...
ru: Создание списка файлов для восстановления…
sr_rs: Pravljnje liste fajlova za vraćanje ...
sv_se: Skapar lista med filer för återskapande ...

source: Building partial temporary database …
cs: Vytváření částečné dočasné databáze…
da: Bygger en midlertidig database ...
de: Temporäre Datenbank wird erstellt...
es: Construyendo una base de datos parcial temporal ...
fi: Koostetaan osittaista tilapäistä tietokantaa …
hu: Részleges ideiglenes adatbázist készítése
it: Creazione di un database temporaneo parziale...
ja_jp: 一時的なデータベースを構築しています…
lt: Kuriama dalinė laikina duomenų bazė...
nl_nl: Opbouwen gedeeltelijke tijdelijke database ...
pl: Tworzenie tymczasowej częściowej bazy danych ...
pt: A criar a base de dados parcial temporária ...
pt_br: Construindo um banco de dados parcial temporário ...
ro: Creez o bază de date parțială temporară ...
ru: Создание временной базы данных…
sr_rs: Pravljenje delimične privremene baze podataka ...
sv_se: Skapar tillfällig databas ...

source: Busy …
de: Beschäftigt ...
fi: Kiireinen …
it: Occupato...
ja_jp: 取り込み中…
nl_nl: Bezig …

source: By allowing remote access, the server listens to requests from any machine on your network. If you enable this option, make sure you are always using the computer on a secure firewall protected network.
ca: Si permeteu l'accés remot, el servidor escolta les peticions de qualsevol ordinador de la xarxa. Si activeu aquesta opció, assegureu-vos que sempre feu servir l'ordinador en una xarxa protegida amb un tallafoc.
cs: Umožněním přístupu na dálku, server očekává požadavky z libovolného stroje na síti. Pokud tuto volbu zapnete, počítač používejte pouze na síti, zabezpečené bránou firewall.
da: Ved at tillade fjernadgang vil serveren lytte efter forespørgsler fra en hver maskine på dit netværk. Hvis du slår denne indstilling til, så vær sikker på at computeren er på et sikkert netværk beskyttet af en firewall.
de: Bei erlaubtem Fernzugriff wird der Server auf Anfragen von jedem Computer Ihres Netzwerks antworten. Stellen Sie bei Aktivierung dieser Option bitte sicher, dass Sie den Computer immer in einem sicheren, durch eine Firewall geschützten Netzwerk verwenden.
es: Permitiendo el acceso remoto, el servidor atenderá requerimientos desde cualquier equipo de su red. Si Ud. habilita esta opción, asegurese siempre de usar la computadora dentro de una red protegida por un firewall.
fi: Sallimalla etäyhteyden ohjelmisto kuuntelee pyyntöjä miltä tahansa laitteelta verkossa. Jos sallit tämän, varmista että tietokoneesi on aina palomuurilla suojatussa verkossa.
fr_ca: En autorisant l'accès à distance, le serveur écoute les requêtes de n'importe quel ordinateur de votre réseau. Si vous activez cette option, assurez-vous de toujours utiliser l'ordinateur sur un réseau protégé par un pare-feu.
hu: A távoli elérés engedélyezésével a szerver minden kérésre hallgat a hálózaton. Csak akkor engedélyezd ezt az opciót, ha biztos vagy benne, hogy biztonságos, tűzfallal védett hálózaton van a számítógép.
it: Consentendo l'accesso remoto, il server ascolta le richieste provenienti da qualsiasi computer della rete. Se abiliti questa opzione, assicurati di utilizzare sempre il computer su una rete protetta da firewall.
ja_jp: 遠隔アクセスを許可すると、サーバーはあなたのネットワークの任意のコンピューターからのリクエストを受け付けます。このオプションを有効にする場合は、ファイヤーウォールで安全に保護されているネットワークのコンピューターを使用してください。
lt: Leidus nuotolinę prieigą, serveris atsakys į visas užklausas tinke. Jei įjungsite - įsitikinkite, kad kompiuteris yra už geros ugniasienės.
nl_nl: Door remote toegang toe te staan, luistert de server naar aanvragen van een willekeurige machine op het netwerk. Verzeker u ervan dat de computer wordt gebruikt op een netwerk dat wordt beschermd door een veilig ingestelde firewall als u deze optie wilt inschakelen.
pl: Po umożliwieniu zdalnego dostępu, serwer nasłuchuje żądań z każdego urządzenia w twojej sieci. Jeśli aktywujesz tę opcję, upewnij się, że używasz komputera w bezpiecznej, zabezpieczonej firewallem sieci.
pt: Ao permitir o acesso remoto, o servidor escuta solicitações de qualquer máquina na sua rede. Se ativar esta opção, certifique-se que está a usar sempre o computador numa rede protegida por uma firewall segura.
pt_br: Ao permitir o acesso remoto, o servidor escuta solicitações de qualquer máquina em sua rede. Se você habilitar essa opção, verifique se está sempre usando o computador em uma rede protegida por firewall seguro.
ro: Prin permiterea accesului de la distanță, se configurează serverul sa asculte cererile oricăror mașini din rețeaua ta. Dacă activezi această opțiune, asigură-te că folosești mereu calculatorul într-o rețea protejată de firewall.
ru: Разрешая удаленный доступ, сервер видит запросы от любого компьютера в вашей сети. Если Вы включили эту опцию, убедитесь, что используете компьютер в защищенной сети, где есть надежный Файрвол.
sr_rs: Dozvoljavajući daljinski pristup, server sluša zahteve sa bilo koje mašine na vašoj mreži. Ako omogućite ovu opciju, uverite se da uvek koristite računar na bezbednoj mreži zaštićenoj zaštitnim zidom.
sv_se: Genom att tillåta fjärråtkomst lyssnar servern på förfrågningar från vilken maskin som helst i ditt nätverk. Om du aktiverar det här alternativet, se till att du alltid använder datorn i ett säkert brandvägg-skyddat nätverk.

source: By default, the tray icon will open the user interface with a token that unlocks the user interface. This ensures that you can access the user interface from the tray icon, while requiring others to enter a password. If you prefer having to type in the password, even when accessing the user interface from the tray icon, enable this option.
cs: Ve výchozím stavu ikona v oznamovací oblasti otevře uživatelské rozhraní s tokenem, který ho odemkne. To zajistí že můžete přistupovat k uživatelskému rozhraní z ikony v oznamovací oblasti, zatímco po ostatních bude vyžadovat zadání hesla. Pokud upřednostňujete zadávání hesla i při přístupu k uživatelskému rozhraní z ikony v oznamovací oblasti, zapněte tuto volbu.
da: Som standard vil systembakke-ikonet åbne brugerfladen med en token der låser applikationen op. Dette sikrer at du kan tilgå brugerfladen fra systembakke-ikonet, mens andre brugerkonti skal indtaste en adgangskode. Foretrækker du at skulle skrive adgangskoden, selv når du åbner via systembakke-ikonet, så slå denne indstilling til.
de: Standardmäßig öffnet das Taskleistensymbol den Zugriff auf die Benutzeroberfläche. Dies stellt sicher, dass Sie über das Taskleistensymbol auf die Benutzeroberfläche zugreifen können. Wenn Sie es bevorzugen, dass das Passwort auch beim Zugriff auf die Benutzeroberfläche über das Taskleistensymbol eingegeben werden muss, aktivieren Sie diese Option.
es: De forma predeterminada, el icono de la bandeja abrirá la interfaz de usuario con un token que desbloquea la interfaz de usuario. Esto asegura que pueda acceder a la interfaz de usuario desde el icono de la bandeja, mientras que requiere que otros ingresen una contraseña. Si prefiere tener que escribir la contraseña, incluso al acceder a la interfaz de usuario desde el icono de la bandeja, habilite esta opción.
fi: Oletuksena huomautusalueen kuvake avaa käyttöliittymän ja poistaa käyttöliitymän lukituksen erillisellä valtuutuksella. Tämä mahdollistaa käyttöliittymän käytön huomautusalueen kuvakkeesta ilman salasanaa, vaikka muille käyttöliittymä on salasanasuojattu. Jos haluat käyttää salasanaa myös huomatusalueen kuvakkeen kanssa, valitse tämä valinta.
hu: Alapértelmezés szerint a tálca ikon megnyitja a felhasználói felületet egy tokennel, amely feloldja a felhasználói felületet. Ez biztosítja, hogy a tálcán található ikonnal hozzáférjen a felhasználói felülethez, miközben másoknak is meg kell adniuk a jelszót. Ha inkább be kell írnia a jelszót, akkor is engedélyezze ezt a beállítást, ha a felhasználói felületre a tálcaikonból fér hozzá.
it: Per impostazione predefinita, l'icona della barra delle applicazioni apre l'interfaccia utente con un token che la sblocca. In questo modo si può accedere all'interfaccia utente dall'icona della barra delle applicazioni, ma si richiede agli altri di inserire una password. Se preferisci dover digitare la password anche quando accedi all'interfaccia utente dall'icona della barra delle applicazioni, attiva questa opzione.
ja_jp: トレイアイコンは既定で、トークンでロックを解除してユーザーインターフェースを開きます。この場合、他のユーザーはパスワードを入力する必要がありますが、ユーザーはトレイアイコンからユーザーインターフェースにアクセスすることができます。トレイアイコンからアクセスする場合にパスワードを入力するよう設定したい場合は、このオプションを有効にしてください。
lt: Pradžioje dėklo piktograma naudojama vartotojo aplinkos atidarymui. Tai užtikrina, kad aplinka būtu pasiekiama, kai tuo tarpu kiti turi įvesti slaptažodį. Jei norite, kad būtu reikalaujama slaptažodžio visais atvejais - įjunkite šį nustatymą.
nl_nl: Standaard opent het systeemvak-pictogram de gebruikersomgeving met een token dat de gebruikersomgeving ontgrendelt. Dit zorgt ervoor dat u toegang heeft tot de gebruikersomgeving vanaf het systeemvak-pictogram, zonder dat u anderen hoeft te vragen het wachtwoord in te voeren. Schakel deze optie in als u er de voorkeur aan geeft zelf het wachtwoord in te voeren, zelfs wanneer de gebruikersomgeving wordt geopend vanuit het systeemvak-pictogram.
pl: Domyślnie, z ikony w zasobniku można otworzyć interfejs użytkownika dzięki tokenowi który odblokowuje interfejs. To zapewnia że masz dostęp do interfejsu użytkownika bezpośrednio z ikony w zasobniku, podczas gdy od innych będzie wymagane wprowadzenie hasła. Jeśli wolisz konieczność wprowadzenia hasła nawet przy otwieraniu interfejsu użytkownika z ikony w zasobniku, aktywuj tę funkcję.
pt: Por pré-definição, o ícone da barra de tarefas abrirá a interface do utilizador com um token que desbloqueia a mesma. Isto permite-lhe que consegue aceder à interface do utilizador a partir do ícone da barra de tarefas, garantindo que terceiros tenham de introduzir uma palavra-passe. Se preferir introduzir a palavra-passe ao aceder a partir do ícone da barra de tarefas, ative esta opção.
pt_br: Por padrão, o ícone da bandeja abrirá a interface do usuário com um token que desbloqueia a interface do usuário. Isso garante que você possa acessar a interface do usuário a partir do ícone da bandeja, exigindo que outras pessoas insiram uma senha. Se você preferir digitar a senha, mesmo ao acessar a interface do usuário no ícone da bandeja, ative essa opção.
ru: По умолчанию значок в трее открывает пользовательский интерфейс сразу без ввода каких либо данных. Это удобно для быстрого доступа к интерфейсу, но не безопасно, так как любой может получить доступ к зашифрованным резервным копиям. Если вам такое не нравится, включите эту опцию, предварительно указав пароль выше.
sr_rs: Podrazumevano, ikona u traci otvara korisnički interfejs sa tokenom koji otključava korisnički interfejs. Ovo osigurava da možete pristupiti korisničkom interfejsu sa ikone na traci, dok od drugih zahtevate da unesu lozinku. Ako želite da se mora uneti lozinka, čak i kada pristupate korisničkom interfejsu sa ikone na traci, omogućite ovu opciju.
sv_se: Som standard öppnar tray-icon användargränssnittet med en token som låser upp användargränssnittet. Detta säkerställer att du kan komma åt användargränssnittet från ikonen i fältet, samtidigt som du kräver att andra anger ett lösenord. Om du föredrar att behöva skriva in lösenordet, även när du kommer åt användargränssnittet från ikonen i fältet, aktivera det här alternativet.

source: COS App ID
it: ID app COS
ja_jp: COS AppのID

source: COS Path or subfolder in the bucket
de: COS Pfad oder Unterverzeichnis im Bucket
it: Percorso COS o sottocartella nel bucket
ja_jp: COSのパスあるいはバケットのサブフォルダー
nl_nl: COS Pad of submap in de bucket

source: COS Secret ID
it: ID segreto COS
ja_jp: COSのシークレットのID
nl_nl: COS Geheim ID

source: COS Secret Key
it: Chiave segreta COS
ja_jp: COSの秘密鍵
nl_nl: COS Geheime Sleutel

source: Cache Files
ca: Fitxers de memòria cau
cs: Soubory mezipaměti
da: Cache Filer
de: Dateien cachen
es: Archivos caché
fi: Välimuistitiedostot
fr_ca: Fichiers de cache
hu: Gyorsítótás Fájlok
it: File cache
ja_jp: キャッシュファイル
lt: Talpyklos failai
nl_nl: Cache bestanden
pl: Pliki pamięci podręcznej
pt: Ficheiros em cache
pt_br: Arquivos de Cache
ro: Încarcă fișierele în avans
ru: Кеш файлы
sr_rs: Keš fajlovi
sv_se: Cachefiler

source: Cancel
ca: Cancel·la
cs: Storno
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr_ca: Annuler
hu: Mégsem
it: Annulla
ja_jp: キャンセル
lt: Atšaukti
lv: Atcelt
nl_nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulare
ru: Отмена
sr_rs: Otkaži
sv_se: Avbryt

source: Cancel registration
de: Registrierung abbrechen
it: Cancella registrazione

source: Cannot include "{{text}}"
de: Kann "{{text}}" nicht einschließen
it: Impossibile includere "{{text}}"
ja_jp: 「{{text}}」を含めることはできません
nl_nl: Mag "{{text}}" niet bevatten

source: Cannot move to existing file
ca: No s'ha pogut canviar al fitxer existent
cs: Nelze přesunout do existujícího souboru
da: Kan ikke flytte til eksisterende fil
de: Verschieben auf bereits existierende Datei nicht möglich
es: No se puede mover al archivo existente
fi: Ei voida korvata olemassaolevaa tiedostoa
fr_ca: Impossible de déplacer vers un fichier existant
hu: Nem lehet létező fájlra átnevezni
it: Impossibile spostare in un file esistente
ja_jp: 既にファイルがあるため移動できません
lt: Negalima perkelti į esamo failo vietą
nl_nl: Kan niet verplaatsen naar bestaand bestand
pl: Nie można przenieść do istniejącego plku
pt: Não foi possível mover o ficheiro existente
pt_br: Não permitido mover para um arquivo existente
ro: Nu se poate muta la fișierul existent
ru: Не могу переместить в существующий файл
sr_rs: Nemoguće premestiti u postojeću datoteku
sv_se: Kan inte flytta till befintlig fil

source: Cannot specify filter include or excludes in extra options
de: Kann Filter für Ein-/Ausschlüsse in den Extra-Optionen nicht setzen
it: Impossibile specificare i filtri include o esclude nelle opzioni extra
ja_jp: 追加のオプションに、含めたり除外したりするフィルターを指定することはできません
nl_nl: Kan geen in- of uitsluitingsfilters opnemen in extra opties

source: Change server passphrase
de: Server Passphrase ändern
it: Cambia la passphrase del server
ja_jp: サーバーのパスフレーズを変更
nl_nl: Wijzig server wachtwoordzin

source: Change server password
de: Server Passwort ändern
it: Cambia la password del server
ja_jp: サーバーのパスワードを変更
nl_nl: Wijzig serverwachtwoord

source: Changelog
ca: Registre de canvis
cs: Seznam změn
da: Ændringslog
de: Änderungsprotokoll
es: Registro de cambios
fi: Muutokset
fr_ca: Journal des modifications
hu: Váztozások
it: Registro delle modifiche
ja_jp: 更新履歴
lt: Pakeitimų žurnalas
lv: Izmaiņu žurnāls
nl_nl: Aanpassingen-log
pl: Lista zmian
pt: Registo de alterações
ro: Jurnal de modificări
ru: История изменений
sr_rs: Dnevnik promena
sv_se: Ändringslogg
