Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: New user name is {{user}}. Updated credentials to use the new limited user
ca: El nou nom d'usuari és {{user}}. S'han actualitzat les credencials per fer servir el nou usuari limitat
cs: Nové uživatelské jméno je {{user}}. Nyní budou používány přihlašovací údaje tohoto uživatele
da: Nyt bruger navn er {{user}}. Loginoplysninger er opdateret til den nye begrænsede bruger
de: Neuer Benutzername ist {{user}}. Zugangsdaten für eingeschränken Benutzer verwendet
es: El nuevo nombre de usuario es {{user}}. Credenciales actualizadas para el nuevo usuario restringido
fi: Uusi käyttäjätunnus on {{user}}. Päivitä tunnukset käyttääksesi uutta rajoitettua käyttäjää.
fr_ca: Le nouveau nom d'utilisateur est {{user}}. Mise à jour des accès pour le nouvel utilisateur limité
it: Il nuovo nome utente è {{user}}. Credenziali aggiornate per utilizzare il nuovo utente limitato
ja_jp: 新しいユーザー名は{{user}}です。 新規の制限ユーザーを使用するためのログイン情報を更新しました
lt: Naujas vartotojo vardas {{user}}. Naujo riboto vartotojo prisijungimo duomenys atnaujinti
nl_nl: Nieuwe gebruikersnaam is {{user}}. Gebruikersreferenties bijgewerkt om de nieuwe beperkte gebruiker te gebruiken
pl: Nowa nazwa użytkownika to {{user}}. Uaktualniono uwierzytelnienia dla użytkownika o ograniczonym dostępie
pt: O novo nome de utilizador é {{user}}. As credenciais foram atualizadas para usar o utilizador limitado
pt_br: Nome nome de usuário é {{user}} Autorizações atualizadas para uso de um novo usuário limitado
ro: Numele noului utilizator este {{user}}. Au fost aprobate informațiile pentru a utiliza noul utilizator limitat
ru: Новое имя пользователя — {{user}}. Обновлены учетные данные для использования нового пользователя с ограниченными правами
sr_rs: Novo korisničko ime je {{user}}. Ažurirani akreditivi za korišćenje novog korisnika sa ograničenjem
sv_se: Nytt användarnamn är {{user}}. Uppdaterade användaruppgifter för att använda den nya begränsade användaren

source: Next
ca: Següent
cs: Další
da: Næste
de: Weiter
es: Siguiente
fi: Seuraava
fr_ca: Suivant
hu: Következő
it: Avanti
ja_jp: 次へ
lt: Kitas
lv: Nākamais
nl_nl: Volgende
pl: Następny
pt: Seguinte
pt_br: Próximo
ro: Următor →
ru: Далее
sr_rs: Sledeće
sv_se: Nästa

source: Next Scheduled Run
de: Nächste geplante Ausführung
it: Prossimo esecuzione pianificata

source: Next Scheduled Run (descending)
de: Nächste geplante Ausführung (absteigend)
it: Prossimo esecuzione pianificata (decrescente)

source: Next scheduled run:
ca: Pròxima execució programada:
cs: Příští naplánované spuštění:
da: Næste planlagte kørsel:
de: Nächste geplante Ausführung:
es: Siguiente ejecución programada:
fi: Seuraava varmuuskopio tehdään:
fr_ca: Prochaine exécution programmée :
hu: Következő időzített futtatás:
it: Prossima esecuzione:
ja_jp: 次の実行予定日時：
lt: Kitas planuojamas paleidimas:
lv: Nākamā plānotā norise
nl_nl: Volgende geplande uitvoering:
pl: Następne zaplanowane uruchomienie:
pt: Próximo agendamento:
pt_br: Próxima execução agendada:
ro: Următorul programat:
ru: Следующий запуск:
sr_rs: Sledeće zakazano pokretanje:
sv_se: Nästa schemalagda körning:

source: Next scheduled task:
ca: Pròxima tasca programada:
cs: Příští naplánovaná úloha:
da: Næste planlagte opgave:
de: Nächste geplante Aufgabe:
es: Siguiente tarea programada:
fi: Seuraava ajoitettu tehtävä:
fr_ca: Prochaine tâche planifiée :
hu: Következő időzített feladat:
it: Prossima attività pianificata:
ja_jp: 次に予定されているタスク：
lt: Kita planuojama užduotis:
lv: Nākamais plānotais uzdevums:
nl_nl: Volgende geplande taak:
pl: Następne zaplanowane zadanie:
pt: Próxima tarefa agendada:
pt_br: Próxima tarefa agendada:
ro: Următoarea sarcină programată:
ru: Следующий запуск:
sr_rs: Sledeći zakazan zadatak:
sv_se: Nästa schemalagda uppgift:

source: Next task:
ca: Pròxima tasca:
cs: Příští úloha:
da: Næste opgave:
de: Nächste Aufgabe:
es: Siguiente tarea:
fi: Seuraava tehtävä:
fr_ca: Prochaine tâche :
hu: Következő feladat:
it: Prossima attività:
ja_jp: 次のタスク：
lt: Kita užduotis
lv: Nākamais uzdevums:
nl_nl: Volgende taak:
pl: Następne zadanie
pt: Próxima tarefa:
pt_br: Próxima tarefa:
ro: Următoarea sarcină:
ru: Следующая задача:
sr_rs: Sledeći zadatak:
sv_se: Nästa uppgift:

source: Next time
ca: La pròxima vegada
cs: Příště
da: Næste tidspunkt
de: Nächstes Mal
es: La próxima vez
fi: Seuraavalla kerralla
fr_ca: Prochaine fois
hu: Következő dátum
it: Prossima volta
ja_jp: 次回
lt: Kitą kartą
lv: Nākamreiz
nl_nl: Volgende keer
pl: Następny raz
pt: Próxima hora
pt_br: Próxima vez
ro: Data viitoare
ru: В следующий раз
sr_rs: Sledeći put
sv_se: Nästa gång

source: No certificate was specified previously, please verify with the server administrator that the key is correct: {{key}} Do you want to approve the reported host key?
ca: No s'ha especificat cap certificat anteriorment, comproveu amb l'administrador del servidor que la clau és correcta: {{key}} Voleu aprovar aquesta clau d'amfitrió?
cs: Předtím nebyl určen žádný certifikát, ověřte se správcem serveru že klíč je správný: {{key}} Schvalujete tento klíč stroje?
da: Intet certifikat har været anvendt før, kontroller venligst at nøglen er korrekt hos serveradministratoren: {{key}} Vil du godkende den angivne nøgle?
de: Es wurde kein Zertifikat angegeben, bitte überprüfen Sie mit dem Serveradministrator, ob der Schlüssel korrekt ist: {{key}}\n\nMöchten Sie den angegebenen Host-Schlüssel bestätigen?
es: No se especificó previamente un certificado, por favor verifica con el administrador del servidor que la llave es correcta: {{key}} ¿Desea aprobar la llave del host reportada?
fi: Sertifikaattia ei ole määritelty aikaisemmin. Varmista palvelimen ylläpitäjältä, että avain onn oikea: {{key}} Haluatko hyväksyä tämän avaimen?
fr_ca: Aucun certificat n'a été spécifié auparavant, veuillez vérifier que la clé est correcte auprès de votre administrateur système : {{key}} Voulez-vous approuver la clé de l'hôte mentionné ?
it: Nessun certificato è stato specificato in precedenza, per favore verifica con l'amministratore del server che la chiave è corretta: {{key}} Vuoi approvare la chiave host riportata?
ja_jp: 以前に指定された証明書はありません。鍵が正しいかどうか、サーバーの管理者に確認してください：{{key}} 報告されたホストの鍵を承認してよろしいですか？
lt: Anksčiau nebuvo nurodytas sertifikatas, su serverio administratoriumi patikrinkite kad raktas teisingas: {{key}} Ar patvirtinate pateiktą mazgo raktą?
nl_nl: Er is eerder geen certificaat opgegeven, controleer svp met de serverbeheerder of de sleutel correct is: {{key}} Wilt u de gerapporteerde host-sleutel goedkeuren?
pl: Certyfikat nie został wcześniej określony, należy sprawdzić u administratora serwera czy klucz jest poprawny: {{key}} Czy akceptujesz podany klucz?
pt: Não foi especificado nenhum certificado anteriormente, verifique com o administrador do servidor se a chave está correta: {{key}} Quer aprovar a chave de host reportada?
pt_br: Nenhum certificado foi especificado anteriormente, verifique com o administrador do servidor se a chave está correta: {{key}} Deseja aprovar a chave de host relatada?
ro: Niciun certificat nu a fost specificat anterior, verificați cu administratorul serverului că cheia este corectă: {{key}} Doriți să aprobați cheia de gazdă raportată?
ru: Сертификат не был указан ранее, пожалуйста проверьте с администратором сервера ключ: {{key}} Вы хотите утвердить полученный ключ сервера?
sr_rs: Nijedan sertifikat prethodno nije naveden, proverite kod administratora servera da li je ključ tačan: {{key}} Da li želite da odobrite prijavljeni ključ hosta?
sv_se: Inget certifikat har angetts tidigare, kontrollera med serveradministratören att nyckeln är korrekt: {{key}} Vill du godkänna den rapporterade värdnyckeln?

source: No editor found for the &quot;{{backend}}&quot; storage type
ca: No s'ha trobat cap editor per a l'emmagatzematge del tipus «{{backend}}»
cs: Nebyl nalezen žádný editor pro typ úložiště „{{backend}}“
da: Ingen editor blev fundet for &quot;{{backend}}&quot; destinationen
de: Kein Editor für den &quot;{{backend}}&quot; Speichertyp gefunden
es: Ningún editor para el &quot;{{backend}}&quot; tipo de almacenamiento
fi: Etäpalvelimelle &quot;{{backend}}&quot; ei löytynyt editoria.
fr_ca: Aucun éditeur trouvé pour le &quot;{{backend}}&quot; type de stockage
it: Nessun editor trovato per il &quot;{{backend}}&quot; tipo di archivio
ja_jp: &quot;{{backend}}&quot; の保存領域の種類に関するエディターが見つかりませんでした
lt: Saugyklos tipui &quot;{{backend}}&quot; nerastas redaktorius
nl_nl: Geen bewerkingsprogramma gevonden voor het &quot;{{backend}}&quot; opslagtype
pl: Nie znaleziono edytora dla magazynu typu &quot;{{backend}}&quot;
pt: Não foi encontrado nenhum editor para o tipo de armazenamento &quot;{{backend}}&quot;
pt_br: Editor não encontrado para o tipo de armazenamento &quot;{{backend}}&quot;
ro: Nu a fost găsit un editor pentru tipul de stocare 6118489 _ {{backend}} &quot;
ru: Не найден редактор для хранилища типа &quot;{{backend}}&quot;
sr_rs: Nije pronađen nijedan uređivač za &quot;{{backend}}&quot; tip skladištenja
sv_se: Ingen redigerare hittades för &quot;{{backend}}&quot; lagringstyp

source: No encryption
ca: Sense xifratge
cs: Nešifrovat
da: Ingen kryptering
de: Keine Verschlüsselung
es: Sin cifrado
fi: Ei salausta
fr_ca: Pas de chiffrement
hu: Nincs titkosítás
it: Nessuna crittografia
ja_jp: 暗号化なし
lt: Be šifravimo
lv: Nav šifrešanas
nl_nl: Geen versleuteling
pl: Bez szyfrowania
pt: Sem encriptação
pt_br: Sem criptografia
ro: Nu există criptare
ru: Без шифрования
sr_rs: Bez šifrovanja
sv_se: Ingen kryptering

source: No items selected
ca: No s'ha seleccionat cap element
cs: Nejsou vybrané žádné položky
da: Ingen emner valgt
de: Nichts ausgewählt
es: No hay artículos seleccionados
fi: Et valinnut yhtään kohdetta
fr_ca: Aucun élément sélectionné
hu: Nincsenek kijelölt elemek
it: Nessun elemento selezionato
ja_jp: アイテムが選択されていません
lt: Nieko nepasirinkta
lv: Nav izvēlētu vienību
nl_nl: Geen items geselecteerd
pl: Nie wybrano pozycji
pt: Nenhum item selecionado
pt_br: Itens não selecionados
ro: Nu au fost selectate elemente
ru: Элементы не выбраны
sr_rs: Nema izabranih stavki
sv_se: Inga objekt har valts

source: No items to restore, please select one or more items
ca: No hi ha elements per restaurar, seleccioneu-ne un o més
cs: Žádné položky pro obnovení – vyberte alespoň jednu
da: Ingen emner er valgt til gendannelse, vælg venligst en eller flere emner
de: Es wurden keine Daten für die Wiederherstellung ausgewählt. Wähle eine Datei oder einen Ordner aus.
es: No hay artículos para restaurar, seleccione uno o más elementos
fi: Et valinnut yhtään tiedostoa palautettavaksi. Valitse yksi tai useampi tiedosto.
fr_ca: Aucun élément à restaurer, merci de sélectionner un ou plusieurs éléments
it: Nessun elemento da ripristinare, seleziona uno o più elementi
ja_jp: 復元するアイテムがありません。1つ以上のアイテムを選択してください
lt: Nėra ko atkurti, pasirinkite vieną ar kelis elementus
lv: Nav vienību ko atjaunot, lūdzu izvēlieties vienu vai vairākas vienības
nl_nl: Geen items om te herstellen, selecteer één of meer items
pl: Brak pozycji do odtworzenia, proszę wybrać jedną lub więcej pozycji.
pt: Não existem itens a restaurar, selecione um ou mais itens
pt_br: Sem itens para restaurar. por favor selecione um ou mais itens
ro: Nu există elemente pentru restaurare, selectați unul sau mai multe elemente
ru: Нет элементов для восстановления, выберите один или несколько элементов
sr_rs: Nema stavki za vraćanje, izaberite jednu ili više stavki
sv_se: Inga objekt att återställa, välj ett eller flera objekt

source: No passphrase entered
ca: No s'ha introduït cap contrasenya
cs: Není zadaná žádná heslová fráze
da: Ingen adgangssætning angivet
de: Keine Passphrase eingegeben
es: No se introdujo clave de seguridad
fi: Et antanut salauslauseketta
fr_ca: Aucune phrase secrète entrée
hu: Nincs megadva jelszó
it: Nessuna passphrase inserita
ja_jp: パスフレーズが入力されていません
lt: Neįvesta slapta frazė
lv: Pieejas frāze nav ievadīta
nl_nl: Geen wachtwoordzin ingegeven
pl: Nie wprowadzono długiego hasła
pt: Frase-passe não introduzida
pt_br: Nenhuma senha inserida
ro: Nu a fost introdusă nici o expresie de acces
ru: Не введена кодовая фраза
sr_rs: Lozinka nije uneta
sv_se: Ingen lösenfras har angetts

source: No scheduled tasks
ca: No hi ha tasques planificades
cs: Žádné naplánované úlohy
da: Ingen planlagte opgaver
de: Keine geplanten Aufgaben
es: No hay tareas programadas
fi: Ei ajastettuja tehtäviä
fr_ca: Pas de tâche planifié
hu: Nincs ütemezett feladat
it: Nessuna attività pianificata
ja_jp: 予定されているタスクはありません
lt: Nėra planinių užduočių
lv: Nav ieplānotu uzdevumu
nl_nl: Geen geplande taken
pl: Brak zaplanowanych zadań
pt: Nenhuma tarefa agendada
pt_br: Sem tarefas agendadas
ro: Nu există sarcini programate
ru: Нет запланированных задач
sr_rs: Nema zakazanih zadataka
sv_se: Inga schemalagda uppgifter

source: Non-matching passphrase
ca: La contrasenya no coincideix
cs: Zadání heslové fráze se neshodují
da: Uoverenstemmelse mellem adgangssætninger
de: Nicht übereinstimmende Passphrase
es: No coincide la frase de seguridad
fi: Selauslausekkeet eivät ole samat
fr_ca: La phrase secrète ne correspond pas
hu: Nem egyező jelszavak
it: Passphrase non corrispondente
ja_jp: パスフレーズが一致しません
lt: Netinkama slapta frazė
lv: Nesakrītoša pieejas frāze
nl_nl: Niet-bijbehorende wachtwoordzin
pl: Niepasujące długie hasła
pt: Disparidade de frases-passe
pt_br: Senha não correspondente
ro: Fraza de acces fără potrivire
ru: Кодовые фразы не совпадают
sr_rs: Pristupna fraza koja se ne podudara
sv_se: Lösenfras som inte matchar

source: None / disabled
ca: Cap / desactivat
cs: Žádné / vypnuté
da: Ingen / deaktiveret
de: Keine / deaktiviert
es: Ninguno / desactivado
fi: Ei mitään/poistettu käytöstä
fr_ca: Aucun / Désactivé
hu: Semmi / letiltva
it: Nessuno / disattivato
ja_jp: なし / 無効
lt: Nieko / išjungta
lv: Nav / Atspējots
nl_nl: Geen / uitgeschakeld
pl: Żaden / wyłączone
pt: Nenhum / desativado
pt_br: Nenhum / desabilitado
ro: Nici unul / dezactivat
ru: Нет / отключено
sr_rs: Ništa / onemogućeno
sv_se: Ingen / inaktiverad

source: Not using encryption
ca: El xifratge està desactivat
cs: Nepoužívá šifrování
da: Uden kryptering
de: Verschlüsselung nicht verwenden
es: Sin usar cifrado
fi: Salaus ei ole käytössä
fr_ca: N'utilise pas le chiffrement
hu: Nem használ titkosítást
it: Non usare la crittografia
ja_jp: 暗号化を行っていません
nl_nl: Zonder versleuteling
pl: Bez użycia szyfrowania
pt: Não usando encriptação
pt_br: Sem criptografia
ru: Без шифрования
sr_rs: Ne koristi šifrovanje
sv_se: Använder inte kryptering

source: Note that speeds are entered in bytes, and line speeds are typically reported in bits. Use a factor of 8 to convert, such that an 8 mbit/s line is equivalent to 1 MByte/s.
de: Beachten Sie, dass Geschwindigkeiten in Bytes eingegeben werden und Leitungsgeschwindigkeiten typischerweise in Bits ausgegeben werden. Benutzen Sie einen Faktor von 8 zum konvertieren. Demnach entsprechen 8 MBit/s Leitung 1 MByte/s.
fi: Huomaa, että siirtonopeudet syötetään tavuina ja linjanopeudet on yleensä kerrottu bitteinä. Käytä kerrointa 8 muuntaaksesi siten, että 8 Mbit/s linja vastaa 1 Mt/s nopeutta.
it: Nota che le velocità sono inserite in byte, mentre le velocità delle linee sono tipicamente riportate in bit. Per la conversione utilizzare un fattore 8, in modo che una linea da 8 mbit/s equivalga a 1 MByte/s.
ja_jp: ここで入力する速度はバイト表記ですが、回線速度は通常、ビットで報告されます。ビットからバイトへと数値を換算するには、これを8で割ってください。8メガビット秒の回線は1メガバイト秒に相当します。
nl_nl: Houd er rekening mee dat snelheden in bytes worden opgegeven, en dat lijnsnelheden doorgaans in bits worden gerapporteerd. Gebruik bij de conversie een factor 8, zodat een lijn van 8 mbit/s gelijkstaat aan 1 MByte/s.

source: Nothing will be deleted. The backup size will grow with each change.
ca: No s'eliminarà res. La mida de la còpia de seguretat augmentarà després de cada canvi.
cs: Nic nebude smazáno. Velikost zálohy naroste při každé změně.
da: Intet vil blive slettet. Backup størrelsen vokser med hver ændring.
de: Es wird nichts gelöscht. Die Sicherungsgröße erhöht sich mit jeder Änderung.
es: Nada será borrado. El tamaño de la copia de seguridad aumentará con cada cambio.
fi: Mitään ei poisteta. Varmuuskopion koko kasvaa jokaisella muutoksella.
fr_ca: Rien ne sera supprimé. La taille de la sauvegarde augmentera à chaque modification.
hu: Semmi sem lesz törölve. A mentés minden változáskor növekedni fog.
it: Niente sarà eliminato. La dimensione del backup crescerà con ogni cambiamento.
ja_jp: バックアップは削除されません。バックアップのサイズはその都度の変更に従って大きくなります。
lt: Niekas nebus trinama. Kopijos dydis didės su kiekvienu pasikeitimu.
nl_nl: Er zal niets verwijderd worden. De back-upgrootte zal toenemen met iedere verandering.
pl: Nic nie będzie kasowane. Kopia będzie zwiększała rozmiar z każdą zmianą.
pt: Nada será eliminado. O tamanho da cópia de segurança crescerá com cada alteração.
pt_br: Nada será excluído. O tamanho do backup crescerá com cada mudança.
ru: Ничего не будет удалено. Размер резервной копии будет расти с каждым изменением.
sr_rs: Ništa neće biti izbrisano. Veličina rezervne kopije će rasti sa svakom promenom.
sv_se: Ingenting kommer att raderas. Storleken på säkerhetskopieringen kommer att växa med varje ändring.

source: OSS Access Key ID
de: OSS Zugriffsschlüssel ID
it: ID chiave d'accesso OSS
ja_jp: OSSのアクセスキーのID
nl_nl: OSS Toegangssleutel-ID

source: OSS Access Key Secret
de: OSS Zugriffsschlüssel Secret
it: Chiave di accesso segreta OSS
ja_jp: OSSのアクセスキーのシークレット
nl_nl: OSS Toegangssleutel Geheim

source: OSS Bucket Region
it: Regione del bucket OSS
ja_jp: OSSのバケットのリージョン
nl_nl: OSS Bucket-regio

source: OSS Bucket name
it: Nome del Bucket OSS
ja_jp: OSSのバケット名
nl_nl: OSS Bucket-naam

source: OSS Endpoint
de: OSS Endpunkt
it: Endpoint OSS
ja_jp: OSSのエンドポイント
nl_nl: OSS Eindpunt

source: OSS Path or subfolder in the bucket
de: OSS Pfad oder Unterverzeichnis im Bucket
it: Percorso OSS o sottocartella del bucket
ja_jp: OSSのパスあるいはバケットのサブフォルダー
nl_nl: OSS Pad of submap in de bucket

source: OSS Region
it: Regione dell'OSS
ja_jp: OSSのリージョン
nl_nl: OSS-Regio

source: Official releases
de: Offizielle Versionen
it: Rilasci ufficiali
ja_jp: 公式リリース版
nl_nl: Officiële releases

source: Once there are more backups than the specified number, the oldest backups are deleted.
ca: Una vegada hi ha més còpies de seguretat que el nombre especificat, s'eliminen les còpies de seguretat més antigues.
cs: Jakmile je zde více záloh než zadané číslo, nejstarší zálohy budou smazané.
da: Når der er flere backups end det angivne antal, slettes de ældste sikkerhedskopier.
de: Sobald mehr Sicherungen als angegeben vorhanden sind, werden die ältesten Sicherungen gelöscht.
es: Una vez que haya más copias de seguridad que el número especificado, se eliminarán las copias de seguridad más antiguas.
fi: Vanhimmat varmuuskopiot poistetaan, kun varmuuskopioita on enemmän kuin määritelty määrä.
fr_ca: Une fois qu'il y a plus de sauvegardes que le nombre spécifié, les sauvegardes les plus anciennes sont supprimées.
hu: A mentések megadott számának elérését követően, a régebbi mentések törlésre kerülnek.
it: Quando il numero di backup è superiore a quello specificato, i backup più vecchi sono eliminati.
ja_jp: 指定した数以上のバックアップが作成された場合、古いバックアップから削除されます。
lt: Kai bus sukurta daugiau kopijų nei nurodyta - seniausia kopija bus ištrinta.
nl_nl: Zodra er meer back-ups zijn dan het opgegeven aantal, zullen de oudste back-ups worden verwijderd.
pl: Kiedy wystąpi więcej kopii niż określona ilość, najstarsze kopie zostaną skasowane.
pt: Se existirem mais cópias de segurança do que o número especificado, as cópias de segurança mais antigas serão eliminadas.
pt_br: Se existir mais backups do que o número especificado, os backups mais antigos serão excluídos.
ru: Когда количество резервных копий превышает указанное количество, самые старые резервные копии удаляются.
sr_rs: Kada ima više rezervnih kopija od navedenog broja, najstarije rezervne kopije se brišu.
sv_se: När det finns fler säkerhetskopior än det angivna antalet, raderas de äldsta säkerhetskopiorna.

source: Opened
ca: Oberts
cs: Otevřeno
da: Åbnet
de: Geöffnet
es: Abierto
fi: Avattu
fr_ca: Ouvert
hu: Megnyitva
it: Aperto
ja_jp: 展開済
nl_nl: Geopend
pl: Otwarto
pt: Aberto
pt_br: Aberto
ru: Открыто
sr_rs: Otvoren
sv_se: Öppnad

source: Openstack API key are not supported in v3 keystone API
de: Openstack API Key ist nicht unterstützt in der v3 Keystone API.
it: La chiave API Openstack non è supportata nella keystone API v3
ja_jp: OpenstackのAPIキーは、バージョン3のkeystone APIではサポートされていません。
nl_nl: Openstack API Sleutels worden niet ondersteund in v3 keystone API

source: Operating System
ca: Sistema operatiu
cs: Operační systém
da: Operativ System
de: Betriebssystem
es: Sistema operativo
fi: Käyttöjärjestelmä
fr_ca: Système d'exploitation
hu: Operációs rendszer
it: Sistema Operativo
ja_jp: オペレーティングシステム
lt: Operacinė sistema
nl_nl: Besturingssysteem
pl: System operacyjny
pt: Sistema operativo
pt_br: Sistema operacional
ru: Операционная Система
sr_rs: Operativni sistem
sv_se: Operativsystem

source: Operation
ca: Operació
cs: Operace
es: Operación
fr_ca: Opération
hu: Művelet
it: Operazione
ja_jp: 操作
nl_nl: Bewerking
pl: Operacja
pt: Operação
pt_br: Operações:
ru: Операция
sr_rs: Operacija

source: Operations:
ca: Operacions:
cs: Operace:
da: Operationer:
de: Operationen:
es: Operaciones:
fi: Toimenpiteet:
fr_ca: Opérations :
hu: Tevékenységek:
it: Operazioni:
ja_jp: 操作：
lt: Operacijos
lv: Darbības:
nl_nl: Bewerkingen:
pl: Operacje:
pt: Operações:
pt_br: Operações:
ro: Operații:
ru: Операции:
sr_rs: Operacije:
sv_se: Operationer:

source: Optional API key
de: Optionaler API-Schlüssel
it: Chiave API opzionale
ja_jp: APIのキー（オプション）
nl_nl: Optionele API-sleutel

source: Optional authentication password
ca: Contrasenya per a l'autenticació (opcional)
cs: Volitelné ověřovací heslo
da: Valgfri adgangskode til godkendelse
de: Optionales Passwort für Authentifizierung
es: Contraseña de autentificación opcional
fi: Salasana (ei välttämätön)
fr_ca: Mot de passe d'identification optionel
hu: Opcionális hitelesítési jelszó
it: Password opzionale per l'autenticazione
ja_jp: 認証に必要なパスワード（オプション）
lt: Neprivalomas autorizavimo slaptažodis
lv: Neobligāta autentifikācijas parole
nl_nl: Optioneel authenticatie wachtwoord
pl: Opcjonalne hasło uwierzytelnienia
pt: Palavra-passe opcional para autenticação
pt_br: Senha opcional de autenticação
ro: Parola de autentificare opțională
ru: Необязательный пароль аутентификации
sr_rs: Opciona lozinka za autentifikaciju
sv_se: Valfritt lösenord för autentisering

source: Optional authentication username
ca: Nom d'usuari per a l'autenticació (opcional)
cs: Volitelné uživatelské jméno pro ověření
da: Valgfrit brugernavn til godkendelse
de: Optionaler Benutzername für Authentifizierung
es: Nombre de usuario para autentificación opcional
fi: Käyttäjätunnus (ei välttämätön)
fr_ca: Nom d'utilisateur d'identification optionel
it: Nome utente opzionale per l'autenticazione
ja_jp: 認証に必要なユーザー名（オプション）
lt: Neprivalomas autorizavimo vartotojas
nl_nl: Optionele authenticatie gebruikersnaam
pl: Opcjonalny użytkownik uwierzytelnienia
pt: Nome de utilizador opcional para autenticação
pt_br: Usuário opcional de autenticação
ro: Nume de utilizator opțional de autentificare
ru: Необязательное имя пользователя
sr_rs: Opciono korisničko ime za autentifikaciju
sv_se: Valfritt användarnamn för autentisering

source: Optional region
de: Optionale Region
it: Regione opzionale
ja_jp: リージョン（オプション）
nl_nl: Optionele regio

source: Optional tenant name
de: Optionaler Tenant-Name
fi: Valinnainen projektin nimi
it: Nome detentore facoltativo
ja_jp: テナント名（オプション）
nl_nl: Optionele tenant-naam
