Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: If a date was missed, the job will run as soon as possible.
ca: Si s'ha sobrepassat una data, la tasca s'executarà tan aviat com sigui possible.
cs: Pokud chybělo datum, úloha bude spuštěna co možná nejdříve.
da: Hvis der ikke blev kørt på det angivne tidspunkt, vil jobbet køre så hurtigt som muligt.
de: Wurde ein Zeitpunkt verpasst, startet die Sicherung so bald wie möglich.
es: Si la fecha se paso, se ejecutará el trabajo tan pronto como sea posible.
fi: Jos ajastettu varmuuskopio jää tekemättä, se tehdään niin pian kuin mahdollista.
fr_ca: Si une date a été manquée, le travail démarrera dès que possible.
hu: Ha egy dátum kimaradt, a lehető leghamarabb elindul.
it: Se non è stata rispettata una data, il lavoro sarà eseguito il prima possibile.
ja_jp: 予定の日時を逃してしまった場合、ジョブは即座に実行します。
lt: Jai kopijos laikas praleistas, užduotis bus vykdoma pirmai progai pasitaikius.
lv: Ja tika nokavēts datums, uzdevums tiks palaists cik ātri vien iespējams.
nl_nl: Als een geplande taak werd overgeslagen, zal de taak zo snel mogelijk na het geplande tijdstip starten.
pl: Jeśli brak daty, zadanie zostanie uruchomione najwcześniej gdy to możliwe.
pt: Se não existir data, a tarefa será executada assim que possível.
pt_br: Caso um backup não ocorra na data específica, ele executará assim que possível.
ro: Dacă o dată a fost ratată, lucrarea va funcționa cât mai curând posibil.
ru: Если дата была пропущена, задание будет выполнено как можно скорее.
sr_rs: Ako je neki datum propušten, posao će biti pokrenut što je pre moguće.
sv_se: Om ett tillfälle missades görs uppgiften så fort som möjligt.

source: If at least one newer backup is found, all backups older than this date are deleted.
ca: Si es troba com a mínim una còpia de seguretat més recent, s'eliminaran totes les còpies de seguretat anteriors a aquesta data.
cs: Pokud je nalezena alespoň jedna novější záloha, všechny zálohy starší než tento datum budou smazány.
da: Hvis der findes mindst en nyere sikkerhedskopi, slettes alle backups, der er ældre end denne dato.
de: Falls mindestens eine neuere Sicherung gefunden wird, werden alle Sicherungen älter als dieses Datum gelöscht.
es: Si al menos una copia mas nueva es encontrada, todas las copias anteriores a ese día s eliminarán.
fi: Kaikki tätä päivämäärää vanhemmat varmuuskopiot poistetaan, mikäli vähintään yksi uudempi varmuuskopio löytyy.
fr_ca: Si au moins une sauvegarde plus récente est trouvée, toutes les sauvegardes antérieures à cette date sont supprimées.
hu: Ha legalább egy újabb biztonsági másolatot talál, az összes ezen időpontnál régebbi biztonsági másolatot törli.
it: Se si trova almeno un backup più recente, tutti i backup precedenti a questa data sono eliminati.
ja_jp: 最低1つ以上のより新しいバックアップが存在する場合、この日付よりも古い全てのバックアップを削除します。
lt: Rasta bent viena naujesnė kopija, visos kopijos senesnės nei ši data bus ištrintos.
nl_nl: Als tenminste één nieuwere back-up is gevonden, zullen alle back-ups die ouder zijn dan deze datum worden verwijderd.
pl: Jeśli znajdzie się przynajmniej jedna nowa kopia, wszystkie kopie starsze od niej zostaną skasowane.
pt: Se for encontrada uma cópia de segurança mais recente, todas as cópias de segurança anteriores a esta data serão eliminadas.
pt_br: Se um novo backup for encontrado, todos os backups anteriores a esta data são excluídos.
ru: Если найдена резервная копия старше, чем указанное количество дней, недель и т.д., то они будут удалятся.
sr_rs: Ako se pronađe bar jedna novija rezervna kopija, sve rezervne kopije starije od ovog datuma se brišu.
sv_se: Om minst en nyare säkerhetskopia finns, kommer alla säkerhetskopior äldre än detta datum att raderas.

source: If the backup and the remote storage is out of sync, Duplicati will require that you perform a repair operation to synchronize the database. If the repair is unsuccessful, you can delete the local database and re-generate.
de: Wenn lokale Daten und das Backup nicht mehr synchron sind, muss die lokale Datenbank repariert werden. Sollte die Reparatur nicht erfolgreich sein, so kann die lokale Datenbank gelöscht und neu erstellt werden.
it: Se il backup e l'archivio remoto non sono sincronizzati, Duplicati richiede un'operazione di riparazione per sincronizzare il database. Se la riparazione non ha successo, è possibile eliminare il database locale e rigenerarlo.
ja_jp: バックアップとリモートの保存領域が同期していない場合、データベースを修復して同期させる必要があります。修復が上手く行かない場合は、ローカルのデータベースを削除して、改めてこれを作成してください。
nl_nl: Als de back-up en de externe opslag niet volledig gesynchroniseerd zijn, vereist Duplicati dat u een reparatiebewerking uitvoert om de database te synchroniseren. Als de reparatie mislukt, kunt u de lokale database verwijderen en opnieuw genereren.

source: If the backup file was not downloaded automatically, <a href="{{DownloadURL}}" target="_blank">right click and choose &quot;Save as …&quot;</a>.
de: Wenn die Sicherungsdatei nicht automatisch heruntergeladen wurde, <a href="{{DownloadURL}}" target="_blank">mit der rechten Maustaste klicken und "Speichern unter..." auswählen</a>.
it: Se il file di backup non è stato scaricato automaticamente, <a href="{{DownloadURL}}" target="_blank">clicca con il tasto destro e scegli &quot;Salva come …&quot;</a>.
ja_jp: バックアップのファイルが自動的にダウンロードされなかった場合は、 <a href="{{DownloadURL}}" target="_blank">&quot;名前を付けて保存&quot;を右クリックして選択してください</a>。
nl_nl: Als het back-upbestand niet automatisch is gedownload, <a href="{{DownloadURL}}" target="_blank">klik met rechts en kies &quot;Opslaan als ...&quot;</a>.

source: If the backup file was not downloaded automatically, <a href="{{item.DownloadLink}}" target="_blank">right click and choose &quot;Save as …&quot;</a>.
de: Wenn die Sicherungsdatei nicht automatisch heruntergeladen wurde, <a href="{{item.DownloadLink}}" target="_blank">mit der rechten Maustaste klicken und "Speichern unter..." auswählen</a>.
it: Se il file di backup non è stato scaricato automaticamente, <a href="{{item.DownloadLink}}" target="_blank">clicca con il tasto destro e scegli &quot;Salva come …&quot;</a>.
ja_jp: バックアップのファイルが自動的にダウンロードされなかった場合は、 <a href="{{item.DownloadLink}}" target="_blank">&quot;名前を付けて保存&quot;を右クリックして選択してください</a>。
nl_nl: Als het back-upbestand niet automatisch is gedownload, <a href="{{item.DownloadLink}}" target="_blank">klik met rechts en kies &quot;Opslaan als ...&quot;</a>.

source: If you do not enter a path, all files will be stored in the login folder. Are you sure this is what you want?
ca: Si no introduïu una ruta, s'emmagatzemaran tots els fitxers a la carpeta d'inici de sessió. Segur que voleu fer això?
cs: Pokud nezadáte popis umístění, všechny soubory budou uloženy v přihlašovací složce. Je to to, co chcete?
da: Hvis du ikke indtaster en sti, vil alle filer blive gemt i login mappen. Er du sikke på at det er det du vil gøre?
de: Ohne Pfad werden alle Dateien im Anmeldeverzeichnis gespeichert.\nMöchten Sie das?
es: Si no introduce una ruta, todos los archivos se almacenarán en la carpeta de inicio de sesión. ¿Está seguro que es lo que quiere?
fi: Jos et anna polkua, kaikki tiedostot tallennetaan kirjautumiskansioon. Oletko varma, että haluat tätä?
fr_ca: Si vous n'entrez pas de chemin, tous les fichiers seront stockés dans le dossier de connexion. Êtes-vous sûr que c'est ce que vous voulez ?
hu: Ha nem ad meg útvonalat, az összes fájlt a bejelentkezési mappában tárolja. Biztos benne, hogy ezt akarod?
it: Se non inserisci un percorso, tutti i file saranno salvati nella cartella di accesso. Sei sicuro che questo è quello che vuoi?
ja_jp: パスを入力しない場合、全てのファイルはログインフォルダーに保存されます。 続行してよろしいですか？
lt: Jei nenurodysite kelio, visi failai bus išsaugoti pagrindiniame aplanke. Ar tikrai to norite?
nl_nl: Als u geen pad ingeeft, zullen alle bestanden opgeslagen worden in de login map. Weet u zeker dat dit is wat u wilt?
pl: Jeśli ścieżka nie zostanie wprowadzona, to wszystkie pliki będą przechowywane w katalogu logowania. Czy na pewno tak właśnie ma być?
pt: Se não digitar o cominho, todos os ficheiros serão guardados na pasta raiz. Tem a certeza de que é isto que deseja?
pt_br: Se você não inserir um caminho, todos os arquivos serão armazenados na pasta de login. Tem certeza de que isso é o que quer?
ro: Dacă nu introduceți o cale, toate fișierele vor fi stocate în dosarul de conectare. Ești sigur că asta vrei?
ru: Если вы не введете путь, все файлы будут храниться в папке логина. Вы уверены, что это то, что вы хотите?
sr_rs: Ako ne unesete putanju, svi fajlovi će biti sačuvani u fascikli za prijavu. Jeste li sigurni da je to ono što želite?
sv_se: Om du inte anger en sökväg kommer alla filer att lagras i inloggningsmappen. Är du säker på detta?

source: If you do not enter an API Key, the tenant name is required
ca: Si no introduïu una clau API, heu d'indicar el nom d'inquilí
cs: Pokud nezadáte klíč k API, je vyžadováno jméno nájemníka (tenant)
da: Hvis du ikke indtaster en API key, skal du angive tenant navnet
de: Wenn kein API Schlüssel angegeben wurde, ist der Tenant-Name erforderlich.
es: Si no introduce una clave API, requerirá el nombre de cliente
fi: Jos et anna API-keytä, projektin nimi on pakollinen
fr_ca: Si vous n'entrez pas de clé API, le nom de l'entité est requis
hu: Ha nem ad meg API-kulcsot, akkor kötelező a bérlő neve
it: Se non inserisci una chiave API, è richiesto il nome del detentore
ja_jp: APIを入力しない場合、テナント名が必要です
lt: Jei nurodysite API raktą, būtina nurodyti savininką
nl_nl: Als u geen API sleutel ingeeft, is een tenant naam vereist
pl: Jeśli nie podasz Klucza API, nawa dzierżawcy jest wymagana
pt: Se não digitar a chave API, será necessário o nome do 'tenant' (projeto).
pt_br: Se você não inserir uma chave de API, o nome do projeto é necessário
ro: Dacă nu introduceți o cheie API, este necesar numele locatarului
ru: Если вы не вводите ключ API, требуется имя арендатора
sr_rs: Ako ne unesete API ključ, potrebno je ime zakupca
sv_se: Om du inte anger en API-nyckel krävs "tenant name"

source: If you pause transfers they could time out and cause retries or failures.
de: Wenn Übertragungen pausiert werden können sie Timeouts hervorrufen und dadurch Wiederholungen oder Fehler verursachen.
it: Se si mettono in pausa i trasferimenti, questi potrebbero andare in timeout e causare tentativi o fallimenti.

source: If you want to use the backup later, you can export the configuration before deleting it.
de: Wenn Sie die Sicherung später verwenden möchten, können Sie die Konfiguration vor dem Löschen exportieren.
fi: Jos haluat käyttää varmuuskopiota myöhemmin, voit viedä sen asetukset ennen poistoa.
it: Se vuoi usare il backup successivamente, puoi esportare la configurazione prima di cancellarla.
ja_jp: 後にバックアップを使用したい場合は、削除する前に設定をエクスポートできます。
nl_nl: Als u de back-up later wilt gebruiken, kunt u de configuratie exporteren alvorens hem te verwijderen.

source: Import
ca: Importa
da: Importér
de: Importieren
es: Importar
fi: Tuo
fr_ca: Importer
it: Importa
ja_jp: インポート
lt: Importas
lv: Importēt
nl_nl: Importeer
pt: Importar
pt_br: Importar
ru: Импорт
sr_rs: Uvoz
sv_se: Importera

source: Import Destination URL
ca: Importa un URL de destinació
cs: Importovat URL adresu cíle
da: Importer destinations URL
de: Ziel-URL importieren
es: Importar Destino URL
fi: Tuo etäpalvelimen osoite
fr_ca: Importer l'URL de destination
it: Importa URL Destinazione
ja_jp: バックアップ先のURLをインポート
lt: Importo paskirties URL
nl_nl: Importeer Doel URL
pl: Import Docelowego URL
pt: Importar URL do destino
pt_br: Importar URL de destino
ro: Importați adresa URL de destinație
ru: Импортировать URL-адрес назначения
sr_rs: Uvezite odredišnu URL adresu
sv_se: Importera destinationsadress

source: Import URL
it: Importa l'URL
ja_jp: URLをインポート

source: Import backup configuration
ca: Importa una configuració de còpia de seguretat
cs: Importovat nastavení zálohy
da: Importer backup konfiguration
de: Sicherungskonfiguration importieren
es: Importar configuración de copias de seguridad
fi: Tuo varmuuskopion asetukset
fr_ca: Importer la configuration de sauvegarde
it: Importa configurazione backup
ja_jp: バックアップの設定をインポート
lt: Importuoti kopijos konfigūraciją
nl_nl: Importeer back-upconfiguratie
pl: Importuj konfigurację kopii
pt: Importar configuração da cópia de segurança
pt_br: Importar configuração de backup
ro: Importați configurația de rezervă
ru: Импорт настройки резервной копии
sr_rs: Uvezite konfiguraciju rezervne kopije
sv_se: Importera konfiguration för säkerhetskopia

source: Import from a file
ca: Importa des d'un fitxer
cs: Importovat ze souboru
da: Importer fra en fil
de: Von einer Datei importieren
es: Importar desde un archivo
fi: Tuo tiedostosta
fr_ca: Importer depuis un fichier
hu: Importálás egy fájlból
it: Importa da un file
ja_jp: ファイルからインポート
lt: Importas iš failo
lv: Pievienot no faila
nl_nl: Importeer vanuit een bestand
pl: Zaimportuj z pliku
pt: Importar de um ficheiro
pt_br: Importar de um arquivo
ro: Importați dintr-un fișier
ru: Импортировать из файла
sr_rs: Uvezi iz fajla
sv_se: Importera från en fil

source: Import metadata
ca: Importa les metadades
cs: Importovat metadata
da: Importer metadata
de: Importiere Metadata
es: Importar metadatos
fi: Tuo metatieto
fr_ca: Importer des métadonnées
hu: Metaadatok importálása
it: Importa metadati
ja_jp: メタデータをインポート
lt: Importuoti meta duomenis
nl_nl: Importeer metadata
pl: Importuj metadane
pt: Importar meta-dados
pt_br: Importar metadados
ru: Импортировать метаданные
sr_rs: Uvezite metapodatke
sv_se: Importera metadata

source: Importing …
cs: Importování…
da: Importerer ...
de: Am Importieren …
es: Importando ...
fi: Tuodaan ...
hu: Importálás...
it: Importazione ...
ja_jp: インポートしています…
nl_nl: Importeren ...
pl: Importowanie ...
pt: A importar ...
pt_br: Importando ...
ru: Импорт...
sr_rs: Uvoz ...
sv_se: Importerar …

source: Include a file?
ca: Voleu incloure un fitxer?
cs: Zahrnout soubor?
da: Inkluder en fil?
de: Datei einschießen?
es: ¿Incluir un archivo?
fi: Sisällytä tiedosto?
fr_ca: Inclure un fichier ?
it: Includi un file?
ja_jp: ファイルを含めますか？
lt: Įtraukti failą?
nl_nl: Een bestand opnemen?
pl: Dołaczyć plik?
pt: Incluir um ficheiro?
pt_br: Incluir um arquivo?
ro: Includeți un fișier?
ru: Включить файл?
sr_rs: Uključiti fajl?
sv_se: Inkludera en fil?

source: Include expression
ca: Inclou una expressió
cs: Výraz pro zahrnutí
da: Inkluder udtryk
de: Filter (einschließen)
es: Incluir una expresión
fi: Sisällytä ilmaisua vastaavat kohteet
fr_ca: Inclure expression
it: Includi espressione
ja_jp: 次の文字列を含む
lt: Įtraukti išraišką
nl_nl: Uitdrukking opnemen
pl: Dołącz wyrażenie
pt: Expressão de inclusão
pt_br: Incluir expressão
ro: Includeți expresia
ru: Выражение для включения
sr_rs: Uključite izraz
sv_se: Inkludera enligt uttryck

source: Include regular expression
ca: Inclou una expressió regular
cs: Regulární výraz pro zahrnutí
da: Inkluder regulært udtryk
de: Regulären Ausdruck (einschließen)
es: Incluir una expresión regular
fi: Sisällytä säännöllistä ilmaisua vastaavat kohteet
fr_ca: Inclure expression régulière
it: Includi espressione regolare
ja_jp: 次の正規表現を含む
lt: Įtraukti standartinę išraišką
nl_nl: Reguliere expressie opnemen
pl: Dołącz wyrażenie regularne
pt: Expressão regular de exclusão
pt_br: Incluir expressão regular
ro: Includeți expresia regulată
ru: Регулярное выражение для включения
sr_rs: Uključite regularni izraz
sv_se: Inkludera enligt reguljärt uttryck

source: Individual builds for developers only. Not for use with important data.
ca: Compilacions individuals només per a desenvolupadors. No ho feu servir amb dades importants.
cs: Jednotlivá sestavení určená pouze pro vývojáře. Nepoužívejte pro důležitá data.
da: Individuelle versioner kun for udviklere. Bør ikke bruges med vigtig data.
de: Individuelle Builds nur für Entwickler. Nicht für die Verwendung mit wichtigen Daten.
es: Compilaciones individuales solo para desarrolladores. No usar con datos importantes.
fi: Yksittäiset versiot, vain ohjelman kehittäjille. Älä käytä tärkeiden tietojen kanssa.
fr_ca: Builds individuelles pour les développeurs uniquement. Ne pas utiliser avec des données importantes.
it: Versioni individuali per soli sviluppatori. Non utilizzare con dati importanti.
ja_jp: 開発者用の個別のビルドです。重要なデータのバックアップには使用しないでください。
lt: Individualios versijos skirtos programuotojams. Netinkamos naudoti su svarbiais duomenimis.
nl_nl: Individuele builds alleen voor ontwikkelaars. Niet voor gebruik met belangrijke gegevens.
pl: Indywidualne kompilacje tylko dla programistów. Nie do użytku z ważnymi danymi.
pt: Versões apenas para programadores. Não destinadas a serem utilizadas com dados importantes.
pt_br: Versões apenas para desenvolvedores. Não para uso com dados importantes.
ru: Индивидуальные сборки только для разработчиков. Не рекомендуется использовать для сохранения важных данных.
sr_rs: Pojedinačne verzije samo za programere. Nije za upotrebu sa važnim podacima.
sv_se: Individuella versioner endast för utvecklare. Ej för användning med viktig data.

source: Information
ca: Informació
cs: Informace
es: Información
fi: Informaatio
hu: Információ
it: Informazioni
ja_jp: 情報
lt: Informacija
lv: Informācija
nl_nl: Informatie
pl: Informacja
pt: Informação
pt_br: Informação
ro: informație
ru: Информация
sr_rs: Informacije

source: Interrupted, no statistics collected
de: Unterbrochen, keine Statistiken gesammelt
it: Interrotto, nessuna statistica raccolta
ja_jp: 中断されました。統計は収集されていません
nl_nl: Onderbroken, geen statistieken verzameld

source: Invalid retention time
ca: El període de preservació no és vàlid
cs: Neplatná doba ponechání
da: Ugyldig bevaringstid
de: Ungültige Aufbewahrungszeit
es: Tiempo de retención no válido
fi: Epäkelpo säilytysaika
fr_ca: Temps de rétention invalide
hu: Érvénytelen késleltetési idő
it: Tempo di conservazione non valido
ja_jp: 無効な保持期間が設定されています
lt: Netinkamas saugojimo laikas
nl_nl: Ongeldige retentietijd
pl: Nieprawidłowy czas przechowywania
pt: Tempo de retenção inválido
pt_br: Tempo de retenção inválido
ro: Timp de retenție nevalid
ru: Недопустимое время хранения
sr_rs: Nevažeće vreme zadržavanja
sv_se: Ogiltig bibehållningstid

source: It is possible to connect to some FTP without a password. Are you sure your FTP server supports password-less logins?
ca: És possible connectar-se a alguns servidors FTP sense contrasenya. Segur que el vostre servidor FTP suporta l'accés sense contrasenya?
cs: K některým FTP serverům je možné se připojit i bez hesla. Opravdu to tento FTP server umožňuje?
da: Det er muligt at oprette forbindelse til visse FTP servere uden adgangskode. Er du sikker på din FTP-server understøtter login uden adgangskode?
de: Manche FTP-Server erlauben ein Verbinden ohne Passwort. Sind Sie sicher, dass Ihr FTP-Server dazu gehört?
es: Es posible conectar a un FTP sin contraseña. ¿Está seguro que su servidor FTP admite los inicios de sesión sin contraseña?
fi: JOtkut FTP-palvelimet sallivat yhteyden muodostamisen ilman salasanaa. Oleko varma, että käyttämäsi FTP-palvelin sallii anonyymit kirjautumiset?
fr_ca: Il est possible de se connecter à certains FTP sans mot de passe. Êtes-vous sûr que votre serveur FTP prend en charge l'identification sans mot de passe ?
it: È possibile connettersi ad alcuni FTP senza una password. Sei sicuro che il tuo server FTP supporta gli accessi senza password?
ja_jp: FTPサーバーの中にはパスワードを入力せずに接続できるものがあります。 このFTPサーバーは、パスワード無しのログインをサポートしていますか？
lt: Prie kai kurių FTP serverių galima prisijungti be slaptažodžio. Ar jūs įsitikinę, kad FTP serveris leidžia prisijungimus be slaptažodžio?
lv: Ir iespējams pievienoties pie kāda FTP servera bez paroles. Vai esat pārliecināts, ka jūsu FTP serveris atbalsta bez-paroles pieslēgšanos?
nl_nl: Het is mogelijk te verbinden met sommige FTP servers zonder een wachtwoord. Weet u zeker dat uw FTP server aanmelden zonder wachtwoord ondersteunt?
pl: Do niektórych serwerów FTP można łączyć się bez hasła. Czy na pewno Twój serwer FTP obsługuje logowanie bez hasła?
pt: É possível estabelecer ligação a servidores FTP sem palavra-passe. Tem a certeza de que o servidor FTP possui suporte a sessões no modo anónimo?
pt_br: É possível conectar em alguns servidores FTP sem utilizar senha. Tem certeza que o seu servidor FTP suporta autenticação sem senha?
ro: Este posibil să vă conectați la un FTP fără o parolă. Sunteți sigur că serverul FTP acceptă login-urile fără parolă?
ru: К некоторым FTP возможно подключиться без пароля. Вы уверены, что ваш FTP-сервер поддерживает вход без пароля?
sr_rs: Moguće je povezati se na neki FTP bez lozinke. Da li ste sigurni da vaš FTP server podržava prijavljivanje bez lozinke?
sv_se: Det är möjligt att ansluta till vissa FTP utan ett lösenord. Är du säker på att din FTP-server stöder lösenordsfria inloggningar?

source: Keep a specific number of backups
ca: Preserva un nombre específic de còpies de seguretat
cs: Ponechat konkrétní počet záloh
da: Gem et bestemt antal backups
de: Eine bestimmte Anzahl von Sicherungen behalten
es: Mantener un número específico de copias de seguridad
fi: Säilytä määritelty määrä varmuuskopioita
fr_ca: Conserver un nombre spécifique de sauvegardes
hu: Meghatározott számú mentés megtartása
it: Mantieni un numero specifico di backup
ja_jp: 指定した数のバックアップを保存
lt: Saugoti nurodyta kiekį kopijų
nl_nl: Behoud een specifiek aantal back-ups
pl: Zachowaj określoną ilość kopii
pt: Manter um número específico
pt_br: Manter um número específico de backups
ru: Хранить в количестве
sr_rs: Čuvajte određeni broj rezervnih kopija
sv_se: Behåll ett visst antal säkerhetskopior

source: Keep all backups
ca: Preserva totes les còpies de seguretat
cs: Ponechat všechny zálohy
da: Gem alle backups
de: Alle Sicherungen behalten
es: Mantener todas las copias de seguridad
fi: Säilytä kaikki varmuuskopiot
fr_ca: Conserver toutes les sauvegardes
hu: Minden mentés megtartása
it: Mantieni tutti i backup
ja_jp: 全てのバックアップを保存
lt: Saugoti visas kopijas
nl_nl: Behoud alle back-ups
pl: Zachowaj wszystkie kopie
pt: Manter todas as cópias de segurança
pt_br: Manter todos os backups
ru: Хранить все копии
sr_rs: Čuvajte sve rezervne kopije
sv_se: Behåll alla säkerhetskopior

source: Keystone API version
ca: Versió de l'API de Keystone
cs: Verze aplikačního program. rozhraní stavebního bloku
es: Versión de la API de Keystone
fr_ca: Version de l'API Keystone
it: Versione Keystone API
ja_jp: Keystone APIのバージョン
lt: Keystone API versija
nl_nl: Keystone API versie
pl: Wersja Keystone API
pt: Versão da API Keystone
pt_br: Versão da API Keystone
ru: Версия Keystone API
sr_rs: Keystone API verzija

source: Language in user interface
ca: Idioma de la interfície d'usuari
cs: Jazyk textů v uživatelském rozhraní
da: Sprog i brugergrænsefladen
de: Sprache der Benutzeroberfläche
es: Idioma de interfaz de usuario
fi: Käytettävä kieli
fr_ca: Langue dans l'interface utilisateur
hu: Felhasználói felület nyelve
it: Lingua interfaccia utente
ja_jp: 言語設定
lt: Kalba vartotojo interfeise
lv: Lietotāja saskarnes valoda:
nl_nl: Taal in gebruikersomgeving
pl: Język w interfejsie użytkownika
pt: Idioma da interface de utilizador
pt_br: Idioma da interface do usuário
ro: Limba în interfața cu utilizatorul
ru: Язык пользовательского интерфейса
sr_rs: Jezik u korisničkom interfejsu
sv_se: Språk i användargränssnittet

source: Last Run
de: Letzte Ausführung
it: Ultima esecuzione

source: Last Run (descending)
de: Letzte Ausführung (absteigend)
it: Ultima esecuzione (decrescente)

source: Last month
ca: El mes passat
cs: Minulý měsíc
da: Sidste måned
de: Letzter Monat
es: Mes pasado
fi: Viime kuussa
fr_ca: Mois dernier
hu: Előző hónap
it: Lo scorso mese
ja_jp: 先月
lt: Praeitas mėnuo
lv: Pagājušais mēnesis
nl_nl: Vorige maand
pl: Ostatni miesiąc
pt: Último mês
pt_br: Último mês
ro: Luna trecuta
ru: Последний месяц
sr_rs: Prošlog meseca
sv_se: Förra månaden
