Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: Where do you want to restore the files to?
ca: On voleu restaurar els fitxers?
cs: Kam chcete soubory obnovit?
da: Hvor vil du gendanne filerne til?
de: Wohin sollen die Dateien wiederhergestellt werden?
es: ¿Dónde desea restaurar los archivos?
fi: Mihin tiedostot palautetaan?
fr_ca: Ou voulez-vous restaurer vos fichiers ?
hu: Hova szeretnéd visszaállítani a fájlokat?
it: Dove vuoi ripristinare i files?
ja_jp: 復元したファイルはどこに保存しますか？
lt: Kur norite atkurti failus?
nl_nl: Waarheen wilt u de bestanden herstellen?
pl: Gdzie chcesz odtworzyć pliki?
pt: Para onde quer restaurar os ficheiros?
pt_br: Para onde você deseja restaurar os arquivos?
ro: Unde doriți să restaurați fișierele?
ru: Куда вы хотите восстановить файлы?
sr_rs: Gde želite da vratite fajlove?
sv_se: Var vill du återställa filerna?

source: Years
ca: Anys
cs: Let
da: År
de: Jahre
es: Años
fi: Vuotta
fr_ca: Années
hu: Év
it: Anni
ja_jp: 年
lt: Metai
lv: Gadi
nl_nl: Jaren
pl: Lata
pt: Anos
pt_br: Anos
ro: Ani
ru: Лет
sr_rs: Godina
sv_se: År

source: Yes
ca: Sí
cs: Ano
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr_ca: Oui
hu: Igen
it: Si
ja_jp: はい
lt: Taip
lv: Jā
nl_nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
ro: da
ru: Да
sr_rs: Da
sv_se: Ja

source: Yes, I have stored the passphrase safely
ca: Sí, he desat la contrasenya en un lloc segur
cs: Ano, heslovou frázi mám bezpečně uloženou
da: Ja, jeg har opbevaret adgangssætningen sikkert
de: Ja, ich habe die Passphrase sicher gespeichert
es: Sí, he guardado la frase de seguridad de forma segura
fi: Kyllä, olen tallentanut salauslausekkeen turvallisesti
fr_ca: Oui, j'ai conservé ma phrase secrète en sécurité
hu: Igen, biztonságosan tárolom a jelmondatot
it: Si, ho archiviato la passphrase in modo sicuro
ja_jp: はい、パスフレーズを安全な場所に保存しました
lt: Taip, aš saugiai išsaugojau slaptą frazę
lv: Jā, esmu noglabājais pieejas frāzi droši
nl_nl: Ja, ik heb de wachtwoordzin op een veilige plaats opgeborgen
pl: Tak, długie hasło zostało bezpiecznie zachowane.
pt: Sim, eu armazenei a frase-passe de forma segura
pt_br: Sim, eu tenho armazenado uma frase de acesso segura
ro: Da, am stocat expresia de acces în siguranță
ru: Да, я надёжно сохранил кодовую фразу
sr_rs: Da, uskladištio sam lozinku bezbedno
sv_se: Ja, jag har lagrat lösenfrasen säkert

source: Yes, I understand the risk
ca: Sí, entenc els riscos
cs: Ano, rozumím riziku
da: Ja, jeg forstår risikoen
de: Ja, ich habe die Risiken verstanden
es: Sí, entiendo el riesgo
fi: Kyllä, ymmärrän riskin
fr_ca: Oui, je comprends le risque
hu: Igen, megértettem a kockázatot
it: Sì, capisco il rischio
ja_jp: はい、リスクを理解しました
nl_nl: Ja, ik begrijp het risico
pl: Tak, rozumiem ryzyko
pt: Sim, eu entendo os riscos
pt_br: Sim, entendo o risco
ru: Да, я принимаю риск
sr_rs: Da, razumem rizik
sv_se: Ja, jag förstår risken

source: Yes, I'm brave!
ca: Sí, no tinc por!
cs: Ano, mám odvahu!
da: Ja, jeg er modig!
de: Ja, ich bin mutig!
es: Sí, ¡soy valiente!
fi: Kyllä, olen rohkea!
fr_ca: Oui, je suis courageux !
hu: Igen, bátor vagyok
it: Sì, sono coraggioso!
ja_jp: はい、問題ありません！
lt: Taip, aš drąsus!
lv: Jā, esmu drosmīgs!
nl_nl: Ja, ik ben dapper!
pl: Tak. Jestem dzielny!
pt: Sim, sou valente!
pt_br: Sim, sou corajoso!
ro: Da, sunt curajos!
ru: Да, я смелый!
sr_rs: Da, hrabar sam!
sv_se: Ja, jag är modig!

source: Yes, please break my backup!
ca: Sí, destrossa'm la còpia de seguretat!
cs: Ano, chci rozbít své zálohy!
da: Ja, ødelæg venligst min backup!
de: Ja, bitte zerstöre meine Sicherung!
es: Sí, por favor, ¡rompe mi copia de seguridad!
fi: Kyllä, riko varmuuskopioni!
fr_ca: Oui, s'il vous plait cassez ma sauvegarde
hu: Igen, kérlek tedd tönkre a mentésemet!
it: Sì, per favore rompi il mio backup!
ja_jp: バックアップが壊れることを了承して続行
lv: Jā, lūdzu salauziet manu dublējumkopiju!
nl_nl: Ja, help mijn back-up om zeep!
pl: Tak, proszę zepsuj moją kopię!
pt: Sim, por favor estraga a minha cópia de segurança!
pt_br: Sim, corrompa meu backup!
ro: Da, vă rog să întrerupeți backupul!
ru: Да, пожалуйста, сломайте мою резервную копию!
sr_rs: Da, molim te pauziraj moju rezervnu kopiju!
sv_se: Ja, snälla bryt min säkerhetskopia!

source: Yesterday
ca: Ahir
cs: Včera
da: I går
de: Gestern
es: Ayer
fi: Eilen
fr_ca: Hier
hu: Tegnap
it: Ieri
ja_jp: 昨日
lv: Vakardiena
nl_nl: Gisteren
pl: Wczoraj
pt: Ontem
pt_br: Ontem
ro: Ieri
ru: Вчера
sr_rs: Juče
sv_se: I går

source: You are changing the database path away from an existing database. Are you sure this is what you want?
ca: Esteu canviant la ruta d'una base de dades existent. Segur que voleu fer això?
cs: Měníte umístění databáze pryč z existující databáze. Opravdu je to to, co chcete?
da: Du er ved at ændre database stien væk fra en eksisterende database. Er du sikker på at det er det du vil?
de: Sie ändern gerade den Datenbankpfad einer existierenden lokalen Datenbank. Sind Sie sicher, dass Sie das wollen?
es: Está cambiando la ruta de la base de datos de una base de datos existente. ¿Realmente es lo que quieres?
fr_ca: Vous êtes en train de changer le chemin de la base de données depuis une base de donnée existante. Êtes-vous sûr que c'est ce que vous voulez ?
it: Stai cambiando il percorso di un database esistente. Sei sicuro che questo è ciò che vuoi?
ja_jp: 既存のデータベースからデータベースのパスを変更しようとしています。 続行してよろしいですか？
nl_nl: U verandert het database pad weg van een bestaande database. Weet u zeker dat dit is wat u wilt?
pl: Zmieniłeś ścieżkę na nie prowadzącą do istniejącej bazy danych. Czy jesteś pewny, że takie było twoje rzeczywiste zamierzenie?
pt: Está a alterar o caminho da base de dados para longe de uma base de dados existente. Tem a certeza que quer isso?
pt_br: Você está mudando o caminho do banco de dados para longe de um banco de dados existente. Tem certeza de que isso é o que deseja?
ro: Schimbați calea bazei de date departe de o bază de date existentă. Ești sigur că asta vrei?
ru: Вы меняете путь базы данных отличный от существующей базы данных. Вы уверены, что это то, что вы хотите?
sr_rs: Menjate putanju baze podataka dalje od postojeće baze podataka. Jeste li sigurni da je to ono što želite?
sv_se: Du ändrar databassökvägen från en befintlig databas. Är du säker på detta?

source: You are currently running {{appname}} {{version}}
ca: Actualment esteu executant el {{appname}} {{version}}
cs: Nyní provozujete {{appname}} {{version}}
da: Du kører med {{appname}} {{version}}
de: Aktuell wird {{appname}} {{version}} verwendet
es: Actualmente está ejecutando {{appname}} {{version}}
fi: Käytössä oleva versio: {{appname}} {{version}}
fr_ca: Vous êtes actuellement en train d'utiliser {{appname}} {{version}}
it: Attualmente stai eseguendo {{appname}} {{version}}
ja_jp: あなたは現在 {{appname}} {{version}}を使用しています。
nl_nl: U werkt momenteel met {{appname}} {{version}}
pl: Aktualnie używasz {{appname}} {{version}}
pt: Está a executar o {{appname}} {{version}}
pt_br: Você está atualmente executando {{appname}} {{version}}
ro: În prezent, executați {{appname}} {{version}}
ru: Вы используете {{appname}} {{version}}
sr_rs: Trenutno koristite {{appname}} {{version}}
sv_se: Du kör för närvarande {{appname}} {{version}}

source: You can stop the backup after any file uploads currently in progress have finished. If you terminate the backup, the next run will need to recover from a failed backup.
de: Sie können die Sicherung anhalten, wenn alle laufenden Datei-Uploads beendet sind. Wenn Sie die Sicherung beenden, wird die nächste Ausführung eine Wiederherstellung aus einer fehlgeschlagenen Sicherung erfordern.
it: È possibile interrompere il backup al termine del caricamento dei file in corso. Se interrompi il backup, l'esecuzione successiva dovrà ripristinare un backup non riuscito.

source: You can stop the task immediately, or allow the process to continue its current file and then stop. If you terminate the task, the backup could be left in an inconsistent state.
de: Sie können die Aufgabe sofort anhalten oder nachdem der Prozess die aktuelle Datei abgeschlossen hat. Wenn Sie die Aufgabe beenden, könnte die Sicherung in einem inkonsistenten Zustand verbleiben.
it: È possibile interrompere immediatamente l'attività o consentire al processo di continuare il suo file corrente e quindi interromperlo. Se si termina l'attività, il backup potrebbe rimanere in uno stato inconsistente.

source: You have changed the encryption mode. This may break stuff. You are encouraged to create a new backup instead
ca: Heu canviat el mode de xifratge. Pot ser que això trenqui alguna cosa. És recomanable que creeu una nova còpia de seguretat en comptes de fer això
cs: Změnili jste režim šifrování. To může něco rozbít. Doporučujeme namísto toho vytvořit novou zálohu
da: Du har skiftet krypteringsmetode. Dette kan ødelægge ting. Du opfordres til at oprette en ny backup i stedet.
de: Sie haben die Verschlüsselungsmethode geändert. Dies könnte Daten zerstören. Wir empfehlen Ihnen, stattdessen eine neue Sicherung zu erstellen
es: Ha cambiado el modo de encriptación. Esto puede quebrar cosas. Le animamos a crear una nueva copia de seguridad en su lugar
fi: Vaihdoit salausmenetelmää, ja se saattaa rikkoa asioita. Harkitse kokonaan uuden varmuuskopion luomista sen sijaan.
fr_ca: Vous avez changé la méthode de chiffrement. Ceci peut endommager certaines choses. Nous vous encourageons à créer une nouvelle sauvegarde à la place.
it: Hai modificato l'algoritmo di crittografia. Questa azione potrebbe corrompere i dati. Ti consigliamo di creare un nuovo backup.
ja_jp: 暗号化モードが変更されています。データが壊れる可能性があるため、新しいバックアップを代わりに作成することを推奨します
nl_nl: U hebt de versleutelingsmodus veranderd. Dit kan dingen kapotmaken. U wordt daarom aangemoedigd een nieuwe back-up aan te maken
pl: Zmieniłeś tryb szyfrowania. Może to spowodować uszkodzenie zawartości. Zamiast tego zachęcamy do utworzenia nowej kopii zapasowej.
pt: Mudou o modo de encriptação. Isso pode estragar algo. Em vez disso é recomendável fazer uma cópia de segurança.
pt_br: Você mudou o modo de criptografia. Isso pode estragar algo. É aconselhado criar um novo backup em vez disso
ro: Ați schimbat modul de criptare. Acest lucru poate sparge lucrurile. Sunteți încurajați să creați în schimb o copie de siguranță nouă
ru: Вы изменили режим шифрования. Это может что-нибудь сломать. Вместо этого вам лучше создать новую резервную копию
sr_rs: Promenili ste režim šifrovanja. Ovo bi moglo biti loš izbor. Preporučujemo vam da umesto toga napravite novu rezervnu kopiju
sv_se: Du har ändrat krypteringsläget. Det här kan ta sönder saker. Du uppmuntras att skapa en ny säkerhetskopia istället

source: You have changed the passphrase, which is not supported. You are encouraged to create a new backup instead.
ca: Heu canviat la contrasenya, i això no està implementat. És recomanable que creeu una nova còpia de seguretat en comptes de fer això.
cs: Změnili jste heslovou frázi, což není podporováno. Doporučujeme namísto toho vytvořit novou zálohu.
da: Du har skiftet adgangssætningen, hvilket ikke understøttes. Du opfordres til at oprette en ny backup i stedet.
de: Sie haben die Passphrase geändert, was nicht unterstützt wird. Bitte erstellen Sie stattdessen eine neue Sicherung.
es: Ha cambiado la frase de seguridad, la cual no es compatible. Le animamos a crear una nueva copia de seguridad en su lugar.
fi: Vaihdoit salauslauseketta, mutta tätä toiminnallisuutta ei tueta. Luo sen sijaan kokonaan uusi varmuuskopio.
fr_ca: Vous avez changé la phrase secrète, ce qui n'est pas pris en charge. Nous vous encourageons à créer une nouvelle sauvegarde à la place.
it: Hai modificato la passphrase ma questo non è supportato. Ti consigliamo di creare un nuovo backup.
ja_jp: パスフレーズが変更されましたが、これはサポートされていません。新しいバックアップを代わりに作成することを推奨します。
nl_nl: U hebt de wachtwoordzin aangepast, wat niet wordt ondersteund. U wordt daarom aangemoedigd een nieuwe back-up aan te maken.
pl: Zmieniono hasło - zmiana hasła nie jest obsługiwana. Zachęcamy Cię zamiast tego do utworzenia nowej kopii zapasowej.
pt: Alterou a frase-passe, que não é suportada. Em vez disso é recomendável criar uma cópia de segurança.
pt_br: Você alterou a senha, o que não é suportado. É aconselhado criar um novo backup.
ro: Ați schimbat fraza de acces, care nu este acceptată. Sunteți încurajați să creați în schimb o copie de siguranță nouă.
ru: Вы изменили кодовую фразу, но это не поддерживается. Вместо этого вам стоит создать новую резервную копию.
sr_rs: Promenili ste pristupnu frazu lozinke, koja nije podržana. Preporučujemo vam da umesto toga napravite novu rezervnu kopiju.
sv_se: Du har ändrat lösenfrasen, som inte stöds. Du uppmuntras att skapa en ny säkerhetskopia istället.

source: You have chosen not to encrypt the backup. Encryption is recommended for all data stored on a remote server.
ca: Heu decidit no xifrar la còpia de seguretat. És recomanable que xifreu totes les dades emmagatzemades en un servidor remot.
cs: Zvolili jste že záloha nebude šifrována. Šifrování je doporučeno pro veškerá data ukládaná na vzdálený server.
da: Du har valgt at undlade at kryptere din backup. Kryptering anbefales for alt data der gemmes på en fjerndestination.
de: Sie haben ausgewählt, dass die Sicherung nicht verschlüsselt werden soll. Die Verschlüsselung wird für alle auf einem Remote-Server gespeicherten Daten empfohlen.
es: Ha optado por no cifrar la copia de seguridad. El cifrado se recomienda para todos los datos almacenados en un servidor remoto.
fi: Valitsit salaamattoman varmuuskopioinnin. Salaaminen on suositeltua kaikella datalle, joka säilötään etäpalvelimelle.
fr_ca: Vous avez choisi de ne pas chiffrer votre sauvegarde. Le chiffrement est recommandé pour toutes les données stockées sur un serveur distant.
it: Hai scelto di non criptare il backup. È consigliabile criptare tutti i dati custoditi su server remoti.
ja_jp: バックアップを暗号化しない設定となっていますが、リモートサーバーに保存する全てのデータに関して、暗号化を行うことを推奨します。
nl_nl: U hebt ervoor gekozen de back-up niet te versleutelen. Encryptie is aanbevolen voor alle gegevens die worden opgeslagen op een remote server.
pl: Wybrałeś opcję nieszyfrowania kopii zapasowej. Szyfrowanie jest zalecane dla wszystkich danych przechowywanych na serwerze zdalnym.
pt: Escolheu não encriptar a cópia de segurança. É recomendável encriptar todos os dados armazenados num servidor remoto.
pt_br: Você escolheu não criptografar o backup. Encriptação é recomendada para todos dados armazenados em um servidor remoto.
ro: Ați ales să nu criptați copia de rezervă. Criptarea este recomandată pentru toate datele stocate pe un server de la distanță.
ru: Вы выбрали не шифровать резервную копию. Шифрование рекомендовано для всех данных, хранящихся на удаленном сервере.
sr_rs: Izabrali ste da ne šifrujete rezervnu kopiju. Šifrovanje se preporučuje za sve podatke uskladištene na udaljenom serveru.
sv_se: Du har valt att inte kryptera säkerhetskopian. Kryptering rekommenderas för all data som lagras på en fjärrserver.

source: You have chosen to restore to a new location, but not entered one
ca: Heu decidit fer la restauració en una nova ubicació, però no n'heu indicat cap
cs: Zvolili jste obnovu do nového umístění, ale nezadali jste ho
da: Du har valgt at gendanne til en ny placering, men ikke angivet en
de: Wiederherstellen an einen neuen Ort wurde gewählt, aber kein Ort angegeben
es: Ha elegido restaurar a una nueva ubicación, pero no la ha indicado
fi: Valitsit palautuksen uuteen sijaintiin, mutta et antanut sijaintia.
fr_ca: Vous avez demandé à restaurer vers un nouveau dossier, mais sans indiquer son chemin
it: Si è scelto di ripristinare in una nuova posizione, ma non ne è stata inserita una
ja_jp: 新しい場所に復元するよう選択しましたが、場所が入力されていません
nl_nl: U koos voor terugzetten naar een nieuwe locatie, maar hebt geen locatie opgegeven
pl: Możesz wybrać odtworzenie do nowej lokalizacji, ale nie tej wprowadzonej
pt: Escolheu restaurar para uma localização distinta mas não a indicou
pt_br: Você escolheu restaurar para um novo local, mas não inseriu um
ro: Ați ales să restaurați o locație nouă, dar nu ați introdus una
ru: Вы выбрали новое место для восстановления, но не ввели его
sr_rs: Odabrali ste da vratite na novu lokaciju, ali niste je uneli
sv_se: Du har valt att återställa till en ny plats, men inte angett någon

source: You have generated a strong passphrase. Make sure you have made a safe copy of the passphrase, as the data cannot be recovered if you lose the passphrase.
ca: Heu generat una contrasenya forta. Assegureu-vos que heu copiat la contrasenya en un lloc segur, perquè no podreu recuperar les dades si la perdeu.
cs: Vytvořili jste odolnou heslovou frázi. Tu si dobře uschovejte, protože v případě její ztráty data nebude možné obnovit.
da: Du har genereret en stærk adgangssætning. Sørg for, at du har en sikker kopi, da data ikke kan gendannes, hvis du mister adgangssætningen.
de: Sie haben eine starke Passphrase erstellt. Stellen Sie sicher, dass Sie diese an einem sicheren Ort aufbewahren, da die Daten bei Verlust der Passphrase nicht wiederhergestellt werden können.
es: Ha generado una frase de contraseña segura. Asegúrese de haber hecho una copia segura de la frase de contraseña, ya que los datos no se pueden recuperar si la pierde.
fr_ca: Vous avez généré une mot de passe fort. Assurez-vous que vous avez effectué une copie sécurisée de ce mot de passe, car les données ne pourront pas être récupérées si vous le perdez.
it: Hai generato una passphrase forte. Assicurati di aver fatto una copia sicura della passphrase, poiché i dati non possono essere recuperati se perdi la passphrase.
ja_jp: 強力なパスフレーズを生成しました。パスフレーズの紛失時にもデータを復元できるよう、パスフレーズを安全な場所にコピーして保存してください。
nl_nl: U hebt een sterke wachtwoordzin gegenereerd. Verzeker u ervan dat u een veilige kopie heeft van de wachtwoordzin, omdat de gegevens niet hersteld kunnen worden als u de wachtwoordzin verliest.
pl: Wygenerowałeś silne hasło. Upewnij się, że wykonałeś bezpieczną kopię hasła, ponieważ danych nie będzie można odzyskać, jeśli utracisz hasło.
pt: Gerou uma frase-passe segura. Certifique-se que fez uma cópia da frase-passe, uma vez que os dados não podem ser recuperados se perder a frase-passe.
pt_br: Você gerou uma senha segura. Certifique-se de fazer um cópia da mesma, pois os dados não podem ser recuperados se você perder a senha.
ro: Ați generat o expresie de acces puternică. Asigurați-vă că ați făcut o copie sigură a expresiei de acces, deoarece datele nu pot fi recuperate dacă pierdeți expresia de acces.
ru: Вы использовали сильную парольную фразу. Пожалуйста, убедитесь, что вы надёжно сохранили парольную фразу, ибо восстановление данных невозможно в случае её утраты.
sr_rs: Generisali ste jaku pristupnu frazu lozinke. Uverite se da ste napravili bezbednu kopiju pristupne fraze lozinke, jer podaci ne mogu da se povrate ako izgubite pristupnu frazu lozinke.
sv_se: Du har genererat en stark lösenfras. Se till att du har gjort en säker kopia av lösenfrasen, eftersom data inte kan återställas om du tappar bort lösenfrasen.

source: You must choose at least one source folder
ca: Heu de triar com a mínim una carpeta d'origen
cs: Je třeba zvolit alespoň jednu zdrojovou složku
da: Du skal vælge mindst en kilde mappe
de: Sie müssen mindestens ein Quellverzeichnis wählen.
es: Debe seleccionar al menos una carpeta de origen
fi: Vähintään yksi lähdekansio pitää valita
fr_ca: Vous devez choisir au moins un dossier source
it: Devi scegliere almeno una cartella sorgente
ja_jp: 最低1つのバックアップ元のフォルダーを選択してください
nl_nl: U moet tenminste één bronmap kiezen
pl: Musisz wybrać co najmniej jeden folder źródłowy
pt: Tem que escolher, pelo menos, uma pasta de origem
pt_br: Você deve escolher pelo menos uma pasta de origem
ro: Trebuie să alegeți cel puțin un dosar sursă
ru: Вы должны выбрать по крайней мере одну исходную папку
sr_rs: Morate odabrati najmanje jednu izvornu fasciklu
sv_se: Du måste välja minst en källmapp

source: You must enter a domain name to use v3 API
ca: Heu d'introduir un nom de domini per fer servir l'API v3
cs: Aby bylo možné použít verzi 3 aplikačního programového rozhraní, je třeba zadat doménový název
da: Du er nødt til at angive et domæne navn for at bruge v3 API'en
de: Eingabe vom Domänennamens für die Verwendungder v3-API
es: Debe ingresar un nombre de dominio para usar la API v3
fr_ca: Vous devez entrer un nom de domaine pour utiliser l'API v3
it: Devi inserire un nome di dominio per utilizzare l'API v3
ja_jp: バージョン3のAPIを使用するにはドメイン名を入力してください
nl_nl: Een domeinnaam moet worden opgegeven om v3 API te gebruiken
pl: Musisz podać domenę aby użyć v3 API
pt: Tem de introduzir um nome de domínio para usar a API v3
pt_br: Você deve inserir um nome de domínio para usar a API v3
ru: Вы должны ввести доменное имя, чтобы использовать v3 API
sr_rs: Morate uneti naziv domena da biste koristili v3 API
sv_se: Du måste ange ett domännamn för att använda v3 API

source: You must enter a name for the backup
ca: Heu d'introduir un nom per a la còpia de seguretat
cs: Je třeba zadat název zálohy
da: Du skal angive et navn for denne backup
de: Sie müssen einen Namen für die Sicherung eingeben.
es: Debe introducir un nombre para la copia de seguridad
fi: Varmuuskopiolle pitää antaa nimi
fr_ca: Vous devez entrer un nom pour votre sauvegarde
it: Devi inserire un nome per il backup
ja_jp: バックアップの名称を入力してください
lv: Nepieciešams ievadīt dublējumkopijas nosaukumu
nl_nl: U moet een naam ingeven voor de back-up
pl: Musisz podać nazwę kopii zapasowej
pt: Tem que introduzir o nome para a cópia de segurança
pt_br: Você deve inserir um nome para o backup
ro: Trebuie să introduceți un nume pentru copia de rezervă
ru: Вам необходимо ввести имя резервной копии
sr_rs: Morate uneti naziv za rezervnu kopiju
sv_se: Du måste ange ett namn för säkerhetskopian

source: You must enter a passphrase or disable encryption
ca: Heu d'introduir una contrasenya o desactivar el xifratge
cs: Buď je třeba zadat heslovou frázi nebo šifrování vypnout
da: Du skal indtaste en adgangssætning eller fravælge kryptering
de: Sie müssen eine Passphrase eingeben oder die Verschlüsselung deaktivieren.
es: Debe ingresar una frase de seguridad o deshabilitar el cifrado
fi: Anna salauslauseke tai poista salaus käytöstä
fr_ca: Vous devez entrer une phrase secrète ou désactiver le chiffrement
it: Devi inserire una passphrase o disattivare la crittografia
ja_jp: パスフレーズを入力するか、暗号化を無効にしてください
lv: Jums nepieciešams ievadīt pieejas frāzi vai atspējot šifrēšanu
nl_nl: U moet een wachtwoordzin ingeven of versleuteling uitschakelen
pl: Musisz podać długie hasło lub wyłączyć szyfrowanie
pt: Tem de introduzir uma frase-passe ou desativar a encriptação
pt_br: Você deve inserir uma senha ou desativar a criptografia
ro: Trebuie să introduceți o expresie de acces sau să dezactivați criptarea
ru: Вы должны ввести кодовую фразу или отключить шифрование
sr_rs: Morate uneti lozinku ili isključiti šifrovanje
sv_se: Du måste ange en lösenfras eller inaktivera kryptering

source: You must enter a password to use v3 API
ca: Heu d'introduir una contrasenya per fer servir l'API v3
cs: Aby bylo možné použít verzi 3 aplikačního programového rozhraní, je třeba zadat heslo
da: Du skal angive en adgangskode for at bruge v3 API'en
de: Gib ein Passwort für die Verwendungder v3-API an
es: Debe ingresar una contraseña para usar la API v3
fr_ca: Vous devez entrer un mot de passe pour utiliser l'API v3
it: Devi inserire una password per utilizzare l'API v3
ja_jp: バージョン3のAPIを使用するにはパスワードを入力してください
nl_nl: Een wachtwoord moet worden opgegeven om v3 API te gebruiken
pl: Musisz podać hasło aby użyć v3 API
pt: Tem de introduzir uma palavra-passe para usar a API v3
pt_br: Você deve digitar uma senha para usar a API v3
ru: Вы должны ввести пароль, чтобы использовать v3 API
sr_rs: Morate uneti lozinku da biste koristili v3 API
sv_se: Du måste ange ett lösenord för att använda v3 API
