Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: {{number}} Hour
ca: {{number}} hora
cs: {{number}} hodin
da: {{number}} Timer
de: {{number}} Stunde
es: {{number}} Hora
fi: {{number}} tunti
fr_ca: {{number}} Heure
hu: {{number}} óra
it: {{number}} Ore
ja_jp: {{number}}時間
lv: {{number}} Stunda
nl_nl: {{number}} Uur
pl: {{number}} Godzin
pt: {{number}} hora
pt_br: {{number}} hora
ro: {{număr}} oră
ru: {{number}} Часов
sr_rs: {{number}} sati
sv_se: {{number}} Timme

source: {{number}} Hours
ca: {{number}} hores
cs: {{number}} hodin
da: {{number}} Timer
de: {{number}} Stunden
es: {{número}} Horas
fi: {{number}} tuntia
fr_ca: {{number}} Heures
hu: {{number}} óra
it: {{number}} Ore
ja_jp: {{number}}時間
nl_nl: {{number}} Uur
pl: {{number}} godzin
pt: {{number}} horas
pt_br: {{number}} horas
ru: {{number}} Часов
sr_rs: {{number}} sati
sv_se: {{number}} Timmar

source: {{number}} Minutes
ca: {{number}} minuts
cs: {{number}} minut
da: {{number}} Minutter
de: {{number}} Minuten
es: {{number}} Minutos
fi: {{number}} minuuttia
hu: {{number}} perc
it: {{number}} Minuti
ja_jp: {{number}}分
lv: {{number}} Minūtes
nl_nl: {{number}} Minuten
pl: {{number}} Minut
pt: {{number}} minutos
pt_br: {{number}} Minutos
ro: {{număr}} Minute
ru: {{number}} минут
sr_rs: {{number}} minuta
sv_se: {{number}} Minuter

source: {{time}} (took {{duration}})
ca: {{time}} (ha tardat {{duration}})
cs: {{time}} (trvalo {{duration}})
da: {{time}} (varighed: {{duration}})
de: {{time}} (dauerte {{duration}})
es: {{time}} (llevó {{duration}})
fi: {{time}} (kesto: {{duration}})
fr_ca: {{time}} (durée {{duration}})
it: {{time}} (durata {{duration}})
ja_jp: {{time}}（完了までの時間 {{duration}}）
nl_nl: {{time}} (duurde {{duration}})
pl: {{time}} (trwało {{duration}})
pt: {{time}} (demorou {{duration}})
pt_br: {{time}} (demorou {{duration}})
ro: {{time}} (a luat {{duration}})
ru: {{time}} (заняло {{duration}})
sr_rs: {{time}} (trajalo {{duration}})
sv_se: {{time}} (tog {{duration}})

source: <b>Note:</b> Sia will still boost redundancy later as long as you're connected to your hosts.
ja_jp: <b>注意：</b>ホストに接続している間、Siaは後から冗長性を増加させます。
nl_nl: <b>Let op:</b> Sia zal later nog steeds de redundantie verhogen zolang u verbonden bent met uw hosts.

source: AuthID
ja_jp: 認証ID

source: B2 Application ID
cs: B2 Aplikační ID
de: B2-Anwendungs-ID
es: ID de la aplicación B2
ja_jp: B2 アプリケーションのID
lt: B2 programos ID
nl_nl: B2 Applicatie ID
pl: ID aplikacji B2
pt: ID Aplicação B2
pt_br: ID da aplicação B2
sr_rs: B2 ID aplikacije

source: B2 Cloud Storage Account ID
ca: ID del compte de B2 Cloud Storage
cs: Identifikátor účtu u cloudového úložiště B2
es: B2 Cuenta Cloud Storage ID
fi: Tunnus B2 Cloud Storage Account ID
fr_ca: Identifiant du compte B2 Cloud Storage
ja_jp: B2 クラウドストレージのアカウントのID
lt: B2 debesų saugyklos paskyros ID
pl: ID konta magazynu w chmurze B2
pt: ID da conta B2 Cloud Storage
ro: B2 ID-ul contului de stocare în cloud
sr_rs: B2 ID naloga za skladište u oblaku

source: B2 Cloud Storage Application ID
cs: Aplikační klíč ke cloudovému úložišti B2
es: ID de la aplicación de almacenamiento en la nube B2
ja_jp: B2 クラウドストレージのアプリケーションのID
lt: B2 debesų saugyklos programos ID
nl_nl: B2 Cloud Storage Applicatie ID
pl: ID aplikacji magazynu w chmurze B2
pt: ID Aplicação B2 Cloud Storage
pt_br: ID da aplicação B2 armazenagem em nuvem
sr_rs: B2 ID aplikacije za skladište u oblaku

source: Backup:
ca: Còpia de seguretat:
cs: Záloha:
de: Sicherung:
es: Copia de seguridad:
fi: Varmuuskopio:
fr_ca: Sauvegarde :
hu: Mentés:
ja_jp: バックアップ：
lt: Kopija:
lv: Dublējumkopija:
pl: Kopia:
pt: Cópia de segurança:
ro: Copie de rezervă:
ru: Резервная копия:
sr_rs: Rezervna kopija:
sv_se: Säkerhetskopia:

source: Beta
cs: Vývojová testovací (beta)
fr_ca: Béta
hu: Béta
ja_jp: ベータ版
lv: Beta versija

source: Canary
cs: Kanárek
es: Experimental e inestable (Canary)
ja_jp: 実験的（カナリア）
pl: Robocze
ro: Canar
sv_se: Kanariefågel

source: Checking …
ja_jp: 確認しています…
nl_nl: Controleren …

source: Choose 1.0 for fast backup, 1.5 for decent reliability, 2.0 for safer upload but slow backup.
fi: Valitse 1.0 nopeaan varmuuskopioon, 1.5 kelpoon luotettavuuteen, 2.0 turvallisempaan lataukseen, mutta hitaampaan varmuuskopioon.
ja_jp: 高速なバックアップには1.0、安定性を求める場合は1.5、速度に代えて安全性を求める場合は2.0を指定してください。
nl_nl: Kies 1.0 voor snelle back-up, 1.5 voor redelijke betrouwbaarheid, 2.0 voor veiliger uploaden maar trage back-up.

source: Computer
ca: Ordinador
cs: Počítač
es: Ordenador
fi: Tietokone
fr_ca: Ordinateur
hu: Számítógép
ja_jp: コンピューター
lt: Kompiteris
lv: Dators
pl: Komputer
pt: Computador
pt_br: Computador
ro: Calculator
ru: Компьютер
sr_rs: Računar
sv_se: Dator

source: Custom location ({{server}})
ca: Ubicació personalitzada ({{server}})
cs: Vlastní umístění ({{server}})
da: Brugerdefineret placering ({{server}})
es: Ubicación personalizada ({{server}})
fi: Mukautettu sijainti ({{server}})
fr_ca: Emplacement personnalisé ({{server)}}
hu: Egyéni hely ({{server}})
ja_jp: ユーザー定義の場所（{{server}}）
lt: Nestandartinė vieta ({{server}})
nl_nl: Aangepaste locatie ({{server}})
pl: Niestandardowa lokalizacja ({{serwer}})
pt: Localização personalizada ({{server}})
pt_br: Localização personalizada ({{server}})
ro: Locația particularizată ({{server}})
ru: Пользовательское местоположение ({{server}})
sr_rs: Prilagođena lokacija ({{server}})
sv_se: Anpassad plats ({{server}})

source: Custom region value ({{region}})
ca: Valor de regió personalitzat ({{region}})
cs: Hodnota pro vlastní region ({{region}})
da: Brugerdefineret regions værdi ({{region}})
es: Personalizar el valor de la región ({{region}})
fi: Mukautettu alue ({{region}})
fr_ca: Valeur personnalisée de région ({{region}})
hu: Egyéni régió érték ({{region}})
ja_jp: ユーザー定義のリージョンの値（{{region}}）
lt: Nestandartinio regiono reikšmė ({{region}})
nl_nl: Aangepaste regio waarde ({{region}})
pl: Niestandardowa wartość regionu ({{region}})
pt: Valor personalizado da região ({{region}})
pt_br: Valor personalizado da region ({{region}})
ro: Valoarea pentru regiunea particularizată ({{region}})
ru: Пользовательское значение региона ({{region}})
sr_rs: Prilagođena vrednost regiona ({{region}})
sv_se: Anpassat värde för region ({{region}})

source: Custom server url ({{server}})
ca: URL del servidor personalitzat ({{server}})
cs: Vlastní URL adresa serveru ({{server}})
da: Brugerdefineret server url ({{server}})
es: Url del servidor personalizada ({{server}})
fi: Mukautettu palvelimen URL ({{server}})
fr_ca: URL serveur personnalisée ({{server}})
hu: Egyéni kiszolgáló URL ({{server}})
ja_jp: ユーザー定義のサーバーURL ({{server}})
lt: Nestandartinis serverio url ({{server}})
nl_nl: Aangepaste server url ({{server}})
pl: Niestandardowy adres url serwera ({{serwer}})
pt: URL personalizado do servidor ({{server}})
pt_br: URL personalizada do servidor ({{server}})
ro: Adresa URL a serverului personalizat ({{server}})
ru: Пользовательский URL-адрес сервера ({{server}})
sr_rs: Prilagođeni URL servera ({{server}})
sv_se: Anpassad serveradress ({{server}})

source: Custom storage class ({{class}})
ca: Classe d'emmagatzematge personalitzada ({{class}})
cs: Vlastní třída úložiště ({{class}})
da: Brugerdefineret storage class ({{klasse}})
es: Categoría de almacenamiento personalizado ({{class}})
fi: Mukautettu tallennusluokka ({{class}})
fr_ca: Classe de stockage personnalisée ({{class}})
hu: Egyéni tároló osztály ({{class}})
ja_jp: ユーザー定義の保存領域のクラス（{{class}}）
lt: Nestandartinė saugyklos klasė ({{class}})
nl_nl: Aangepaste opslagklasse ({{class}})
pl: Niestandardowa klasa magazynu ({{Klasa}})
pt: Classe personalizada do armazenamento ({{class}})
pt_br: Classe de armazenamento personalizada ({{class}})
ro: Clase de stocare personalizate ({{class}})
ru: Пользовательский класс хранения ({{class}})
sr_rs: Prilagođena klasa skladištenja ({{class}})
sv_se: Anpassad lagringsklass ({{class}})

source: Database …
cs: Databáze…
de: Datenbank …
es: Base de datos ...
fi: Tietokanta ...
hu: Adatbázis...
ja_jp: データベース…
pl: Baza danych ...
pt: Base de dados ...
pt_br: Banco de dados
ro: Bază de date ...
ru: База данных…
sr_rs: Baza podataka ...
sv_se: Databas ...

source: Desktop
ca: Escriptori
cs: Osobní počítač
da: Skrivebord
es: Escritorio
fi: Työpöytä
fr_ca: Bureau
hu: Asztal
ja_jp: デスクトップ
lt: Darbastalis
lv: Darbavirsma
pl: Pulpit
pt: Ambiente de trabalho
pt_br: Área de Trabalho
ro: Spațiul de lucru
ru: Рабочий стол
sr_rs: Radna površina
sv_se: Skrivbord

source: File
ca: Fitxer
cs: Soubor
da: Fil
de: Datei
es: Archivo
fi: Tiedosto
fr_ca: Fichier
hu: Fájl
ja_jp: ファイル
lt: Failas
lv: Fails
nl_nl: Bestand
pl: Plik
pt: Ficheiro
pt_br: Arquivo
ro: Fişier
ru: Файл
sr_rs: Fajl
sv_se: Fil

source: GByte
ca: GBytes
cs: GB
fi: Gt
fr_ca: Goctet
ja_jp: ギガバイト
lt: GB
pl: GBajt
ru: ГБ
sr_rs: GBajt

source: GByte/s
cs: GB/s
fi: Gt/s
fr_ca: GOtects/s
ja_jp: ギガバイト秒
lt: GB/s
pl: GBajt/s
ru: ГБ/сек
sr_rs: GBajt/s

source: Hide hidden folders
ca: Amaga les carpetes ocultes
cs: Skrýt skryté složky
da: Skjul skjulte filer
es: Ocultar carpetas ocultas
fr_ca: Masquer les dossiers cachés
hu: Rejtett mappák elrejtése
ja_jp: 隠しフォルダーを表示しない
lt: Nerodyti paslėptų aplankų
nl_nl: Verberg verborgen bestanden
pl: Ukryj ukryte foldery
pt: Ocultar ficheiros ocultos
pt_br: Ocultar diretórios ocultos
ro: Ascundeți folderele ascunse
ru: Скрыть скрытые папки
sr_rs: Sakrij skrivene fascikle
sv_se: Visa dolda mappar

source: Home
ca: Inici
cs: Domovská složka
da: Hjem
es: Inicio
fi: Etusivu
fr_ca: Poste de travail
hu: Kezdőlap
ja_jp: ホーム
lt: Pradžia
lv: Mājas
nl_nl: Start
pl: Strona główna
pt: Página inicial
ro: Acasă
ru: Главная
sr_rs: Glavna
sv_se: Hem

source: Hyper-V Machine:
ca: Màquina de l'Hyper-V:
cs: Hyper-V stroj:
da: Hyper-V maskine:
es: Máquina Hyper-V:
fi: Hyper-V-virtuaalikone:
fr_ca: Machine Hyper-V :
hu: Hyper-V gép:
ja_jp: Hyper-V マシン：
lt: Hyper-V mašina:
lv: Hyper-V Mašīna:
pl: Maszyna Hyper-V:
pt: Máquina Hyper-V:
pt_br: Máquina Hyper-V:
ro: Mașina Hyper-V:
ru: Hyper-V Машина:
sr_rs: Hyper-V mašina:
sv_se: HyperV-maskin:

source: Incorrect answer, try again
ca: La resposta és incorrecta, torneu-ho a provar
cs: Nesprávná odpověď, zkuste to znovu
da: Forkert svar, prøv igen
es: Respuesta incorrecta, intente de nuevo
fr_ca: Réponse incorrecte, essayez encore
hu: Érvénytelen válasz, próbáld újra
ja_jp: 答えが正しくありません。もう一度試してください
lt: Atsakymas neteisingas, bandykite dar kartą
nl_nl: Incorrect antwoord, probeer opnieuw
pl: Nieprawidłowa odpowiedź, spróbuj ponownie
pt: Resposta errada, tente novamente.
pt_br: Resposta incorreta, tente novamente
ro: Răspuns incorect, încercați din nou
ru: Неправильный ответ, попробуйте еще раз
sr_rs: Netačan odgovor, pokušajte ponovo
sv_se: Felaktigt svar, försök igen

source: Invalid characters in path
ca: La ruta conté caràcters no vàlids
cs: Neplatné znaky v popisu umístění
da: Ugyldige tegn i stien
es: Caracteres no válidos en la ruta
fi: Virheellisiä merkkejä polussa
fr_ca: Caractères invalides dans le chemin
hu: Érvénytelen karakterek az útvonalban
ja_jp: 無効な文字がパスに含まれています
lt: Kelio pavadinime yra netinkamų simbolių
nl_nl: Ongeldige tekens in pad
pl: Nieprawidłowe znaki w ścieżce
pt: Caracteres inválidos no caminho
pt_br: Caracteres inválidos no caminho
ro: Caractere nevalide în cale
ru: Недопустимые символы в пути
sr_rs: Nevažeći znakovi u putanji
sv_se: Ogiltiga tecken i sökvägen

source: KByte
ca: KBytes
cs: KB
fi: kt
fr_ca: KOctet
ja_jp: キロバイト
lt: KB
pl: KBajty
ru: КБайт
sr_rs: KBajt

source: KByte/s
cs: KB/s
fi: kt/s
fr_ca: KOctet/s
ja_jp: キロバイト秒
lt: KB/s
pl: KBajty/s
ru: КБ/сек
sr_rs: KBajt/s

source: Log in
de: Anmelden
ja_jp: ログイン
nl_nl: Inloggen

source: Log out
ca: Surt
cs: Odhlásit se
da: Log ud
de: Abmelden
es: Desconectar
fi: Kirjaudu ulos
fr_ca: Déconnexion
hu: Kijelentkezés
ja_jp: ログアウト
lt: Atsijungti
lv: Izrakstīties
nl_nl: Uitloggen
pl: Wyloguj
pt: Terminar sessão
pt_br: Sair
ro: Deconectați-vă
ru: Выход
sr_rs: Odjavi se
sv_se: Logga ut

source: MByte
ca: MBytes
cs: MB
fi: Mt
fr_ca: MOctet
ja_jp: メガバイト
lt: MB
pl: MBajt
ru: Мбайт
sr_rs: MBajt

source: MByte/s
cs: MB/s
fi: Mt/s
fr_ca: MOctet/s
ja_jp: メガバイト秒
lt: MB/s
pl: MBajty/s
ru: Мбайт/с
sr_rs: MBajt/s

source: Menu
ca: Menú
cs: Nabídka
de: Menü
es: Menú
fi: Valikko
hu: Menü
ja_jp: メニュー
lt: Meniu
lv: Izvēlne
ro: Meniul
ru: Меню
sr_rs: Meni
sv_se: Meny

source: Microsoft SQL Database:
ca: Base de dades SQL de Microsoft:
cs: Databáze Microsoft SQL:
es: Base de datos Microsoft SQL:
fi: Microsoft SQL-tietokanta:
fr_ca: Base de données Microsoft SQL :
hu: Microsoft SQL adatbázis:
ja_jp: Microsoft SQLデータベース：
lt: Microsoft SQL duomenų bazė:
pl: Baza danych Microsoft SQL:
pt: Base de dados Microsoft SQL:
pt_br: Banco de dados Microsoft SQL:
ru: База данных Microsoft SQL:
sr_rs: Microsoft SQL baza podataka:
sv_se: Microsoft SQL-databas:

source: Microsoft SQL Databases
ca: Bases de dades SQL de Microsoft
cs: Databáze Microsoft SQL
da: Microsoft SQL Databaser
es: Bases de datos Microsoft SQL:
fi: Microsoft SQL -tietokannat
fr_ca: Bases de données Microsoft SQL
hu: Microsoft SQL adatbázisok
ja_jp: Microsoft SQLデータベース
lt: Microsoft SQL duomenų bazės
pl: Bazy danych Microsoft SQL:
pt: Bases de dados Microsoft SQL
pt_br: Banco de Dados Microsoft SQL
ro: Baze de date Microsoft SQL
ru: Баз данных Microsoft SQL
sr_rs: Microsoft SQL baze podataka
sv_se: Microsoft SQL-databaser

source: Minimum redundancy
ca: Redundància mínima
cs: Minimální redundance
da: Mindste tilladte redundans
es: Redundancia mínima
fr_ca: Redondance minimale
hu: Minimális redundancia
ja_jp: 最小の冗長性
lt: Minimalus perteklinių kopijų kiekis
nl_nl: Minimale redundantie
pl: Minimalna redundancja
pt: Redundância mínima
pt_br: Redundância mínima
ro: Redundanță minimă
ru: Минимальная избыточность
sr_rs: Minimalna redundantnost
sv_se: Minsta redundans

source: Minimum redundancy is 1.0
ca: La redundància mínima és de 1.0
cs: Minimální redundance je 1.0
da: Mindste redundans er 1.0
es: Redundancia mínima es 1.0
fr_ca: La redondance minimale est de 1,0
hu: A minimális redundancia 1.0
ja_jp: 最小の冗長性は1.0です
lt: Minimalus perteklinių kopijų skaičius yra 1.0
nl_nl: Minimale redundantie is 1.0
pl: Minimalna redundancja wynosi 1,0
pt: A redundância mínima é 1.0
pt_br: Redundância mínima é 1.0
ro: Redundanța minimă este de 1,0
ru: Минимальная избыточность - 1.0
sr_rs: Minimalna redundantnost je 1.0
sv_se: Minsta redundans är 1,0

source: No
cs: Ne
da: Nej
de: Nein
fi: Ei
fr_ca: Non
hu: Nem
ja_jp: いいえ
lt: Ne
lv: Nē
nl_nl: Nee
pl: Nie
pt: Não
pt_br: Não
ro: Nu
ru: Нет
sr_rs: Ne
sv_se: Nej

source: OpenStack Object Storage / Swift
cs: Objektové úložiště OpenStack (Swift)
ja_jp: OpenStack オブジェクトストレージ / Swift
lt: OpenStack objekto saugykla / Swift

source: Passphrase
ca: Contrasenya
cs: Heslová fráze
da: Adgangssætning
es: Frase de seguridad
fi: Salauslauseke
fr_ca: Phrase secrète
hu: Jelmondat
ja_jp: パスフレーズ
lt: Slapta frazė
lv: Pieejas frāze
nl_nl: Wachtwoordzin
pl: Długie hasło
pt: Frase-passe
pt_br: Frase de segurança
ro: o expresie de acces
ru: Кодовая фраза
sr_rs: Lozinka
sv_se: Lösenfras

source: Password
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
es: Contraseña
fi: Salasana
fr_ca: Mot de passe
hu: Jelszó
ja_jp: パスワード
lt: Slaptažodis
lv: Parole
nl_nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
pt_br: Senha
ro: Parola
ru: Пароль
sr_rs: Lozinka
sv_se: Lösenord

source: Reset
ca: Reinicialitza
cs: Resetovat
da: Nulstil
de: Zurücksetzen
es: Resetear
fi: Palauta edelliset asetukset
fr_ca: Réinitialiser
hu: Visszaállítás
ja_jp: リセット
lt: Atstatyti
lv: Attiestatīt
pl: Resetuj
pt: Repor
pt_br: Redefinir
ro: restabili
ru: Сбросить
sr_rs: Resetovanje
sv_se: Återställa

source: Server
ca: Servidor
es: Servidor
fi: Palvelin
fr_ca: Serveur
hu: Kiszolgáló
ja_jp: サーバー
lt: Serveris
lv: Serveris
pl: Serwer
pt: Servidor
pt_br: Servidor
ru: Сервер

source: Server password
ca: Contrasenya del servidor
cs: Heslo serveru
da: Server adgangskode
es: Contraseña del servidor
fi: Palvelimen salasana
fr_ca: Mot de passe du serveur
hu: Szerver jelszó
ja_jp: サーバーのパスワード
lt: Serverio slaptažodis
lv: Servera parole
nl_nl: Server wachtwoord
pl: Hasło serwera
pt: Palavra-passe do servidor
pt_br: Senha do servidor
ro: Parola serverului
ru: Пароль сервера
sr_rs: Lozinka servera
sv_se: Server lösenord

source: Show hidden folders
ca: Mostra les carpetes ocultes
cs: Zobrazit skryté složky
da: Vis skjulte mapper
es: Mostrar carpetas ocultas
fr_ca: Montrer les dossiers cachés
hu: Rejtett mappák megjelenítése
ja_jp: 隠しフォルダーを表示
lt: Rodyti paslėptus aplankus
nl_nl: Toon verborgen mappen
pl: Pokaż ukryte foldery
pt: Mostrar pastas ocultas
pt_br: Exibir pastas ocultas
ro: Afișați dosarele ascunse
ru: Показать скрытые папки
sr_rs: Prikaži skrivene fascikle
sv_se: Visa dolda mappar

source: Sia server password
ca: Contrasenya del servidor de Sia
cs: Heslo Sia serveru
da: Sia server adgangskode
es: Contraseña del servidor Sia
fr_ca: Mot de passe du serveur Sia
hu: Sia szerver jelszó
ja_jp: Siaサーバーのパスワード
lt: Sia serverio slaptažodis
lv: Sia servera parole
nl_nl: Sia server wachtwoord
pl: Hasło serwera Sia
pt: Palavra-passe do servidor Sia
pt_br: Senha do servidor Sia
ro: Parola serverului Sia
ru: Пароль сервера Sia
sr_rs: Lozinka za Sia server
sv_se: Sia-server lösenord

source: TByte
ca: TBytes
cs: TB
fi: Tt
fr_ca: TOctet
ja_jp: テラバイト
pl: TBajty
ru: ТБайт
sr_rs: TBajt

source: TByte/s
cs: TB/s
fi: Tt/s
fr_ca: TOctet/s
hu: TByete/s
ja_jp: テラバイト秒
lt: TByte/sek
pl: TBajty/s
ru: ТБайт/s
sr_rs: TBajt/s

source: Target path. Example: /backup
ja_jp: バックアップ先のパス。例：/backup
nl_nl: Doelpad. Voorbeeld: /backup

source: The backups will be split up into multiple files called volumes. Here you can set the maximum size of the individual volume files. <external-link link="'https://www.duplicati.com/articles/Choosing-Sizes/#remote-volume-size'">See this page for more information.</external-link>
ja_jp: バックアップは「ボリューム」と呼ばれる複数のファイルに分割されます。ここで、各ボリュームの最大のサイズを設定できます。<external-link link="'https://www.duplicati.com/articles/Choosing-Sizes/#remote-volume-size'">詳細についてはこのページを確認してください。</external-link>
nl_nl: De back-ups worden opgesplitst in meerdere bestanden die volumes worden genoemd. Hier kunt u de maximale grootte van de individuele volumebestanden instellen. <external-link link="'https://www.duplicati.com/articles/Choosing-Sizes/#remote-volume-size'">Zie deze pagina voor meer informatie.</external-link>

source: To confirm you want to delete all remote files for "{{name}}", please enter the word you see below
ca: Per confirmar que voleu eliminar tots els fitxers remots de «{{name}}, escriviu la paraula que veieu a continuació
cs: Svůj úmysl smazat všechny vzdálené soubory pro „{{name}}“ potvrďte opsáním níže uvedeného slova
da: For at bekræfte at du vil slette all fjernfiler til "{{name}}", indtast venligst det ord ud ser herunder
es: Para confirmar que desea eliminar todos los archivos remotos "{{name}}", por favor ingrese la palabra que ves abajo
fr_ca: Pour confirmer que vous souhaitez supprimer tous les fichiers distants pour "{{name}}", veuillez entrer le mot situé ci-dessous
ja_jp: 「{{name}}」の全てのリモートファイルを本当に削除したい場合は、表示されている語を以下に入力してください
lt: Kad patvirtintumėte visų "{{name}}" nutolusių failų trynimą, įveskite žodį, kurį matote žemiau
nl_nl: Om te bevestigen dat u alle remote bestanden wilt verwijderen voor "{{name}}", geef svp het woord in dat u hieronder ziet
pl: Aby potwierdzić, że chcesz skasować wszystkie zdalne pliki dla "{{name}}", proszę wprowadzić słowo zamieszczone poniżej
pt: Para confirmar que deseja eliminar todos os ficheiros remotos para "{{nome}}", insira a palavra abaixo
pt_br: Para confirmar que deseja excluir todos os arquivos remotos para "{{nome}}", insira a palavra abaixo
ro: Pentru a confirma că doriți să ștergeți toate fișierele la distanță pentru "{{name}}", introduceți cuvântul pe care îl vedeți mai jos
ru: Чтобы подтвердить, что вы хотите удалить все дистанционные файлы для «{{name}}», введите слово, которое вы видите ниже
sr_rs: Da potvrdite da želite obrisati sve udaljene datoteke sa imenom "{{name}}", molimo unesite reč koju vidite ispod
sv_se: För att bekräfta att du vill ta bort alla fjärrfiler för "{{name}}", skriv in ordet du ser nedan

source: Try out the new features that we are working on. Currently the most stable version available. Test Restore data before using this in production environments.
ca: Proveu les noves característiques que estem preparant. És la versió més estable disponible actualment. Proveu la funció de restauració abans de fer-ho servir en entorns de producció.
cs: Vyzkoušejte nové funkce, na kterých pracujeme. V současnosti nejstabilnější dostupná verze. Pořádně si vyzkoušejte obnovu dat, než toto použijete v produkčních prostředích.
da: Prøv nye funktioner vi arbejder på. Den mest stabile version tilgængelig på nuværende tidspunkt. Test gendannelse af data før du bruger dette i produktions miljøer.
es: Probar las nuevas funciones en las que estamos trabajando. Actualmente, la versión más estable disponible. Pruebe a Restaurar los datos antes de usarlo en entornos de producción
fr_ca: Essayez les nouvelles fonctionnalités sur lesquelles nous travaillons. Actuellement la version la plus stable disponible. Testez la restauration des données avant de l'utiliser dans des environnements de production.
ja_jp: 開発中の新機能を試してみてください。現在、最も安定したバージョンが利用できます。本番環境で使用する前に、データの復元のテストを行ってください。
lt: Išbandykite naujas galimybes, prie kurių šiuo metu dirbame. Šiuo metu stabiliausia versija pasiekiama. Išbadykite duomenų atkūrimą prie naudodami su svarbiais duomenimis.
nl_nl: Probeer de nieuwste functies waar we aan werken. Momenteel de meest stabiele beschikbare versie. Test Herstellen van bestanden alvorens te gebruiken in productie-omgevingen.
pl: Wypróbuj nowe funkcje nad którymi pracujemy. Obecnie najbardziej stabilna dostępna wersja. Przetestuj przywracanie danych przed ich użyciem w środowiskach produkcyjnych.
pt: Experimente as novas funcionalidades em que estamos a trabalhar. Atualmente, a versão mais estável disponível. Teste restaurar dados antes de usar isto em ambientes de produção.
pt_br: Experimente os novos recursos em que estamos trabalhando. Atualmente, a versão mais estável disponível. Teste Restaurar dados antes de usar isso em ambientes de produção.
ru: Попробуйте новые функции, над которыми мы работаем. На данный момент самая стабильная из доступных версий. Проведите тестовое восстановление данных перед использованием в производственной или в корпоративной сфере.
sr_rs: Isprobajte nove funkcije na kojima radimo. Trenutno najstabilnija dostupna verzija. Testirajte podatke za vraćanje pre nego što ih upotrebite u proizvodnim okruženjima.
sv_se: Testa de nya funktionerna som vi arbetar med. För närvarande den mest stabila versionen som finns. Testa Återställ data innan du använder detta i produktionsmiljöer.

source: Verifying answer
ca: S'està verificant la resposta
cs: Ověřování odpovědi
da: Verificerer svar
es: Verificando respuesta
fr_ca: Vérification de la réponse
hu: Válasz ellenőrzése
ja_jp: 回答を検証しています
lt: Tikrinamas atsakymas
nl_nl: Antwoord controleren
pl: Weryfikacja odpowiedzi
pt: A verificar resposta
pt_br: Verificando pergunta
ro: Verificarea răspunsului
ru: Проверка ответа
sr_rs: Proveravanje odgovora
sv_se: Verifierar svar

source: Verifying …
cs: Ověřování…
es: Verificando ...
hu: Ellenőrzés...
ja_jp: 検証しています…
nl_nl: Controleren ...
pl: Weryfikowanie ...
pt: A verificar ...
pt_br: Verificando ...
ru: Проверка…
sr_rs: Provera ...
sv_se: Verifierar ...

source: WARNING: The remote database is found to be in use by the commandline library.
de: WARNUNG: Die Remote-Datenbank wird bereits von der Kommandozeilen Bibliothek verwendet.
ja_jp: 警告：リモートのデータベースはコマンドラインのライブラリーによって使用されています。
nl_nl: WAARSCHUWING: De remote database blijkt in gebruik te zijn door de opdrachtregel bibliotheek.
