Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: (1 error{{item.Result.Interrupted? (', interrupted'|translate) : ''}})
it: (1 errore{{item.Result.Interrupted? (', interrupted'|translate) : ''}})
ja_jp: （{{$count}}件のエラー{{item.Result.Interrupted? ('、中断されました'|translate) : ''}}）
nl_nl: ({{$count}} errors{{item.Result.Interrupted? (', interrupted'|translate) : ''}})

source: (1 warning{{item.Result.Interrupted? (', interrupted'|translate) : ''}})
it: (1 avviso{{item.Result.Interrupted? (', interrupted'|translate) : ''}})
ja_jp: （{{$count}}件の警告{{item.Result.Interrupted? ('、中断されました'|translate) : ''}}）
nl_nl: ({{$count}} warnings{{item.Result.Interrupted? (', interrupted'|translate) : ''}})

source: (interrupted)
de: (unterbrochen)
it: (interrotto)
ja_jp: （中断されました）
nl_nl: (onderbroken)

source: - pick an option -
ca: - trieu una opció -
cs: - vyberte jednu z možností -
da: - vælg indstilling -
de: - Option auswählen -
es: - escoja una opción -
fi: - Valitse jokin vaihtoehto -
fr_ca: - choisissez une option -
hu: - válasszon -
it: - seleziona un'opzione -
ja_jp: - オプションを選択してください -
lt: - pasirinkite parametrą -
lv: - izvēlieties iestatījumu -
nl_nl: - kies een optie -
pl: - wybierz opcję -
pt: - escolha uma opção -
pt_br: - selecione uma opção -
ro: - alegeți o opțiune -
ru: - выберите параметр -
sr_rs: - odaberite opciju -
sv_se: - välj ett alternativ -

source: ...loading...
ca: S'està carregant...
cs: …načítání…
da: ...indlæser...
de: ...laden...
es: ...cargando...
fi: ...ladataan...
fr_ca: ... chargement...
hu: ...töltés...
it: ...caricamento...
ja_jp: …読み込んでいます…
lt: ...įkeliama...
lv: ...notiek ielāde...
nl_nl: ...laden...
pl: ...ładowanie...
pt: ...a carregar...
pt_br: ...carregando...
ro: ...se încarcă...
ru: ...загрузка...
sr_rs: ...učitavanje...
sv_se: ...laddar...

source: <i class="fa fa-check"></i> Edit as text
de: <i class="fa fa-check"></i> Bearbeiten als Text
it: <i class="fa fa-check"></i> Modifica come testo
ja_jp: <i class="fa fa-check"></i> テキストで編集
nl_nl: <i class="fa fa-check"></i> Bewerk als tekst

source: <i class="fa"></i> Edit as text
de: <i class="fa"></i> Bearbeiten als Text
it: <i class="fa"></i> Modifica come testo
ja_jp: <i class="fa"></i> テキストで編集
nl_nl: <i class="fa"></i> Bewerk als tekst

source: <p ng-show="(parseSizeString(Options['dblock-size']) &gt; 1024 * 1024 * 1024 * 2) || (parseSizeString(Options['dblock-size']) &lt; 1024 * 1024 * 5)" class="warning" translate> The chosen size is outside the recommended range. This may cause performance issues, excessively large temporary files or other problems. </p> The backups will be split up into multiple files called volumes. Here you can set the maximum size of the individual volume files. <external-link link="'https://forum.duplicati.com/t/choosing-sizes-in-duplicati/17683'">See this page for more information.</external-link>
de: <p ng-show="(parseSizeString(Options['dblock-size']) &gt; 1024 * 1024 * 1024 * 2) || (parseSizeString(Options['dblock-size']) &lt; 1024 * 1024 * 5)" class="warning" translate> Die gewählte Größe ist außerhalb des empfohlenen Bereichs. Dies könnte zu Performance Einbußen, exzessiv großen temporären Dateien oder anderen Problemen führen. </p> Die Sicherung wird in mehrere Volume genannte Dateien aufgeteilt. Hier kann die maximale Größe für die individuellen Volume-Dateien gesetzt werden. <external-link link="'https://forum.duplicati.com/t/choosing-sizes-in-duplicati/17683'">Hier finden sich weitere Informationen.</external-link>
it: <p ng-show="(parseSizeString(Options['dblock-size']) &gt; 1024 * 1024 * 1024 * 2) || (parseSizeString(Options['dblock-size']) &lt; 1024 * 1024 * 5)" class="warning" translate> La dimensione scelta non rientra nell'intervallo consigliato. Ciò può causare problemi di prestazioni, file temporanei troppo grandi o altri problemi. </p> I backup saranno suddivisi in più file chiamati volumi. Qui puoi impostare la dimensione massima dei singoli file del volume. <external-link link="'https://forum.duplicati.com/t/choosing-sizes-in-duplicati/17683'">Per ulteriori informazioni, consulta questa pagina.</external-link>

source: <p>Connection to server was rejected due to invalid authentication.</p> <p>Log in again, or re-open the page from the TrayIcon (if applicable)</p>
de: <p>Die Verbindung zum Server wurde wegen ungültiger Authentifizierung verweigert.</p> <p>Loggen Sie sich erneut ein oder öffnen Sie die Seite erneut vom TrayIcon (sofern verfügbar)</p>
it: <p>La connessione al server è stata rifiutata a causa di un'autenticazione non valida.</p> <p>Accedi nuovamente o riapri la pagina dalla barra delle applicazioni (se applicabile).</p>
ja_jp: <p>不正認証のためサーバーへの接続は拒否されました。</p> <p>再度ログインするか、トレイのアイコンからページを再度開いてください（該当する場合）。</p>
nl_nl: <p>Verbinding met server is afgewezen vanwege ongeldige authenticatie.</p> <p>Meld u opnieuw aan of open de pagina opnieuw vanuit het Systeemvak (indien van toepassing)</p>

source: <span ng-show="!$parent.UsernamePasswordAuth" translate>Use username and password authentication</span> <span ng-show="$parent.UsernamePasswordAuth" translate>Use API token authentication (recommended)</span>
de: <span ng-show="!$parent.UsernamePasswordAuth" translate>Benutzername und Passwort Authentifizierung benutzen</span> <span ng-show="$parent.UsernamePasswordAuth" translate>API Token Authentifizierung benutzen (empfohlen)</span>
it: <span ng-show="!$parent.UsernamePasswordAuth" translate>Usa l'autenticazione con nome utente e password</span> <span ng-show="$parent.UsernamePasswordAuth" translate>Usa l'autenticazione con token API (consigliato)</span>

source: API Token
it: Token API

source: API key
cs: Klíč k aplikačnímu programovému rozhraní (API)
es: Clave API
fi: API-avain
hu: API kulcs
it: Chiave API
ja_jp: APIキー
lt: API raktas
nl_nl: API sleutel
pl: klucz API
pt_br: Chave API
ru: Ключ API
sr_rs: API ključ
sv_se: API-nyckel

source: AWS Access ID
ca: ID d'accés d'AWS
cs: Přístupový identifikátor ke službě AWS
es: AWS Acceso ID
fi: AWS pääsytunniste
fr_ca: Clé d'accès AWS
it: ID di accesso AWS
ja_jp: AWSのアクセスID
lt: AWS prieigos ID
lv: AWS Piekļuves ID
nl_nl: AWS Toegangs ID
pl: Identyfikator dostępu AWS
pt: ID do acesso AWS
pt_br: ID de acesso do AWS

source: AWS Access Key
ca: Clau d'accés d'AWS
cs: Přístupový klíč ke službě AWS
es: AWS Clave de aceso
fi: AWS pääsyavain
fr_ca: Clé d'accès secrète AWS
it: Chiave di accesso AWS
ja_jp: AWSのアクセスキー
lt: AWS prieigos raktas
lv: AWS Piekļuves atslēga
nl_nl: AWS Toegangssleutel
pl: Klucz dostepu AWS
pt: Chave do acesso AWS
pt_br: Chave de acesso do AWS

source: AWS IAM Policy
ca: Política IAM d'AWS
cs: Zásady IAM služby AWS
es: AWS IAM Política
fi: AWS IAM-asetukset
fr_ca: AWS IAM Stratégies
it: Politica AWS IAM
ja_jp: AWSのIAMポリシー
lt: AWS IAM politika
lv: AWS IAM Politika
nl_nl: AWS IAM Beleid
pl: Polityka AWS IAM
pt: Política de acesso e identidade AWS
pt_br: Política de IAM do AWS
ro: Politica AWS IAM

source: About
ca: Quant a
cs: O aplikaci
da: Om
de: Über
es: Acerca de
fi: Tietoja
fr_ca: À propos
hu: Névjegy
it: Informazioni
ja_jp: 概要
lt: Apie
lv: Par
nl_nl: Over
pl: O programie
pt: Sobre
pt_br: Sobre
ro: Despre
ru: О программе
sr_rs: O nama
sv_se: Om

source: About {{appname}}
ca: Quant al {{appname}}
cs: O aplikaci {{appname}}
da: Om {{appname}}
de: Über {{appname}}
es: Acerca de {{appname}}
fi: Tietoja sovelluksesta {{appname}}
fr_ca: À propos de {{appname}}
hu: {{appname}} néjegye
it: Informazioni {{appname}}
ja_jp: {{appname}}について
lt: Apie {{appname}}
lv: Par {{appname}}
nl_nl: Over {{appname}}
pl: O programie {{appname}}
pt: Sobre o {{appname}}
pt_br: Sobre {{appname}}
ro: Despre {{appname}}
ru: О {{appname}}
sr_rs: O aplikaciji {{appname}}
sv_se: Om {{appname}}

source: Access Key
ca: Clau d'accés
cs: Přístupový klíč
de: Zugriffsschlüssel
es: Clave de acceso
fi: Pääsyavain
fr_ca: Clé d'accès
hu: Hozzáférési kulcs
it: Chiave di accesso
ja_jp: アクセスキー
lt: Prieigos raktas
lv: Piekļuves atslēga
nl_nl: Toegangssleutel
pl: Klucz dostępu
pt: Chave de acesso
pt_br: Chave de acesso
ro: Cheie de acces
ru: Ключ доступа
sr_rs: Pristupni ključ - access key
sv_se: Åtkomstnyckel

source: Access Key ID
de: Zugriffsschlüssel ID
fi: Pääsyavaintunnus
it: ID chiave di accesso
ja_jp: アクセスキーのID
nl_nl: Toegangssleutel-ID

source: Access Key Secret
de: Zugriffsschlüssel Secret
fi: Pääsyavainsalaisuus
it: Chiave di accesso segreta
ja_jp: アクセスキーのシークレット
nl_nl: Toegangssleutel Geheim

source: Access denied
ca: S'ha denegat l'accés
cs: Přístup odepřen
da: Adgang nægtet
de: Zugriff verweigert
es: Acceso denegado
fi: Pääsy evätty
fr_ca: Accès refusé
hu: Hozzáférés megtagadva
it: Accesso negato
ja_jp: アクセスが拒否されました
lt: Prieiga uždrausta
lv: Piekļuve liegta
nl_nl: Toegang geweigerd
pl: Dostęp zabroniony
pt: Acesso recusado
pt_br: Acesso negado
ro: Acces interzis
ru: Доступ запрещен
sr_rs: Pristup odbijen
sv_se: Åtkomst nekad

source: Access grant
cs: Udělení přístupu
da: Adgang godkendt
de: Zugriffs-Grant
es: Acceso concedido
it: Accesso consentito
ja_jp: アクセス権
lt: Prieiga leista
nl_nl: Toegang verleend
pl: Dostęp przyznany
pt_br: Concessão de acesso
ru: Разрешение на доступ
sr_rs: Dozvola za pristup
sv_se: Åtkomst beviljad

source: Access key
de: Zugriffsschlüssel
it: Chiave di accesso
ja_jp: アクセスキー
nl_nl: Toegangssleutel

source: Access to user interface
ca: Accés a la interfície d'usuari
cs: Přístup k uživatelskému rozhraní
da: Adgang til brugerflade
de: Zugriff auf die Benutzeroberfläche
es: Acceso a la interfaz de usuario
fi: Käyttöoikeus käyttöliittymään
fr_ca: Accès à l'interface utilisateur
hu: Hozzáférés a felhasználói felülethez
it: Accesso all'interfaccia utente
ja_jp: ユーザーインターフェースへのアクセス
lt: Pasiekti vartotojo sąsają
lv: Piekļuve lietotāja saskarnei
nl_nl: Toegang tot gebruikersomgeving
pl: Dostęp do interfejsu użytkownika
pt: Acesso à interface
pt_br: Acesso à interface do usuário
ro: Accesul la interfața cu utilizatorul
ru: Доступ в веб-интерфейс
sr_rs: Pristup korisničkom interfejsu
sv_se: Access till användarinterface

source: Account name
ca: Nom del compte
cs: Název účtu
da: Kontonavn
de: Kontoname
es: Nombre de la cuenta
fi: Käyttäjätunnus
fr_ca: Nom du compte
hu: Fiók név
it: Nome account
ja_jp: アカウント名
lt: Paskyros vardas
lv: Konta nosaukums
nl_nl: Accountnaam
pl: Nazwa konta
pt: Nome da conta
pt_br: Nome do usuário
ro: Nume de cont
ru: Имя учётной записи
sr_rs: Korisničko ime
sv_se: Kontonamn

source: Add a new backup
ca: Afegeix una nova còpia de seguretat
cs: Přidat novou zálohu
da: Tilføj en ny backup
de: Neues Backup hinzufügen
es: Añadir nueva copia de seguridad
fi: Lisää uusi varmuuskopio
fr_ca: Ajouter une nouvelle sauvegarde
hu: Új mentés hozzáadás
it: Aggiungi un nuovo backup
ja_jp: 新しいバックアップを作成
lt: Pridėti naują kopiją
lv: Pievienot jaunu dublējumkopiju
nl_nl: Nieuwe back-up toevoegen
pl: Dodaj nową kopię
pt: Adicionar nova cópia de segurança
pt_br: Adicionar um novo backup
ro: Adăugați o copie de rezervă nouă
ru: Создать новую резервную копию
sr_rs: Dodaj novu rezervnu kopiju
sv_se: Lägg till ny säkerhetskopia

source: Add a path directly
ca: Afegeix una ruta directament
cs: Přidat popis umístění přímo
da: Tilføj en sti
de: Pfad direkt eingeben
es: Agregar la ruta directamente
fi: Lisää suora polku
fr_ca: Ajouter un répertoire directement
hu: Útvonal hozzáadás közvetlenül
it: Aggiungi direttamente un percorso
ja_jp: パスディレクトリを追加
lt: Pridėti kelią tiesiiogiai
lv: Pievienot tiešo ceļu
nl_nl: Voeg een pad rechtstreeks toe
pl: Dodaj ścieżkę bezpośrednio
pt: Digitar caminho
pt_br: Adicione um caminho diretamente
ro: Adăugați direct o cale
ru: Добавить путь непосредственно
sr_rs: Dodajte direktno putanju
sv_se: Lägg till direkt sökväg

source: Add advanced option
ca: Afegeix una opció avançada
cs: Přidat pokročilou volbu
da: Tilføj en avanceret indstilling
de: Erweiterte Option hinzufügen
es: Añadir opción avanzada
fi: Anna harvoin tarvittava valitsin
fr_ca: Ajouter une option avancée
hu: Haladó beállítás hozzáadása
it: Aggiungi opzione avanzata
ja_jp: 高度な設定を追加
lt: Pridėti papildomą parametrą
lv: Pievienot pielāgotu iestatījumu
nl_nl: Voeg geavanceerde optie toe
pl: Dodaj opcję zaawansowaną
pt: Adicionar opção avançada
pt_br: Adicionar opção avançada
ro: Adăugați opțiunea avansată
ru: Добавить расширенный параметр
sr_rs: Dodaj naprednu opciju
sv_se: Lägg till avancerade val

source: Add backup
ca: Afegeix una còpia de seguretat
cs: Přidat zálohu
da: Tilføj backup
de: Sicherung hinzufügen
es: Añadir copia de seguridad
fi: Lisää varmuuskopio
fr_ca: Ajouter une sauvegarde
hu: Mentés hozzáadás
it: Aggiungi backup
ja_jp: バックアップを追加
lt: Pridėti kopiją
lv: Pievienot dublējumkopiju
nl_nl: Back-up toevoegen
pl: Dodaj kopię
pt: Adicionar cópia de segurança
pt_br: Adicionar backup
ro: Adăugați o copie de rezervă
ru: Добавить резервную копию
sr_rs: Dodaj rezervnu kopiju
sv_se: Lägg till säkerhetskopia

source: Add filter
ca: Afegeix un filtre
cs: Přidat filtr
da: Tilføj filter
de: Filter hinzufügen
es: Añadir filtro
fi: Lisää suodatin
fr_ca: Ajouter un filtre
hu: Szűrő hozzáadás
it: Aggiungi filtro
ja_jp: フィルターを追加
lt: Pridėti filtrą
lv: Pievienot filtru
nl_nl: Voeg filter toe
pl: Dodaj filtr
pt: Adicionar filtro
pt_br: Adicionar filtro
ro: Adăugați un filtru
ru: Добавить фильтр
sr_rs: Dodaj filter
sv_se: Lägg till filter

source: Add path
ca: Afegeix una ruta
cs: Přidat popis umístění
da: Tilføj sti
de: Pfad hinzufügen
es: Añadir ruta
fi: Lisää polku
fr_ca: Ajouter un chemin
hu: Útvonal hozzáadás
it: Aggiungi percorso
ja_jp: パスを追加
lt: Pridėti kelią
lv: Pievienot ceļu
nl_nl: Voeg pad toe
pl: Dodaj ścieżkę
pt: Adicionar caminho
pt_br: Adicionar caminho
ro: Adaugă calea
ru: Добавить путь
sr_rs: Dodaj putanju
sv_se: Lägg till sökväg

source: Added
ca: Afegits
cs: Přidáno
da: Tilføjet
de: Hinzugefügt
es: Agregado
fi: Lisätty
fr_ca: Ajouté
hu: Hozzáadva
it: Aggiunto
ja_jp: 追加済
lt: Pridėta
lv: Pievienots
nl_nl: Toegevoegd
pl: Dodano
pt: Adicionado
pt_br: Adicionado
ro: Adăugat
ru: Добавлено
sr_rs: Dodato
sv_se: Sparad

source: Adjust bucket name?
ca: Voleu modificar el nom del contenidor?
cs: Přizpůsobit název „nádoby“ (bucket)?
da: Tilpas bucket navnet?
de: Bucket-Name anpassen?
es: ¿Ajustar el nombre del deposito?
fi: Muuta säilön nimeä?
fr_ca: Modifier le nom du bucket
it: Sistemare il nome bucket?
ja_jp: バケットの名称を変更しますか？
lt: Keisti saugyklos pavadinimą?
lv: Precizēt spaiņa iestatījumu?
nl_nl: Bucket naam aanpassen?
pl: Poprawić nazwę zasobnika?
pt: Ajustar nome do 'bucket'?
pt_br: Ajustar o nome do bucket?
ro: Modificați numele găleții?
ru: Изменить имя блока?
sr_rs: Prilagodi ime segment-a?
sv_se: Justera "bucket name"?

source: Advanced Options
ca: Opcions avançades
cs: Pokročilé volby
da: Avancerede indstillinger
de: Optionen für Profis
es: Opciones Avanzadas
fi: Harvoin tarvittavat valitsimet
fr_ca: Options avancées
hu: Haladó beállítások
it: Opzioni avanzate
ja_jp: 高度な設定
lt: Išplėstiniai parametrai
lv: Pielāgotas Opcijas
nl_nl: Geavanceerde Opties
pl: Opcje Zaawansowane
pt: Opções avançadas
pt_br: Opções avançadas
ro: Opțiuni avansate
ru: Расширенные параметры
sr_rs: Napredne opcije
sv_se: Avancerade tillägg

source: Advanced options
ca: Opcions avançades
cs: Pokročilé volby
da: Avancerede indstillinger
de: Optionen für Profis
es: Opciones avanzadas
fi: Harvoin tarvittavat valitsimet
fr_ca: options avancées
hu: Haladó beállítások
it: Opzioni avanzate
ja_jp: 高度な設定
lt: Išplėstiniai parametrai
lv: Pielāgotas opcijas
nl_nl: Geavanceerde opties
pl: Opcje zaawansowane
pt: Opções avançadas
pt_br: Opções avançadas
ro: Opțiuni avansate
ru: Расширенные параметры
sr_rs: Napredne opcije
sv_se: Avancerade tillägg

source: Advanced:
ca: Avançat:
cs: Pokročilé:
da: Avanceret:
de: Für Profis:
es: Avanzado:
fi: Harvoin tarvittavat asetukset
fr_ca: Avancé :
hu: Haladó:
it: Avanzate:
ja_jp: 高度：
lt: Papildomai:
lv: Pielāgots:
nl_nl: Geavanceerd:
pl: Zaawansowane:
pt: Avançado:
pt_br: Avançado:
ro: Avansat:
ru: Дополнительно:
sr_rs: Napredno:
sv_se: Avancerat:

source: Aliyun OSS Endpoint
de: Aliyun OSS Endpunkt
it: Endpoint Aliyun OSS
ja_jp: Aliyun OSSのエンドポイント
nl_nl: Aliyun OSS Eindpunt

source: Aliyun OSS documents and resources
de: Aliyun OSS Dokumente und Ressourcen
it: Documenti e risorse di Aliyun OSS
ja_jp: Aliyun OSSのドキュメントと参考資料
nl_nl: Aliyun OSS documenten en bronnen

source: All Hyper-V Machines
ca: Totes les màquines de l'Hyper-V
cs: Všechny Hyper-V stroje
da: Alle Hyper-V maskiner
de: Alle Hyper-V Maschinen
es: Todas las máquinas de Hyper-V
fi: Kaikki Hyper-V-virtuaalikoneet
fr_ca: Toutes les machines Hyper-V
hu: Minden Hyper-V gép
it: Tutti i computer Hyper-V
ja_jp: 全てのHyper-Vマシン
lt: Visos Hyper-V mašinos
lv: Visas Hyper-V Mašīnas
nl_nl: Alle Hyper-V Machines
pl: Wszystkie Maszyny Hyper-V
pt: Todas as máquinas Hyper-V
pt_br: Todas as máquinas Hyper-V
ro: Toate mașinile Hyper-V
ru: Все виртуальные машины Hyper-V
sr_rs: Sve Hyper-V mašine
sv_se: Alla Hyper-V datorer

source: All Microsoft SQL Databases
ca: Totes les bases de dades SQL de Microsoft
cs: Všechny Microsoft SQL databáze
da: Alle Microsoft SQL databaser
es: Las bases de datos de Microsoft SQL
fi: Kaikki Microsoft SQL -tietokannat
fr_ca: Toutes les bases de données Microsoft SQL
hu: Minde Microsoft SQL adatbázik
it: Tutti i database Microsoft SQL
ja_jp: 全てのMicrosoft SQLデータベース
lt: Visos Microsoft SQL duombazės
lv: Visas Microsoft SQL Datubāzes
nl_nl: Alle Microsoft SQL Databases
pl: Wszystkie Bazy Danych Microsoft SQL
pt: Todas as bases de dados Microsoft SQL
pt_br: Todas as bases Microsoft SQL
ro: Toate bazele de date Microsoft SQL
ru: Все базы данных Microsoft SQL
sr_rs: Sve Microsoft SQL baze podataka
sv_se: Alla Microsoft SQL-databaser

source: All Microsoft SQL Servers
de: Alle Microsoft SQL-Server
it: Tutti i Microsoft SQL Server
