Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: Changelog for {{appname}} {{version}}
ca: Registre de canvis del {{appname}} {{version}}
cs: Seznam změn v {{appname}} {{version}}
da: Ændringslog for {{appname}} {{version}}
de: Änderungsprotokoll für {{appname}} {{version}}
es: Registro de cambios para {{appname}} {{version}}
fi: Muutokset versiossa {{appname}} {{version}}
fr_ca: Journal des modifications pour {{appname}} {{version}}
hu: {{appname}} {{version}} változásnapló
it: Registro delle modifiche per {{appname}} {{version}}
ja_jp: 更新履歴 {{appname}} {{version}}
lt: Programos {{appname}} {{version}} pakeitimų žurnalas
nl_nl: Aanpassingen-log voor {{appname}} {{version}}
pl: Lista zmian dla {{appname}} {{version}}
pt: Registo de alterações para {{appname}} {{version}}
pt_br: Changelog para {{appname}} {{version}}
ro: Jurnal de modificări pentru {{appname}} {{version}}
ru: Список изменений для {{appname}} {{version}}
sr_rs: Dnevnik promena za {{appname}} {{version}}
sv_se: Ändringslogg för {{appname}} {{version}}

source: Check failed:
ca: Ha fallat la comprovació:
cs: Zjištění se nezdařilo:
da: Kontrol fejlede:
de: Prüfung fehlgeschlagen:
es: Error en chequeo:
fi: Päivitysten haku epäonnistui:
fr_ca: Vérification échouée :
hu: Ellenőrzés sikertelen:
it: Controllo non riuscito:
ja_jp: 確認できませんでした：
lt: Patikrinimas nepavyko:
lv: Pārbaude neizdevās:
nl_nl: Controle mislukt:
pl: Sprawdzenie nieudane:
pt: Falha de verificação:
pt_br: Falha na verificação:
ro: Verificarea a eșuat:
ru: Проверка не удалась:
sr_rs: Provera nije uspela:
sv_se: Kontroll misslyckades:

source: Check for updates now
ca: Comprova ara si hi ha actualitzacions
cs: Zjistit dostupnost případných aktualizací nyní
da: Tjek for opdateringer nu
de: Aktualisierung suchen
es: Comprobar actualizaciones ahora
fi: Tarkista päivitykset heti
fr_ca: Vérifier les mise à jour maintenant
hu: Frissítés ellenőrzése most
it: Controlla ora gli aggiornamenti
ja_jp: アップデートを確認
lt: Ieškoti atnaujinimų dabar
lv: Pārbaudīt atjauninājumus tagad
nl_nl: Controleer nu op updates
pl: Sprawdź uaktualnienia
pt: Procurar atualizações agora
pt_br: Buscar atualizações
ro: Verifică acum actualizările
ru: Проверить наличие обновлений
sr_rs: Proveri ažuriranja odmah
sv_se: Kontrollera uppdateringar nu

source: Checking for updates …
cs: Zjišťování dostupnosti případných aktualizací…
da: Leder efter opdateringer ...
de: Aktualisierungen werden gesucht …
es: Buscando actualizaciones ...
fi: Tarkistetaan päivityksiä ...
hu: Frissítések ellenőrzése ...
it: Controllo degli aggiornamenti...
ja_jp: アップデートを確認しています…
nl_nl: Controleren op updates ...
pl: Sprawdzanie uaktualnień ...
pt: A procurar atualizações ...
pt_br: Procurando atualizações ...
ro: Caut versiuni noi ...
ru: Проверка обновлений...
sr_rs: Provera ažuriranja …
sv_se: Kontrollerar uppdateringar ...

source: Chose a storage type to get started
ca: Trieu un tipus d'emmagatzematge per començar
cs: Pro začátek vyberte typ úložiště
da: Valgte en destinationstype at komme i gang
de: Wähle einen Speichertypen zum Starten
es: Elija un tipo de almacenamiento para empezar
fi: Valitse ensin tallennustyyppi
fr_ca: Sélectionnez un type de stockage pour commencer
hu: A kezdéshez válassz tárhely típust
it: Scegli un tipo di archiviazione per iniziare
ja_jp: 初めにストレージの種類を選択してください
lt: Norėdami pradėti pasirinkite saugyklos tipą
nl_nl: Kies een opslagtype om aan de slag te gaan
pl: Wybierz typ magazynu by rozpocząć
pt: Escolha o tipo de armazenamento para iniciar
pt_br: Para iniciar, escolha o tipo de armazenamento
ro: Alege un tip de stocare pentru a începe
ru: Для начала выберите тип хранилища
sr_rs: Izaberite tip skladištenja da biste započeli
sv_se: Välj en lagringstyp för att börja

source: Click the AuthID link to create an AuthID
ca: Feu clic a l'enllaç d'AuthID per crear una AuthID
cs: AuthID vytvoříte kliknutím na odkaz AuthID
da: Click på AuthID linket for at oprettet et AuthID
de: Auf AuthID-Link klicken um eine AuthID zu erstellen
es: Haga clic en el enlace de AuthID para crear una AuthID
fi: Klikkaa AuthID-linkkiä luodaksesi AuthID-tunnisteen
fr_ca: Cliquez sur le lien AuthID pour créer un AuthID
it: Clicca sul link AuthID per creare un nuovo AuthID
ja_jp: 認証IDのリンクをクリックして作成してください
lt: Norėdami sukurti AuthID paspauskite AuthID nuorodą
nl_nl: Klik op de AuthID link om een AuthID aan te maken
pl: Kliknij link AuthID by utworzyć AuthID
pt: Clique na ligação para criar uma AuthID
pt_br: Clique no link AuthID para criar uma AuthID
ro: Faceți clic pe linkul AuthID pentru a crea un AuthID
ru: Нажмите на ссылку AuthID для создания AuthID
sr_rs: Kliknite na vezu AuthID da biste kreirali AuthID
sv_se: Klicka på AuthID-länken för att skapa ett AuthID

source: Click the Filejump API token link to set up an API token
de: Auf Filejump API Token Link klicken um ein API Token zu erstellen
it: Clicca sul link Filejump token API per impostare un token API.

source: Click to set throttle options
ca: Feu clic per definir les opcions de velocitat
cs: Kliknutím nastavte předvolby přiškrcování
da: Klik for at sætte hastigheds begrænsning
de: Zum Einstellen der Drosselungsoptionen anklicken
es: Acceda para opciones de aceleración
fr_ca: Cliquez pour définir les options d'accélération
hu: Kattints a sebességkorlátozás beállításához
it: Clicca per impostare le opzioni di larghezza di banda
ja_jp: クリックで速度制限のオプションを設定
lt: Spustelėkite, kad nustatyti akceleratoriaus parametrus
lv: Uzklikšķiniet, lai uzstādītu ierobežojumus
nl_nl: Klik om bandbreedte-opties in te stellen
pl: Kliknij, aby ustawić limity prędkości
pt: Clique para definir as opções de velocidade
pt_br: Clique para definir opções de limite
ro: Faceți clic pentru a seta opțiunile de accelerație
ru: Нажмите, чтобы установить параметры ограничения скорости
sr_rs: Kliknite da biste podesili opcije prigušivanja funkcije
sv_se: Klicka för att välja begränsningsalternativ

source: Client library to use
cs: Používaná klientská knihovna
da: Klient bibliotek som skal bruges
de: Zu benutzende Client Bibliothek
es: Biblioteca cliente para usar
fi: Käytettävä kirjasto
it: Libreria client da usare
ja_jp: 使用するクライアントライブラリー
nl_nl: Te gebruiken client-blibliotheek
pl: Biblioteka klienta do użycia
pt: Biblioteca do cliente a utilizar
pt_br: Biblioteca cliente para ser usada
ru: Использовать клиентскую библиотеку
sr_rs: Klijentska biblioteka za korišćenje
sv_se: Klientbibliotek att använda

source: Cloud API Secret ID
it: ID segreto API Cloud
ja_jp: Cloud APIのシークレットID
nl_nl: Cloud API Geheim ID

source: Cloud API Secret Key
it: Chiave API Cloud segreta
ja_jp: Cloud APIの秘密鍵
nl_nl: Cloud API Geheime Sleutel

source: Command
de: Befehl
it: Comando
ja_jp: コマンド
nl_nl: Commando

source: Commandline arguments
de: Kommandozeilenargumente
it: Argomenti della riga di comando
ja_jp: コマンドラインの引数
nl_nl: Opdrachtregel-argumenten

source: Commandline …
cs: Příkazový řádek…
da: Kommandolinie ...
de: Kommandozeile …
es: Línea de comandos ...
fi: Komentorivi ...
hu: Parancssor...
it: Riga di comando…
ja_jp: コマンドライン…
nl_nl: Opdrachtregel ...
pl: Linia poleceń ...
pt: Linha de comandos ...
pt_br: Linha de comando ...
ro: Linie de comandă ...
ru: Командная строка...
sr_rs: Komandna linija …
sv_se: Kommandorad ...

source: Compact Phase
ca: Fase de compactació
cs: Fáze zkompaktňování
da: Komprimeringsfase
de: Komprimierungsphase
es: Fase de compactación
fi: Tiivistys-vaihe
fr_ca: Étape de compactage
hu: Tömörített állapot
it: Fase compattazione
ja_jp: 圧縮化の段階
nl_nl: Opruimen Subtaak
pl: Faza kompaktowania
pt: Fase de compactar
pt_br: Fase Compacta
ro: Etapa de compactare
ru: Компактная фаза
sr_rs: Faza sažimanja
sv_se: Kompakt Fas

source: Compact now
ca: Compacta ara
cs: Zkompaktnit nyní
da: Komprimer nu
de: Sicherung komprimieren
es: Compactar ahora
fi: Tiivistä nyt
fr_ca: Compacter maintenant
hu: Tömörítés most
it: Comprimi adesso
ja_jp: 圧縮
lt: Suspausti dabar
lv: Saspiest tagad
nl_nl: Nu opruimen
pl: Kompaktuj teraz
pt: Compactar agora
pt_br: Compactar agora
ro: Compactează acum
ru: Уплотнить сейчас
sr_rs: Sažmi sada
sv_se: Komprimera nu

source: Compacting remote data …
cs: Zkompaktňování dat na protějšku…
da: Komprimerer data på destinationen ...
de: Remotedaten verkleinern...
es: Compactando datos remotos ...
fi: Tiiistetään kohteen tiedostoja ...
hu: Távoli adatok tömörítése...
it: Compressione dei dati remoti...
ja_jp: リモートデータを圧縮しています…
nl_nl: Opschonen remote gegevens ...
pl: Kompaktowanie zdalnych danych ...
pt: A compactar dados remotos ...
pt_br: Compactando dados remotos
ro: Se compactează datele de la distanță ...
ru: Сжатие удаленных данных…
sr_rs: Sažimanje udaljenih podataka ...
sv_se: Komprimerar fjärrdata …

source: Complete log
cs: Úplný záznam událostí
da: Samlet log
de: Vollständiges Protokoll
es: Registro completo
fi: Koko loki
hu: Teljes napló
it: Registro completo
ja_jp: 完全なログ
nl_nl: Compleet log
pl: Log kompletny
pt: Registo completo
pt_br: Log completo
ro: Jurnal complet
ru: Полный отчёт
sr_rs: Kompletiram dnevnik
sv_se: Komplett logg

source: Completing backup …
cs: Dokončování zálohy…
da: Fuldfører backup ...
de: Sicherung wird abgeschlossen …
es: Completando copia de seguridad ...
fi: Viimeistellään varmuuskopiota ...
hu: Mentés befejezése...
it: Completamento del backup...
ja_jp: バックアップを完了しています…
nl_nl: Afronden back-up ...
pl: Kończenie kopii ...
pt: A terminar a cópia de segurança ...
pt_br: Finalizando backup...
ro: Se finalizează copia de rezervă ...
ru: Завершение резервного копирования…
sr_rs: Kompletiranje rezervne kopije
sv_se: Slutför säkerhetskopieringen...

source: Completing previous backup …
cs: Dokončování předchozí zálohy…
da: Fuldfører forrige backup ...
de: Vorherige Sicherung wird abgeschlossen …
es: Completando copia de seguridad precia ...
fi: Viimeistellään edellistä varmuuskopiota ...
hu: Előző mentés befejezése...
it: Completamento del backup precedente...
ja_jp: 以前のバックアップを完了しています…
nl_nl: Afronden vorige back-up ...
pl: Kończenie poprzedniej kopii ...
pt: A completar a cópia de segurança anterior ...
pt_br: Completando o backup anterior ...
ro: Se finalizează copia de rezervă anterioară ...
ru: Завершение предыдущего резервного копирования…
sr_rs: Kompletiranje prethodne rezervne kopije
sv_se: Slutför tidigare säkerhetskopiering …

source: Compression modules: <p style="display: inline" ng-repeat="item in sysinfo.CompressionModules">{{item.Key}} </p>
de: Komprimierungsmodule: <p style="display: inline" ng-repeat="item in sysinfo.CompressionModules">{{item.Key}} </p>
it: Moduli di compressione: <p style="display: inline" ng-repeat="item in sysinfo.CompressionModules">{{item.Key}} </p>
ja_jp: 圧縮モジュール：<p style="display: inline" ng-repeat="item in sysinfo.CompressionModules">{{item.Key}} </p>
nl_nl: Compressiemodules: <p style="display: inline" ng-repeat="item in sysinfo.CompressionModules">{{item.Key}} </p>

source: Configuration file:
ca: Fitxer de configuració:
cs: Soubor s nastaveními:
da: Konfigurationsfil:
de: Konfigurationsdatei:
es: Archivo de configuración:
fi: Asetustiedosto:
fr_ca: Fichier de configuration :
hu: Konfigurációs fájl:
it: File di configurazione:
ja_jp: 設定ファイル：
lt: Konfigūracijos failas:
lv: Konfigurācijas fails:
nl_nl: Configuratiebestand
pl: Plik konfiguracyjny:
pt: Ficheiro de configuração:
pt_br: Arquivo de configuração:
ro: Fișier de configurare:
ru: Файл конфигурации:
sr_rs: Datoteka sa podešavanjima:
sv_se: Konfigurationsfil:

source: Configuration:
ca: Configuració:
cs: Nastavení:
da: Konfiguration:
de: Konfiguration:
es: Configuración:
fi: Asetukset:
hu: Konfiguráció:
it: Configurazione:
ja_jp: 設定：
lt: Konfigūracija:
lv: Konfigurācija:
nl_nl: Configuratie:
pl: Konfiguracja:
pt: Configuração:
pt_br: Configuração:
ro: Configurare:
ru: Настройка:
sr_rs: Podešavanja:
sv_se: Konfiguration:

source: Configure a new backup
ca: Configura una nova còpia de seguretat
cs: Nastavit novou zálohu
da: Indstil en ny backup
de: Neue Sicherung konfigurieren
es: Configurar nueva copia de seguridad
fi: Määrittele uusi varmuuskopio
fr_ca: Configurer une nouvelle sauvegarde
hu: Új mentés beállítás
it: Configura un nuovo backup
ja_jp: 新しいバックアップを設定
lt: Derinti naują kopiją
lv: Konfigurēt jaunu dublējumkopiju
nl_nl: Een nieuwe back-up instellen
pl: Skonfiguruj nową kopię
pt: Configurar nova cópia de segurança
pt_br: Configurar novo backup
ro: Configurați o copie de rezervă nouă
ru: Настройка новой резервной копии
sr_rs: Konfigurišite novu rezervnu kopiju
sv_se: Konfigurera en ny säkerhetskopia

source: Confirm delete
ca: Confirma l'eliminació
cs: Potvrzení smazání
da: Bekræft sletning
de: Löschen bestätigen
es: Confirmar borrado
fi: Vahvista poistaminen
fr_ca: Confirmer suppression
hu: Törlés megerősítése
it: Conferma eliminazione
ja_jp: 削除を確認
lt: Patvirtinkite tryminą
lv: Apstiprināt dzēšanu
nl_nl: Bevestig verwijderen
pl: Potwierdź usunięcie
pt: Confirmação de eliminação
pt_br: Confirmar remoção
ro: Confirmă ștergerea
ru: Подтвердите удаление
sr_rs: Potvrdi brisanje
sv_se: Bekräfta borttagning

source: Confirm encryption passphrase
cs: Potvrzení zadání šifrovací heslové fráze
da: Bekræft krypteringskoden
de: Verschlüsselungspassphrase bestätigen
es: Confirmar frase de seguridad cifrada
fi: Vahvista salauslauseke
fr_ca: Confirmez la phrase secrète de chiffrement
hu: Titkosítási jelszó megerősítése
it: Conferma passphrase di crittografia
ja_jp: 暗号化用パスフレーズを確認
nl_nl: Bevestig wachtwoordzin voor versleuteling
pl: Potwierdź hasło szyfrowania
pt: Confirme a chave de encriptação
pt_br: Confirma frase de segurança encriptada
ro: Confirmă parola de criptare
ru: Подтвердите кодовую фразу шифрования
sr_rs: Potvrdite pristupnu frazu lozinke za šifrovanje
sv_se: Bekräfta krypteringslösenord

source: Confirm new password
de: Neues Passwort bestätigen
fi: Vahvista uusi salasana
it: Conferma nuova password
ja_jp: 新しいパスワードを再度入力してください
nl_nl: Bevestig nieuw wachtwoord
ru: Подтверждение пароля

source: Confirm passphrase
cs: Zopakování zadání heslové fráze
da: Bekræft adgangskode
de: Passphrase bestätigen
es: Confirme contraseña
fi: Vahvista salauslauseke
hu: Jelmondat megerősítés
it: Conferma passphrase
ja_jp: パスフレーズを確認
nl_nl: Bevestig wachtwoordzin
pl: Potwierdź hasło
pt: Confirme a chave
pt_br: Confirmar frase-senha
ro: Confirmă parola
ru: Подтвердите кодовую фразу
sr_rs: Potvrdite pristupnu frazu lozinke
sv_se: Bekräfta lösenfras

source: Confirmation required
ca: Es requereix una confirmació
cs: Vyžadováno potvrzení
da: Bekræftelse kræves
de: Bestätigung erfolderlich
es: Confirmación necesaria
fi: Tarvitsen vahvistuksen
fr_ca: Confirmation nécessaire
hu: Megerősítés szükséges
it: Conferma richiesta
ja_jp: 確認が必要です
lt: Reikalingas patvirtinimas
lv: Nepieciešams apstiprinājums
nl_nl: Bevestiging vereist
pl: Potwierdzenie wymagane
pt: Requer confirmação
pt_br: Confirmação necessária
ro: Confirmare Necesară
ru: Необходимо подтверждение
sr_rs: Neophodna potvrda
sv_se: Bekräftelse beövs

source: Connect
ca: Connecta
cs: Připojit
da: Forbind
de: Verbinden
es: Conectar
fi: Yhdistä
fr_ca: Connecter
hu: Csatlakozás
it: Connetti
ja_jp: 接続
lt: Prisijungti
lv: Pieslēgties
nl_nl: Verbind
pl: Połącz
pt: Estabelecer ligação
pt_br: Conectar
ro: Conectează
ru: Подключение
sr_rs: Poveži
sv_se: Anslut

source: Connect now
ca: Connecta ara
cs: Připojit nyní
da: Forbind nu
de: Jetzt verbinden
es: Conectar ahora
fi: Yhdistä nyt
fr_ca: Connecter maintenant
hu: Csatlakozás most
it: Connetti ora
ja_jp: 今すぐ接続
lt: Prisijungti dabar
lv: Pieslēgties tagad
nl_nl: Verbind nu
pl: Połącz teraz
pt: Estabelecer ligação agora
pt_br: Conectar agora
ro: Conectează acum
ru: Подключиться сейчас
sr_rs: Poveži odmah
sv_se: Anslut nu

source: Connecting to server …
cs: Připojování k serveru…
da: Forbinder til server ...
de: Verbindung zum Server wird hergestellt …
es: Conectando al servidor ...
fi: Yhdistetään palvelimeen ...
hu: Csatlakozás a kiszolgálóhoz...
it: Connessione al server…
ja_jp: サーバーに接続しています…
lv: Pieslēdzas serverim...
nl_nl: Verbinden met server ...
pl: Łączenie z serwerem ...
pt: A ligar ao servidor ...
pt_br: Conectando ao servidor ...
ro: Se conectează la server ...
ru: Подключение к серверу…
sr_rs: Povezivanje na server …
sv_se: Ansluter till server ...

source: Connecting to task …
de: Verbinde mit Aufgabe ...
it: Connessione all'attività...
ja_jp: タスクに接続しています…
nl_nl: Verbinden met taak …

source: Connecting …
de: Verbinde ...
fi: Yhdistää …
it: Connessione...
ja_jp: 接続しています…
nl_nl: Verbinden …

source: Connection lost
ca: S'ha perdut la connexió
cs: Spojení ztraceno
da: Forbindelse mistet
de: Verbindung verloren
es: Conexión perdida
fi: Yhteys katkesi
fr_ca: Connexion perdue
hu: Csatlakozás megszakadt
it: Connessione persa
ja_jp: 切断しました
lt: Prisijungimas nutrūko
lv: Savienojums ir zudis
nl_nl: Verbinding verbroken
pl: Utracono połączenie
pt: Ligação perdida
pt_br: Conexão perdida
ro: Conexiunea a fost pierdută
ru: Потеряно соединение
sr_rs: Veza izgubljena
sv_se: Anslutning avbruten

source: Connection worked!
ca: Ha funcionat la connexió!
cs: Spojení funguje!
da: Forbindelsen virkede!
de: Verbindung erfolgreich!
es: ¡La conexión funcionó!
fi: Yhteys toimi!
fr_ca: Connection fonctionnelle !
hu: Csatlakozás működik!
it: La connessione funziona!
ja_jp: 接続できました！
lt: Prisijungti pavyko!
lv: Savienojums strādā!
nl_nl: Verbinding werkt!
pl: Połączenie działa!
pt: Ligação funcional!
pt_br: Conexão estabelecida!
ro: Conexiunea a funcționat!
ru: Подключение работает!
sr_rs: Veza je radila!
sv_se: Anslutning OK!

source: Container name
ca: Nom del contenidor
cs: Název kontejneru
da: Container navn
es: Nombre del contenedor
fi: Kontin nimi
fr_ca: Nom du conteneur
hu: Tároló neve
it: Nome contenitore
ja_jp: コンテナ名
lt: Konteinerio pavadinimas
nl_nl: Containernaam
pl: Nazwa zasobnika
pt: Nome do 'container'
pt_br: Nome do Container
ro: Numele containerului
ru: Имя контейнера
sr_rs: Naziv kontejnera
sv_se: Behållarnamn

source: Container region
ca: Regió del contenidor
cs: Region umístění kontejneru
es: Contenedor de región
fi: Kontin alue
fr_ca: Région du conteneur
hu: Tároló régió
it: Regione contenitore
ja_jp: コンテナのリージョン
lt: Konteinerio regionas
nl_nl: Container-regio
pl: Region zasobnika
pt: Região do 'container'
pt_br: Região do Container
ro: Zona containerului
ru: Регион контейнера
sr_rs: Region kontejnera
sv_se: Behållarregion

source: Continue
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortfahren
es: Continuar
fi: Jatka
fr_ca: Continuer
hu: Folytatás
it: Continua
ja_jp: 続行
lt: Tęsti
lv: Turpināt
nl_nl: Volgende
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
ro: Continuă
ru: Продолжить
sr_rs: Nastavi
sv_se: Fortsätt

source: Continue without encryption
ca: Continua sense xifratge
cs: Pokračovat bez šifrování
da: Fortsæt uden kryptering
de: Ohne Verschlüsselung fortfahren
es: Continuar sin cifrado
fi: Jatka salaamatta
fr_ca: Continuer sans chiffrement
hu: Folytatás titkosítás nélkül
it: Continua senza crittografia
ja_jp: 暗号化なしで続行
lt: Tęsti be šifravimo
lv: Turpināt bez šifrēšanas
nl_nl: Ga verder zonder versleuteling
pl: Kontynuuj bez szyfrowania
pt: Continuar sem encriptação
pt_br: Continuar sem utilizar criptografia
ro: Continuă fără criptare
ru: Продолжить без шифрования
sr_rs: Nastavi bez šifrovanja
sv_se: Fortsätt utan kryptering

source: Copied!
ca: S'ha copiat!
cs: Zkopírováno!
da: Kopieret!
de: Kopiert!
es: ¡Copiado!
fi: Kopioitu!
fr_ca: Copié!
hu: Másolva!
it: Copiato!
ja_jp: コピーしました！
lt: Nukopijuota!
lv: Nokopēts!
nl_nl: Gekopieerd!
pl: Skopiowane!
pt: Copiada!
pt_br: Copiado!
ro: Copiată!
ru: Скопировано!
sr_rs: Prekopirano!
sv_se: Kopierad!

source: Copy
ca: Copia
cs: Kopírovat
da: Kopier
de: Kopie
es: Copia
fi: Kopioi
fr_ca: Copie
hu: Másolás
it: Copia
ja_jp: コピー
lt: Kopija
nl_nl: Kopie
pl: Kopiuj
pt: Copiar
pt_br: Copiar
ro: Copiază
ru: Копировать
sr_rs: Kopiraj
sv_se: Kopia

source: Copy Destination URL to Clipboard
ca: Copia l'URL de destinació al porta-retalls
cs: Zkopírovat URL adresu cíle do schránky
da: Kopier URL-destinationsadressen til udklipsholder
de: Ziel-URL in Zwischenablage kopieren
es: Copiar la URL de destino al portapapeles
fi: Kopio etäpalvelimen osoite leikepöydälle
fr_ca: Copier l'URL de destination dans le presse-papier
hu: Cél URL másolása a Vágólapra
it: Copia l'URL di destinazione negli appunti
ja_jp: バックアップ先のURLをクリップボードにコピー
lt: Kopijuoti paskirties URL į iškarpinę
nl_nl: Kopieer doel URL naar Klembord
pl: Kopiuj Docelowy URL do Schowka
pt: Copiar URL para a área de transferência
pt_br: Copiar URL do destino
ro: Copiați adresa URL de destinație în Clipboard
ru: Скопировать URL-адрес назначения в буфер обмена
sr_rs: Kopiraj odredišni URL u privremenu memoriju
sv_se: Kopiera mål-URL till urklipp

source: Copy URL
de: Kopiere URL
it: Copia l'URL
ja_jp: URLをコピー
nl_nl: Kopie URL

source: Copy failed. Please manually copy the URL
ca: Ha fallat la còpia. Copieu l'URL manualment
cs: Kopie se nezdařila. Zkopírujte URL adresu ručně
da: Kopiering mislykkedes. Kopier venligst URL-adressen manuelt
de: Kopie fehlgeschlagen. Bitte kopiere die URL manuell
es: Copía fallida. Por favor, copia manualmente la dirección URL
fi: Kopionti epäonnistui. Kopio osoite käsin
fr_ca: Copie échouée. Veuillez copier manuellement l'URL
hu: Másolás sikertelen. Próbáld meg kézzel másolni az URL-t
it: Copia non riuscita. Per favore copia manualmente l'URL
ja_jp: コピーできませんでした。URLを手動でコピーしてください
lt: Kopijavimas nepavyko. Nukopijuokite URL rankiniu būdu
nl_nl: Kopiëren mislukt. Kopieer de URL handmatig
pl: Niepowodzenie kopiowania. Proszę skopiować URL ręcznie
pt: Falha ao copiar. Copie o URL manualmente.
pt_br: Falha na cópia. Copie a URL manualmente
ro: Copierea a eșuat. Copiați manual adresa URL
ru: Копирование не удалось. Скопируйте URL-адрес вручную
sr_rs: Kopiranje nije uspelo. Molimo ručno kopirajte URL
sv_se: Kopering misslyckades, var vänlig kopiera URLen manuellt

source: Copy log
de: Kopiere Logdatei
it: Copia registro
ja_jp: ログをコピー
nl_nl: Kopie log

source: Core options
ca: Opcions principals
cs: Základní volby
da: Grund indstillinger
de: Allgemeine Optionen
es: Opciones de base
fi: Ydinasetukset
fr_ca: Options du noyau
hu: Mag beállítások
it: Opzioni principali
ja_jp: 中心のオプション
lt: Pagrindiniai parametrai
lv: Pamata opcijas
nl_nl: Kern-opties
pl: Opcje podstawowe
pt: Opções de core
pt_br: Opções básicas
ro: Opțiuni centrale
ru: Основные параметры
sr_rs: Osnovne opcije
sv_se: Kärnalternativ

source: Counting ({{files}} files found, {{size}})
ca: S'està comptant (s'han trobat {{files}} fitxers, {{size}})
cs: Počítání ({{files}} souborů nalezeno, {{size}})
da: Tæller ({{files}} filer fundet, {{size}})
de: Dateien ermitteln ({{files}} files found, {{size}})
es: Contando ({{files}} archivos encontrados, {{size}})
fi: Lasketaan tiedostoja. (Löydetty {{files}} tiedostoa, {{size}})
fr_ca: Comptage ({{files}} fichiers trouvés, {{size}})
hu: Számolás ({{files}} megtalált fájl, {{size}})
it: Conteggio ({{files}} file trovati, {{size}})
ja_jp: 計測中（{{files}}個のファイルが見つかりました。サイズは{{size}}）
lt: Skaičiuojama, rasta failų: ({{files}}, {{size}})
nl_nl: Tellen ({{files}} bestanden gevonden, {{size}})
pl: Liczenie ({{files}} znaleziono plików, {{size}})
pt: Encontrados ({{files}} ficheiros, {{size}})
pt_br: Contabilizando ({{files}} arquivos encontrados, {{size}})
ro: Numărătoare ({{fișiere}} fișiere găsite, {{size}})
ru: Сканирование (найдено {{files}} файлов, {{size}})
sr_rs: Brojanjem ({{files}} fajlova pronađeno, {{size}})
sv_se: Beräknar ({{files}} filer hittade, {{size}})

source: Crashes only
ca: Només fallades
cs: Pouze pády
da: Kun nedbrud
de: Nur Abstürze
es: Sólo bloqueos
fi: Vain kaatumiset
fr_ca: Uniquement les plantages
hu: Csak összeomlások
it: Solo arresti anomali
ja_jp: クラッシュのみ
lt: Tik lūžimai
lv: Tikai avārijas
nl_nl: Alleen crashes
pl: Tylko awarie
pt: Apenas términos
pt_br: Somente falhas
ro: Doar eșecuri
ru: Только падения
sr_rs: Samo srušeni
sv_se: Endast kraschar
