Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: All usage reports are sent anonymously and do not contain any personal information. They contain information about hardware and operating system, the type of backend, backup duration, overall size of source data and similar data. They do not contain paths, filenames, usernames, passwords or similar sensitive information.
ca: Tots els informes d'ús s'envien anònimament i no contenen cap informació personal. Contenen informació sobre el maquinari i el sistema operatiu, el tipus de capa d'accés de dades, la durada de la còpia de seguretat, la mida general de les dades d'origen i dades similars. No contenen rutes, noms de fitxers, noms d'usuari, contrasenyes o dades sensibles similars.
cs: Veškerá hlášení o využívání jsou posílána anonymně a neobsahují žádné osobní údaje. Obsahují informace o hardware a operačním systému, typu podpůrné vrstvy (backend), trvání zálohy, celkové velikosti zdrojových dat a podobně. Neobsahují popisy umístění, názvy souborů, uživatelská jména, hesla nebo podobné citlivé údaje.
da: Alle brugsrapporter bliver sendt anonymt og indeholder ikke personlige oplysninger. De indeholder oplysninger om hardware, operativsystem, destinationstype, backup varighed, backup størrelse og lignende information. De indeholder ikke stier, filnavne, brugernavne, adgangskoder eller lignende følsom information.
de: Alle Nutzungsberichte werden anonym verschickt und enthalten keine personenbezogenen oder personenbeziehbare Daten. Sie enthalten Daten über Hardware, Betriebssystem, das verwendete Backend, die Sicherungsdauer, die Gesamtgröße der Sicherungen und ähnliche Daten. Sie enthalten NICHT Pfade, Dateinamen, Benutzernamen, Passwörter oder andere sensible Informationen.
es: Todos los informes de uso son enviados anónimamente y no contienen ninguna información personal. Contiene información sobre hardware y sistema operativo, el tipo de respaldo, duración de copia de seguridad, tamaño de fuente de datos y similares. No contiene rutas, nombres de archivos, nombres de usuarios, contraseñas o información sensible similar.
fi: Kaikki käyttöraportit lähetetään anonyymisti. Ne eivät sisällä mitään henkilökohtaisia tietoja. Raportit sisältävät tietoja laitteistosta ja käyttöjärjestelmästä, käytetystä etäpalvelusta, varmuuskopion kestosta, varmuuskopioitavan datan määrästä yms.Raportit eivät sisällä polkuja, tiedostonimiä, käyttäjätunnuksia, salasanoja tai vastaavia tietoja.
fr_ca: Tous les rapports d'utilisation sont envoyés de manière anonyme et ne contiennent aucune information personnelle. Ils contiennent des informations sur le matériel et le système d'exploitation, sur le type d'infrastructure, la durée de la sauvegarde, la taille générale des fichiers sources et d'autres données similaires. Ils ne contiennent pas de chemin d'accès, noms de fichiers, noms d'utilisateurs, mots de passe ou des informations sensibles de ce type.
hu: Az összes felhasználási jelentést névtelenül küldjük el, és nem tartalmaznak személyes információt. Információkat tartalmaz a hardverről és az operációs rendszerről, a háttér típusáról, a biztonsági mentés időtartamáról, a forrásadatok teljes méretéről és hasonló adatokról. Nem tartalmaz útvonalakat, fájlneveket, felhasználóneveket, jelszavakat vagy hasonló érzékeny információkat.
it: Tutti i rapporti di utilizzo sono inviati in forma anonima e non contengono informazioni personali. Contengono informazioni sull'hardware e sul sistema operativo, sul tipo di backend, sulla durata del backup, sulla dimensione complessiva dei dati sorgente e su dati simili. Non contengono percorsi, nomi di file, nomi utente, password o informazioni sensibili simili.
ja_jp: 使用状況に関する報告は全て匿名で送信され、個人情報を含みません。報告には、ハードウェア、OS、バックエンドの種類、バックアップの保持期間、バックアップ元のデータなどの全体のサイズに関するデータが含まれます。パス、ファイル名、ユーザー名、パスワードなどの機密情報は含まれません。
lt: Visos naudojimo ataskaitos siunčiamos anonimiškai ir jose nėra jokios asmeninės informacijos. Juose pateikiama informacija apie techninę įrangą ir operacinę sistemą, saugyklos tipą, kopijos kūrimo laiką, visų kopijuojamų failų dydį ir pan. Juose nėra kelių, failų pavadinimų, naudotojų, slaptažodžių ir panašios privačios informacijos.
nl_nl: Alle gebruiksrapporten worden anoniem verstuurd en bevatten geen enkele persoonlijke informatie. Ze bevatten informatie over hardware en besturingssysteem, het type backend, back-up tijdsduur, totale grootte van brongegevens en soortgelijke gegevens. Ze bevatten geen paden, bestandsnamen, gebruikersnamen, wachtwoorden of soortgelijke gevoelige informatie.
pl: Wszystkie raporty użycia są wysyłane anonimowo i nie zawierają żadnych danych osobistych. Raporty zawierają informacje o sprzęcie i systemie operacyjnym, rodzaju kopii zapasowej, czasie trwania, ogólnej ilości danych źródłowych i tym podobne. Raporty nie zawierają ścieżek, nazw plików, nazw użytkowników, haseł i tym podobnych danych wrażliwych.
pt: Todos os relatórios de utilização são enviados de forma anónima. Contêm informação sobre o hardware, sobre o sistema operativo, o tipo de 'backend', a duração da cópia de segurança, o tamanho dos dados e informações similares. Não contêm caminhos, ficheiros, utilizadores, palavras-passe ou quaisquer outras informações pessoais.
pt_br: Todos os relatórios de uso são enviados de forma anônima e não contêm dados pessoais. As informações contidas são sobre o hardware e o Sistema Operacional, o backend utilizado, a duração do backup, o tamanho total dos dados de origem e dados similares. Os relatórios não contêm caminhos, nomes de arquivos, usuários, senhas ou informações similares.
ro: Toate rapoartele de utilizare sunt trimise anonim și nu conțin informații personale. Acestea conțin informații despre hardware și sistemul de operare, tipul de backend, durata de copiere, dimensiunea generală a datelor sursă și datele similare. Ele nu conțin căi, nume de fișiere, nume de utilizator, parole sau alte informații sensibile similare.
ru: Все отчеты отправляются анонимно и не включают каких-либо персональных данных. Они содержат информацию об аппаратной конфигурации и операционной системе, типе бэкэнда, продолжительности резервного копирования, а также общий размер резервируемых данных и другие подобные данные. Они не включают пути или имена файлов, имена пользователей, пароли или любую другую конфиденциальную информацию.
sr_rs: Svi izveštaji o korišćenju se šalju anonimno i ne sadrže nikakve lične podatke. Oni sadrže informacije o hardveru i operativnom sistemu, tipu pozadine, trajanju rezervne kopije, ukupnoj veličini izvornih podataka i sličnim podacima. Ne sadrže putanje, imena datoteka, korisnička imena, lozinke ili slične osetljive informacije.
sv_se: Alla användningsrapporter skickas anonymt och innehåller ingen personlig information. De innehåller information om hårdvara och operativsystem, typ av backend, säkerhetskopieringstid, övergripande storlek på källdata och liknande data. De innehåller inte sökvägar, filnamn, användarnamn, lösenord eller liknande känslig information.

source: Allow remote access (requires restart)
ca: Permet l'accés remot (cal reiniciar el programa)
cs: Umožnit přístup na dálku (vyžaduje restart)
da: Tillad fjernadgang (kræver genstart)
de: Fernzugriff erlauben (Neustart notwendig)
es: Permitir el acceso remoto (requiere reiniciar)
fi: Salli etäyhteydet (Vaatii Duplicatin uudeleenkäynnistämisen)
fr_ca: Autoriser l'accès à distance (nécessite un redémarrage)
hu: Távoli hozzáférés engedélyezése (újraindítást igényel)
it: Consenti accesso remoto (richiede il riavvio)
ja_jp: リモートアクセスを許可（要再起動）
lt: Leisti nuotolinę prieigą (reikia paleisti iš naujo)
lv: Atļaut attālinātu piekļuvi (nepieciešams restartēt programmu)
nl_nl: Remote toegang toestaan (herstart vereist)
pl: Zezwalaj na dostęp zdalny (wymaga restartu)
pt: Permitir acesso remoto (tem que reiniciar)
pt_br: Permitir acesso remoto (restart necessário)
ro: Permiteți accesul de la distanță (necesită repornire)
ru: Разрешить удалённый доступ (потребуется перезапуск)
sr_rs: Dozvoli udaljeni pristup (zahteva restartovanje)
sv_se: Tillåt fjärrstyrning (kräver omstart)

source: Allowed days
ca: Dies permesos
cs: Dny, ve které je přístup umožněn
da: Tilladte dage
de: Erlaubte Tage
es: Días permitidos
fi: Sallitut päivät
fr_ca: Jours autorisés
hu: Engedélyezett napok
it: Giorni consentiti
ja_jp: 実行を許可する日
lt: Leidžiamos dienos
lv: Atļautās dienas
nl_nl: Alleen op deze dagen
pl: Dozwolone dni
pt: Dias permitidos
pt_br: Dias permitidos
ro: Zile permise
ru: Разрешенные дни
sr_rs: Dozvoljeni dani
sv_se: Tillåtna dagar

source: Also pause transfers
de: Auch Übertragungen pausieren
it: Metti in pausa anche i trasferimenti

source: An existing file was found at the new location
ca: S'ha trobat un fitxer existent a la nova ubicació
cs: V novém umístění byl nalezen už existující soubor
da: En eksisterende fil blev fundet på den nye placering
de: An dem angegebenen Ort wurde eine bereits vorhandene Datenbank gefunden.
es: Se encontró un archivo existente en la nueva ubicación
fi: Olemassaoleva tiedosto löydettiin uudesta paikasta
fr_ca: Un fichier existant a été trouvé au nouvel endroit
hu: Egy létező fájt találtam az új helyen
it: È stato trovato un file esistente nella nuova posizione
ja_jp: 既存のファイルが新しい場所で見つかりました
lt: Naujoje vietoje rasti jau esantys failai
lv: Tika atrasts jau esošs fails jaunajā atrašanās vietā
nl_nl: Een bestaand bestand was gevonden op de nieuwe locatie
pl: Znaleziono istniejący plik w nowym położeniu
pt: Encontrado um ficheiro na nova localização
pt_br: Um arquivo foi encontrado no local escolhido
ro: Un fișier existent a fost găsit la noua locație
ru: Существующий файл был найден по новому пути
sr_rs: Postojeća datoteka je pronađena na novoj lokaciji
sv_se: En existerande fil hittades på den nya platsen

source: An existing file was found at the new location Are you sure you want the database to point to an existing file?
ca: S'ha trobat un fitxer existent a la nova ubicació. Segur que voleu que la base de dades apunti a un fitxer existent?
cs: V novém umístění byl nalezen už existující soubor Opravdu chcete nasměrovat databázi do existujícího souboru?
da: En eksisterende fil blev funder på den nye placering. Er du sikker på at du vil have databasen til at pege på en eksisterende fil?
de: Eine vorhandene Datenbank wurde gefunden. Soll diese Datenbank von nun an verwendet werden?
es: Se encontró un archivo existente en la nueva ubicación ¿Está seguro que desea que la base de datos apunte a un archivo existente?
fi: Annettu tiedosto on jo olemassa. Oletko varma, että haluat käyttää olemassaolevaa tiedostoa tietokantana?
fr_ca: Un fichier existant a été trouvé au nouvel endroit. Êtes-vous sûr de vouloir pointer la base de données vers un fichier existant ?
hu: Egy létező fájt találtam az új helyen Biztos vagy benne hogy az adatbázis a létező fájlra mutasson?
it: È stato trovato un file esistente nella nuova posizione Si è sicuri di voler far puntare il database a un file esistente?
ja_jp: 既存のファイルが新しい場所で見つかりました。 データベースを既存のファイルに指定してよろしいですか？
lt: Naujoje vietoje rasti jau esantys failai. Ar tikrai norite duomenų bazę rašyti vietoj esamų failų?
lv: Tika atrasts jau esošs fails jaunajā atrašanās vietā Vai esat pārliecināts, ka vēlaties datubāzi novirzīt uz jau esošo failu?
nl_nl: Een bestaand bestand was gevonden op de nieuwe locatie. Weet u zeker dat de database moet verwijzen naar een bestaand bestand?
pl: Istniejący plik został znaleziony w nowej lokalizacji Czy na pewno chcesz skierować bazę danych do istniejącego pliku?
pt: Foi encontrado um ficheiro na nova localização. Tem a certeza de que deseja que a base de dados aponte para este ficheiro?
pt_br: Um arquivo foi encontrado no local escolhido Você tem certeza que quer apontar a database para um arquivo existente?
ro: Un fișier existent a fost găsit la noua locație Sigur doriți ca baza de date să indice un fișier existent?
ru: Существующий файл был найден по новому пути Вы точно хотите, чтобы база данных указывала на существующий файл?
sr_rs: Postojeća datoteka je pronađena na novoj lokaciji Da li ste sigurni da želite da baza podataka ukazuje na postojeću datoteku?
sv_se: En existerande fil hittades på den nya platsen. Är du säker att databasen skall peka till en existerande fil?

source: An existing local database for the storage has been found. Re-using the database will allow the command-line and server instances to work on the same remote storage. Do you wish to use the existing database?
ca: S'ha trobat una base de dades local existent per a l'emmagatzematge. Si reaprofiteu la base de dades, permetreu que les instàncies de la línia d'ordres i del servidor funcionin amb el mateix emmagatzematge remot. Voleu fer servir la base de dades existent?
cs: Byla nalezena existující místní databáze pro ukládání. Opětovné využití databáze umožní, aby instance pro příkazový řádek a server fungovaly na stejném vzdáleném úložišti. Chcete použít existující databázi?
da: En eksisterende lokal database for destinationen er fundet. Hvis du genbruger databasen, kan du bruge både kommandolinie og serveren til at arbejde på samme destination. Vil du bruge den eksisterende database?
de: Eine lokale Datenbank für den Onlinespeicher wurde gefunden. Mit dieser Datenbank können GUI und Kommandozeile auf dem gleichen Onlinespeicher arbeiten. Soll die lokale Datenbank genutzt werden?
es: Se ha encontrado una base de datos local existente para el almacenamiento. Volver a utilizar la base de datos permitirá a las instancias de línea de comandos y al servidor trabajar con el mismo almacenamiento remoto. ¿Desea utilizar la base de datos existente?
fi: Löydettiin olemassaoleva paikallinen tietokanta tälle varmuuskopiolle. Saman tietokannan käyttäminen mahdollistaa kometorivi-ohjelman ja palvelimen käyttämisen saman varmuuskopion kanssa. Haluatko käyttää samaa tietokantaa?
fr_ca: Une base de données locale pour le stockage a été trouvée. Réutiliser la base de données va permettre la ligne de commande et les instances serveurs de travailler sur le même stockage à distance. Voulez-vous utiliser la base de donnée existante ?
hu: A tároláshoz létező helyi adatbázis található. Az adatbázis újbóli használata lehetővé teszi, hogy a parancssori és a kiszolgálópéldányok ugyanabban a távoli tárolóban működjenek. Szeretné használni a meglévő adatbázist?
it: È stato trovato un database locale esistente per l'archivio. Il riutilizzo del database consentirà alle istanze della riga di comando e del server di lavorare sullo stesso archivio remoto. Vuoi utilizzare il database esistente?
ja_jp: 保存領域のデータベースがローカルに存在しています。データベースを再利用すると、コマンドラインと、サーバーのインスタンスが、リモートの同じ保存領域で作業できるようになります。 ローカルに存在するデータベースを使用しますか？
lt: Buvo rasta esama vietinė duomenų saugykla. Naudojant tą pačią duombazę, komandinės eilutės ir serverio procesai galės veikti toje pačioje nuotolinėje saugykloje. Ar norite naudoti esamą duomenų bazę?
nl_nl: Een bestaande lokale database voor de opslag is gevonden. Hergebruik van de database zal toestaan dat de opdrachtregel- en server instances werken op dezelfde remote opslag. Wilt u de bestaande database gebruiken?
pl: Znaleziono istniejącą, lokalną bazę danych dla magazynu. Ponowne użycie tej bazy pozwoli pracować instancji wiersza poleceń oraz serwerowej z tym samym zdalnym magazynem. Czy chcesz użyć istniejącej bazy danych?
pt: Foi encontrada uma base de dados local para o armazenamento. A reutilização da base de dados permite o funcionamento das instâncias do servidor e da linha de comandos no mesmo armazenamento remoto. Deseja reutilizar a base de dados existente?
pt_br: Uma base local foi encontrada. Reutilizar a basa permitirá que as ferramentas de linha de comando e as instâncias trabalhem no mesmo armazenamento remoto. Gostaria de utilizar a base existente?
ro: O bază de date locală existentă pentru stocare a fost găsită. Reutilizarea bazei de date va permite instanțelor de linie de comandă și server să funcționeze pe aceeași stocare la distanță. Doriți să utilizați baza de date existentă?
ru: Была обнаружена локальная база данных для хранилища. Повторное использование базы данных позволит экземплярам командной строки и сервера работать на одном и том же удаленном хранилище. Вы хотите использовать существующую базу данных?
sr_rs: Pronađena je u skladištu postojeća lokalna baza. Baza se ponovo može koristit sa komandne linije i serverske instance na istom skladištu. Da li želite da koristite postojeću bazu?
sv_se: En befintlig lokal databas för lagringen har hittats. Återanvändning av databasen gör att kommandorads- och serverinstanserna kan arbeta på samma fjärrlagring. Vill du använda den befintliga databasen?

source: Anonymous usage reports
ca: Informes d'ús anònims
cs: Anonymní hlášení o použití
da: Anonyme brugsstatistiker
de: Anonyme Nutzungsberichte
es: Informes de uso anónimos
fi: Anonyymit käyttöraportit
fr_ca: Rapports d'utilisation anonyme
hu: Névtelen használati jelentések
it: Rapporti di utilizzo anonimi
ja_jp: 使用状況に関する匿名の報告
lt: Anoniminės naudojimo ataskaitos
lv: Anonīmas lietošanas atskaites
nl_nl: Anonieme gebruiksrapporten
pl: Anonimowy raport użycia
pt: Relatório anónimos de utilização
pt_br: Relatório anônimo de uso
ro: Rapoarte de utilizare anonime
ru: Анонимные отчёты об использовании
sr_rs: Anonimni izveštaj o korišćenju
sv_se: Anonym användarrapport

source: Applications
ca: Aplicacions
cs: Aplikace
da: Applikationer
de: Anwendungen
es: Aplicaciones
fi: Sovellukset
hu: Alkalmazások
it: Applicazioni
ja_jp: アプリケーション
lt: Programos
lv: Lietotnes
nl_nl: Toepassingen
pl: Aplikacje
pt: Aplicações
pt_br: Aplicações
ro: Aplicații
ru: Приложения
sr_rs: Aplikacije
sv_se: Applikationer

source: Are you sure you want to delete the remote control registration?
de: Möchten Sie die Registrierung des Fernzugriffs wirklich löschen?
it: Sei sicuro di voler eliminare la registrazione del controllo remoto?

source: As Command-line
ca: Com a línia d'ordres
cs: Jako příkazový řádek
da: Som kommandolinie
de: als Befehl für Kommandozeile
es: Como Línea de comandos
fi: Komentona
fr_ca: Comme ligne de commande
hu: Parancssorként
it: Come riga di comando
ja_jp: コマンドライン
lt: Kaip komandinę eilutę
lv: Kā Komand-rinda
nl_nl: Als Opdrachtregel
pl: Jako Linia poleceń
pt: Como linha de comandos
pt_br: Como linha de comando
ro: Ca linie de comandă
ru: Как командная строка
sr_rs: Kao komandna linija
sv_se: Som kommandorad

source: Authentication Domain
de: Authentifizierungs-Domain
it: Dominio di autenticazione

source: Authentication method
cs: Způsob autentizace
da: Godkendelsesmetode
de: Authentifizierungs-Methode
es: Método de autentificación
fi: Tunnistautumistapa
it: Metodo di autenticazione
ja_jp: 認証方法
lt: Autorizacijos metodas
nl_nl: Authenticatiemethode
pl: Metoda uwierzytelnienia
pt_br: Método de autenticação
ru: Метод аутентификации
sr_rs: Metoda autentifikacije
sv_se: Autentiseringsmetod

source: Authentication method ({{auth_method}})
cs: Způsob autentizace ({{auth_method}})
da: Godkendelsesmetode ({{auth_method}})
de: Authentifizierungs-Methode ({{auth_method}})
es: Método de autentificación ({{auth_method}})
it: Metodo di autenticazione ({{auth_method}})
ja_jp: 認証方法（{{auth_method}}）
lt: Autorizacijos metodas ({{auth_method}})
nl_nl: Authenticatiemethode ({{auth_method}})
pl: Metoda uwierzytelnienia ({{auth_method}})
pt_br: Método de autenticação ({{auth_method}})
ru: Метод аутентификации ({{auth_method}})
sr_rs: Metoda autentifikacije ({{auth_method}})
sv_se: Autentiseringsmetod ({{auth_method}})

source: Authentication password
ca: Contrasenya per a l'autenticació
cs: Ověřovací heslo
da: Adgangskode til godkendelse
de: Passwort für Authentifizierung
es: Contraseña de autenticación
fi: Kirjautumissalasana
fr_ca: Mot de passe d'identification
hu: Hitelesítési jelszó
it: Password di autenticazione
ja_jp: 認証パスワード
lt: Autorizacijos slaptažodis
lv: Autentifikācijas parole
nl_nl: Authenticatie wachtwoord
pl: Hasło uwierzytenienia
pt: Palavra-passe de autenticação
pt_br: Senha de autenticação
ro: Parola de autentificare
ru: Пароль для аутентификации
sr_rs: Lozinka za autentifikaciju
sv_se: Autentiseringslösenord

source: Authentication username
ca: Nom d'usuari per a l'autenticació
cs: Ověřovací uživatelské jméno
da: Brugernavn til godkendelse
de: Benutzername für Authentifizierung
es: Nombre de usuario de autenticación
fi: Käyttäjätunnus
fr_ca: Nom d'utilisateur d'identification
hu: Hitelesítési felhasználónév
it: Nome utente di autenticazione
ja_jp: 認証ユーザー名
lt: Autorizacijos naudotojas
lv: Autentifikācijas lietotājvārds
nl_nl: Authenticatie gebruikersnaam
pl: Nazwa uwierzytelnienia
pt: Nome de utilizador de autenticação
pt_br: Usuário de autenticação
ro: Numele de utilizator de autentificare
ru: Имя пользователя для аутентификации
sr_rs: Korisničko ime za autentifikaciju
sv_se: Autentiseringsanvändarnamn

source: Autogenerated passphrase
ca: Contrasenya generada automàticament
cs: Automaticky vytvořená heslová fráze
da: Autogenereret adgangssætning
de: Automatisch generierte Passphrase
es: Autogenerar frase de seguridad
fi: Automaattisesti luotu salauslauseke
fr_ca: Phrase secrète auto-générée
hu: Automatikusan generált jelszó
it: Passphrase generata automaticamente
ja_jp: 自動生成したパスフレーズ
lt: Automatiškai sugeneruota slapta frazė
lv: Automātiski izveidota piekļuves frāze
nl_nl: Automatisch gegenereerde wachtwoordzin
pl: Automatycznie wygenerowane długie hasło
pt: Frase-passe gerada automaticamente
pt_br: Senha gerada automaticamente
ro: Fraza de acces generată automat
ru: Сгенерированный пароль
sr_rs: Automatski generisana pristupna lozinka
sv_se: Autogenererat lösenord

source: Automatically run backups
de: Sicherungen automatisch ausführen.
it: Esegui automaticamente i backup.
ja_jp: バックアップを自動的に実行
nl_nl: Automatisch back-ups uitvoeren

source: B2 Application Key
ca: Clau d'aplicació de B2
cs: Aplikační klíč ke službě B2
es: B2 clave de aplicación
fr_ca: Clé application B2
it: Chiave applicazione B2
ja_jp: B2 アプリケーションのキー
lt: B2 programos raktas
nl_nl: B2 Applicatiesleutel
pl: Klucz aplikacji B2
pt: Chave da aplicação B2
ro: B2 cheie de aplicație
sr_rs: B2 aplikacioni ključ

source: B2 Cloud Storage Application Key
ca: Clau d'aplicació de B2 Cloud Storage
cs: Aplikační klíč ke cloudovému úložišti B2
es: B2 Clave de aplicación de Cloud Storage
fr_ca: Clé d'application B2 Cloud Storage
it: Chiave applicazione B2 Cloud Storage
ja_jp: B2 クラウドストレージのアプリケーションのキー
lt: B2 debesų saugyklos programos raktas
nl_nl: B2 Cloud Storage Applicatiesleutel
pl: Klucz aplikacji B2 magazynu w chmurze
pt: Chave da aplicação B2 Cloud Storage
ro: B2 Cheia aplicației de stocare cloud
sr_rs: B2 ključ aplikacije za skladište u oblaku

source: Back
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
es: Volver
fi: Palaa
fr_ca: Retour
hu: Vissza
it: Indietro
ja_jp: 戻る
lt: Atgal
lv: Atpakaļ
nl_nl: Vorige
pl: Wstecz
pt: Recuar
pt_br: Voltar
ro: Înapoi
ru: Назад
sr_rs: Nazad
sv_se: Åter

source: Backend modules: <p style="display: inline" ng-repeat="item in sysinfo.BackendModules">{{item.Key}} </p>
de: Backend Module: <p style="display: inline" ng-repeat="item in sysinfo.BackendModules">{{item.Key}} </p>
it: Moduli backend: <p style="display: inline" ng-repeat="item in sysinfo.BackendModules">{{item.Key}}</p>
ja_jp: バックエンドモジュール：<p style="display: inline" ng-repeat="item in sysinfo.BackendModules">{{item.Key}} </p>
