Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: Relative paths not allowed
ca: No es permet l'ús de rutes relatives
cs: Vztažené (relativní) popisy umístění není možné použít
da: Relative stier er ikke tilladt
de: Relative Pfade sind nicht möglich
es: No se permiten rutas relativas
fi: Suhteelliset polut eivät ole sallittuja
fr_ca: Les chemins relatifs ne sont pas autorisés
hu: Relatív útvonalak nem engedélyezettek
it: Percorsi relativi non consentiti
ja_jp: 相対パスは許可されていません
lt: Santykiniai keliai neleidžiami
nl_nl: Relatieve paden zijn niet toegestaan
pl: Ścieżki względne nie są dopuszczalne
pt: Caminhos relativos não são permitidos
pt_br: Caminhos relativos não são permitidos
ro: Căile relative nu sunt permise
ru: Относительные пути не допускаются
sr_rs: Relativne putanje nisu dozvoljene
sv_se: Relativa sökvägar är inte tillåtna

source: Reload
ca: Actualitza
cs: Načíst znovu
da: Genindlæs
de: Neu laden
es: Recargar
fi: Lataa uudelleen
fr_ca: Recharger
hu: Újratöltés
it: Ricarica
ja_jp: 更新
lt: Užkrauti iš naujo
lv: Pārlādēt
nl_nl: Andere code
pl: Przeładuj
pt: Recarregar
pt_br: Recarregar
ro: Reîncarcă
ru: Обновить
sr_rs: Učitaj ponovo
sv_se: Ladda om

source: Remote
ca: Remot
cs: Vzdálené
da: Destination
es: Remoto
fi: Etäpalvelimella
fr_ca: Distant
hu: Távoli
it: Remoto
ja_jp: リモート
lt: Nuotolinis
lv: Attālināts
pl: Zdalny
pt: Remoto
pt_br: Remoto
ro: la distanta
ru: Удаленный
sr_rs: Udaljeno
sv_se: Fjärr

source: Remote Path
ca: Ruta remota
cs: Vzdálené umístění
da: Destinations sti
de: Entfernter Pfad
es: Ruta Remota
fi: Kohteen polku
fr_ca: Chemin d'accès distant
hu: Távoli útvonal
it: Percorso remoto
ja_jp: リモートのパス
lt: Kelias iki nutolusio serverio
nl_nl: Remote Pad
pl: Ścieżka zdalna
pt: Caminho remoto
pt_br: Caminho remoto
ru: Удаленный путь
sr_rs: Udaljena putanja
sv_se: Fjärrsökväg

source: Remote Repository
ca: Dipòsit remot
cs: Vzdálený repozitář
da: Ekstern fortegnelse
de: Entferntes Repository
es: Repositorio Remoto
fr_ca: Stockage distant
hu: Távoli tároló
it: Repository remoto
ja_jp: リモートのリポジトリー
lt: Nutolusi saugykla
nl_nl: Remote Opslagplaats
pl: Magazyn zdalny
pt: Repositório remoto
pt_br: Repositório remoto
ru: Удаленный Репозиторий
sr_rs: Udaljeno spremište
sv_se: Fjärr Repository

source: Remote access control
de: Fernzugriff Kontrolle
it: Controllo dell'accesso remoto

source: Remote control is configured but not enabled
de: Fernzugriff Kontrolle ist konfiguriert aber nicht aktiviert
it: Controllo remoto è configurato ma non è abilitato

source: Remote control is connected
de: Fernzugriff Kontrolle ist verbunden
it: Controllo remoto è connesso

source: Remote control is enabled but not connected
de: Fernzugriff Kontrolle ist aktiviert aber nicht verbunden
it: Controllo remoto è abilitato ma non connesso

source: Remote control is not set up
de: Fernzugriff Kontrolle ist nicht eingerichtet
it: Controllo remoto non è configurato

source: Remote path
ca: Ruta remota
cs: Vzdálené umístění
da: Destinations sti
de: Entfernter Pfad
es: Ruta remota
fi: Kohteen polku
fr_ca: Chemin d'accès distant
hu: Távoli útvonal
it: Percorso remoto
ja_jp: リモートのパス
lt: Kelias iki nutolusio serverio
nl_nl: Remote pad
pl: Ścieżka zdalna
pt: Caminho remoto
pt_br: Caminho remoto
ru: Удаленный путь
sr_rs: Udaljena putanja
sv_se: Fjärrsökväg

source: Remote repository
ca: Dipòsit remot
cs: Vzdálený repozitář
da: Ekstern fortegnelse
de: Entferntes Repository
es: Repositorio remoto
fr_ca: Stockage distant
hu: Távoli tároló
it: Repository remoto
ja_jp: リモートのリポジトリー
lt: Nutolusi saugykla
nl_nl: Remote opslagplaats
pl: Magazyn zdalny
pt: Repositório remoto
pt_br: Repositório remoto
ru: Удаленный репозиторий
sr_rs: Udaljeno spremište
sv_se: Fjärr repository

source: Remote volume size
ca: Mida dels volums remots
cs: Velikost vzdáleného svazku
da: Volume størrelse
de: Remote-Volume-Größe
es: Tamaño de volumen remoto
fr_ca: Taille du volume distant
hu: Távoli kötet méret
it: Dimensione volume remoto
ja_jp: リモートのボリュームのサイズ
lt: Nutolusio tomo dydis
nl_nl: Remote volume grootte
pl: Rozmiar wolumenu zdalnego
pt: Remover tamanho do volume
pt_br: Tamanho do volume remoto
ru: Размер удаленного тома
sr_rs: Veličina udljenog volumena
sv_se: Fjärr-volymstorlek

source: Remove
ca: Elimina
cs: Odebrat
da: Fjern
de: Entfernen
es: Quitar
fi: Poista
fr_ca: Retirer
hu: Eltávolít
it: Rimuovi
ja_jp: 削除
lt: Pašalinti
lv: Noņemt
nl_nl: Verwijderen
pl: Usuń
pt: Remover
pt_br: Remover
ro: Elimina
ru: Удалить
sr_rs: Ukloni
sv_se: Ta bort

source: Remove option
ca: Elimina l'opció
cs: Odebrat volbu
da: Fjern indstilling
de: Option entfernen
es: Quitar opción
fi: Poisto-asetukset
fr_ca: Option de retrait
hu: Opció eltávolítás
it: Rimuovi opzione
ja_jp: 設定を削除
lt: Pašalinti parinktį
lv: Noņemt iestatījumu
nl_nl: Verwijder optie
pl: Usuń opcję
pt: Remover opção
pt_br: Remover opção
ro: Eliminați opțiunea
ru: Удалить параметр
sr_rs: Ukloni opciju
sv_se: Ta bort alternativ

source: Removed files
ca: Fitxers eliminats
cs: Odebrané soubory
da: Fjernede filer
de: Entfernte Dateien
es: Ficheros borrados
fr_ca: Fichiers supprimés
hu: Eltávolított fájlok
it: File rimossi
ja_jp: 削除したファイル
nl_nl: Verwijderde bestanden
pl: Usunięte pliki
pt: Ficheiros removidos
pt_br: Arquivos Removidos
ru: Удаленные файлы
sr_rs: Ukloni fajlove
sv_se: Borttagna filer

source: Repair
ca: Repara
cs: Opravit
da: Reparer
de: Reparieren
es: Reparar
fi: Korjaa
fr_ca: Réparer
hu: Javítás
it: Ripara
ja_jp: 修復
lt: Remontuoti
lv: Salabot
nl_nl: Repareren
pl: Napraw
pt: Reparar
pt_br: Reparar
ro: Reparație
ru: Исправить
sr_rs: Popravi
sv_se: Reparera

source: Repair Phase
ca: Fase de reparació
cs: Fáze oprav
da: Reparationsfase
de: Reparatur Phase
es: Fase de reparación
fi: Korjausvaihe
fr_ca: Étape de réparation
hu: Javítási fázis
it: Fase riparazione
ja_jp: 修復の段階
nl_nl: Repareren Subtaak
pl: Faza naprawiania
pt: Fase de reparar
pt_br: Reparar
ru: Период исправления
sr_rs: Popravi fazu
sv_se: Reparations Fas

source: Repairing database …
cs: Oprava databáze…
da: Reparere database ...
de: Datenbank wird repariert …
es: Reparando base de datos…
fi: Korjataan tietokantaa ...
hu: Adatbázis javítás...
it: Riparazione del database ...
ja_jp: データベースを修復しています…
nl_nl: Database repareren ...
pl: Naprawianie bazy danych ...
pt: A reparar a base de dados ...
pt_br: Reparando banco de dados ...
ru: Восстановление базы данных…
sr_rs: Popravljanje baze podataka …
sv_se: Reparerar databas ...

source: Repeat Passphrase
ca: Repetiu la contrasenya
cs: Zopakování heslové fráze
da: Gentag adgangssætning
de: Passphrase wiederholen
es: Repita la frase de seguridad
fi: Toista salauslauseke
fr_ca: Répeter la phrase secrète
hu: Jelmondat ismét
it: Ripeti Passphrase
ja_jp: パスフレーズ（再度）
lt: Pakartokite slaptą frazę
lv: Atkārtot pieejas frāzi
nl_nl: Herhaal wachtwoordzin
pl: Powtórz długie hasło
pt: Repetição de frase-passe
pt_br: Repetir frase de segurança
ro: Repetați expresia de acces
ru: Повторить кодовую фразу
sr_rs: Ponovite lozinku
sv_se: Upprepa lösenfrasen

source: Reporting:
ca: S'està informant:
cs: Hlášení:
da: Rapporterer:
de: Bericht:
es: Reportando:
fi: Raportoin:
fr_ca: Communication de données :
hu: Jelentés:
it: Segnalazione:
ja_jp: 報告：
lt: Ataskaitų teikimas:
nl_nl: Rapportage:
pl: Raportowanie:
pt: Reporte:
pt_br: Relatórios:
ro: Raportarea:
ru: Отчетность:
sr_rs: Izveštavanje:
sv_se: Rapportering:

source: Restore
ca: Restaura
cs: Obnovit
da: Gendan
de: Wiederherstellen
es: Restaurar
fi: Palauta
fr_ca: Restaurer
hu: Visszaállítás
it: Ripristina
ja_jp: 復元
lt: Atkurti
lv: Atgūt
nl_nl: Herstellen
pl: Odtwórz
pt: Restaurar
pt_br: Restaurar
ro: Restabili
ru: Восстановление
sr_rs: Vrati
sv_se: Återställ

source: Restore complete!
ca: S'ha completat la restauració!
cs: Obnovení dokončeno!
da: Gendannelse fuldført!
de: Wiederherstellung komplett!
es: ¡Restauración finalizada!
fi: Palautus valmis!
fr_ca: La restauration a été complétée!
hu: Visszaállítás sikeres!
it: Ripristino completato!
ja_jp: 復元しました！
nl_nl: Herstellen compleet!
pl: Odtwarzanie zakończone!
pt: Restauro terminado!
pt_br: Restauração Completa!
ru: Восстановление завершено!
sr_rs: Vraćanje je završeno!
sv_se: Återställningen är klar!

source: Restore files
ca: Restaura fitxers
cs: Obnovit soubory
da: Gendan filer
de: Dateien wiederherstellen
es: Restaurar archivos
fi: Palauta tiedostoja
fr_ca: Restaurer les fichiers
hu: Fájlok visszaállítása
it: Ripristina file
ja_jp: ファイルの復元
lt: Atkurti failus
lv: Atgūt failus
nl_nl: Herstel bestanden
pl: Odtwórz pliki
pt: Restaurar ficheiros
pt_br: Restaurar arquivos
ro: Restaurați fișierele
ru: Восстановить файлы
sr_rs: Vrati fajlove
sv_se: Återställningen filer

source: Restore files from:
de: Dateien wiederherstellen von:
it: Ripristina file da:
ja_jp: ファイルの復元：
nl_nl: Herstel bestanden van:

source: Restore files …
cs: Obnovit soubory…
da: Gendan filer ...
de: Dateien wiederherstellen …
es: Restaurando archivos ...
fi: Palauta tiedostoja ...
hu: Fájlok visszaállítása...
it: Ripristina file ...
ja_jp: ファイルを復元…
nl_nl: Bestanden herstellen ...
pl: Odtwórz pliki ...
pt: Restaurar ficheiros ...
pt_br: Restaurar arquivos ...
ru: Восстановить файлы...
sr_rs: Vraćanje fajlova ...
sv_se: Återställer filer …

source: Restore from
ca: Restaura des de
cs: Obnovit z
da: Gendan fra
de: Wiederherstellen von
es: Restaurar desde
fi: Palauta etäpalvelimelta
fr_ca: Restaurer depuis
hu: Visszaállítás innen
it: Ripristina da
ja_jp: データを復元するバックアップ
lt: Atkurti iš
nl_nl: Herstellen vanaf
pl: Odtwórz z
pt: Restaurar de
pt_br: Restaurar de
ro: Restaurați de la
ru: Восстановить из
sr_rs: Vrati iz
sv_se: Återställ från

source: Restore from backup configuration
ca: Restaura des d'una configuració de còpia de seguretat
cs: Obnovit nastavení ze zálohy
da: Gendan fra konfiguration i backup
de: Aus Sicherungskonfiguration wiederherstellen
es: Restaurar desde una configuración de copia de seguridad
fr_ca: Restaurer depuis une sauvegarde de configuration
hu: Visszaállítás mentési konfigurációból
it: Ripristino dalla configurazione backup
ja_jp: バックアップの設定から復元
lt: Atkurti iš atsarginės kopijos konfigūracijos
nl_nl: Herstel vanuit back-up configuratie
pl: Odtwórz z konfiguracji kopii
pt: Restaurar de uma configuração de cópia de segurança
pt_br: Restaurar a partir da configuração de backup
ro: Restabiliți din configurația de backup
ru: Восстановить из конфигурации резервной копии
sr_rs: Vrati iz podešavanja rezervne kopije
sv_se: Återställ från konfiguration av säkerhetskopia

source: Restore from configuration …
de: Aus Konfiguration wiederherstellen ...
it: Ripristina dalla configurazione…
ja_jp: 設定から復元…
nl_nl: Herstellen vanuit configuratie …

source: Restore options
ca: Opcions de restauració
cs: Volby obnovení
da: Indstillinger til gendannelse
de: Wiederherstellungsoptionen
es: Opciones de restauración
fi: Palautusasetukset
fr_ca: Options de restauration
hu: Visszaállítási beállítások
it: Opzioni ripristino
ja_jp: 復元オプション
lt: Atkurimo parinktis
lv: Atjaunot opcijas
nl_nl: Herstelopties
pl: Opcje odtwarzania
pt: Opções de restauro
pt_br: Restaurar opções
ro: Restaurați opțiunile
ru: Параметры восстановления
sr_rs: Vrati opcije
sv_se: Återställ alternativ

source: Restore read/write permissions
ca: Restaura els permisos de lectura/escriptura
cs: Obnovit práva pro čtení/zápis
da: Gendan læse/skrive tilladelser
de: Schreib- und Leserechte wiederherstellen
es: Restaurar permisos de lectura/escritura
fi: Palauta luku- ja kirjoitusoikeudet
fr_ca: Autorisations de lecture/écriture de restauration
hu: Irási/olvasási engedélyek visszaállítása
it: Ripristina autorizzazioni lettura/scrittura
ja_jp: 読み込み/書き込み権限を復元
lt: Atkurti skaitymo/rašymo leidimus
lv: Atjaunot lasīšanas/rakstīšanas atļaujas
nl_nl: Herstel lees/schrijfpermissies
pl: Odtwórz uprawnienia odczytu/zapisu
pt: Restaurar permissões de leitura/escrita
pt_br: Restaurar permissões leitura/escrita
ro: Restaurați permisiunile de citire / scriere
ru: Восстановить разрешения чтения/записи
sr_rs: Vrati dozvole za čitanje i upis
sv_se: Återställ läs-/skrivbehörigheter

source: Restored Files
cs: Obnovené soubory
da: Gendannede filer
de: Dateien wiederhergestellt
es: Archivos Restaurados
fi: Palautetut tiedostot
hu: Visszaállított fájlok
it: File ripristinati
ja_jp: 復元されたファイル
nl_nl: Herstelde Bestanden
pl: Odtworzone pliki
pt: Ficheiros restaurados
pt_br: Arquivos Restaurados
ru: Восстановленные Файлы
sr_rs: Vraćeni fajlovi
sv_se: Återställda filer

source: Restored Folders
cs: Obnovené složky
da: Gendannede mapper
de: Ordner wiederhergestellt
es: Carpetas Restauradas
fi: Palautetut kansiot
hu: Visszaállított mappák
it: Cartelle ripristinate
ja_jp: 復元されたフォルダー
nl_nl: Herstelde Mappen
pl: Odtworzone foldery
pt: Pastas restauradas
pt_br: Diretórios Restaurados
ru: Восстановленные Папки
sr_rs: Vraćene fascikle
sv_se: Återställda mappar

source: Restored Symlinks
cs: Obnovené symbolické odkazy
da: Gendannede Symlinks
de: Symbolische Verknüpfungen wiederhergestellt
es: Symlinks restaurados
hu: Visszaállított szimbolikus linkek
it: Symlink ripristinati
ja_jp: 復元されたシンボリックリンク
nl_nl: Herstelde Symbolische Links
pl: Odtworzone linki symboliczne
pt: Ligações de ficheiros restauradas
pt_br: Links Simbólicos Restaurados
ru: Восстановленные Символические ссылки
sr_rs: Vraćeni Symlinks
sv_se: Återställda symbollänkar

source: Restoring files …
cs: Obnovování souborů…
da: Gendanner filer ...
de: Dateien werden wiederhergestellt …
es: Restaurando archivos ....
fi: Palautetaan tiedostoja ...
hu: Fájlok visszaállítása...
it: Ripristino di file ...
ja_jp: ファイルを復元しています…
nl_nl: Bestanden worden hersteld ...
pl: Odtworzone pliki ...
pt: A restaurar ficheiros ...
pt_br: Restaurando arquivos ...
ru: Восстановление файлов…
sr_rs: Vraćanje fajlova ...
sv_se: Återställer filer...

source: Resume
ca: Reprèn
cs: Pokračovat
da: Genoptag
de: Fortsetzen
es: Resumir
fi: Jatka
fr_ca: Reprendre
hu: Folytatás
it: Riprendi
ja_jp: 再開
lt: Tęsti
lv: Turpināt
nl_nl: Hervat
pl: Wznów
pt: Retomar
pt_br: Continuar
ro: Relua
ru: Продолжить
sr_rs: Nastavi
sv_se: Försätt

source: Rewritten File Lists
ca: Llistes de fitxers reescrits
cs: Seznamy přepsaných souborů
da: Genskrevne fil-lister
de: Neu geschrieben Dateiliste
es: Listas de ficheros reescritos
fr_ca: Réécriture des listes de fichiers
hu: Újraírt fájl listák
it: Elenchi file riscritti
ja_jp: ファイルの一覧を書き換えました
nl_nl: Herschreven bestandslijsten
pl: Przepisana lista plików
pt: Listas de ficheiros reescritos
pt_br: Listas de arquivos reescritos
ru: Перезаписанные списки файлов
sr_rs: Prepisane liste fajlova
sv_se: Omskrivna fillistor

source: Run again every
ca: Torna a executar cada
cs: Spustit znovu každou
da: Kør igen hver
de: Wiederholen alle
es: Volver a ejecutar cada
fi: Suorita uudelleen joka
fr_ca: Relancer tous les
hu: Futtassa újra minden
it: Esegui nuovamente ogni
ja_jp: 実行タイミング
lt: Vykdyti dar kartą kas
lv: Palaist atkal katru
nl_nl: Voer opnieuw uit iedere
pl: Uruchom ponownie co
pt: Executar a cada
pt_br: Executar novamente a cada
ro: Rulați din nou fiecare
ru: Запускать каждый
sr_rs: Izvrši ponovo svaki
sv_se: Kör igen varje

source: Run now
ca: Executa ara
cs: Spustit nyní
da: Kør nu
de: Jetzt sichern
es: Ejecutar ahora
fi: Suorita nyt
fr_ca: Démarrer maintenant
hu: Futtatás most
it: Esegui ora
ja_jp: すぐに実行
lt: Vykdyti dabar
lv: Palaist tagad
nl_nl: Nu uitvoeren
pl: Uruchom teraz
pt: Executar agora
pt_br: Executar agora
ro: Fugiți acum
ru: Запустить сейчас
sr_rs: Izvrši sad
sv_se: Kör nu

source: Running commandline entry
ca: S'està executant una entrada de la línia d'ordres
cs: Spuštěná položka příkazového řádku
da: Kører kommandolinie opgave
de: Führe Kommandozeilenbefehl aus
es: Ejecutando entrada de linea de comandos
fi: Ajetaan komentorivin komentoa
fr_ca: Execution d'une ligne de commnde
hu: Parancssori bejegyzés futtatása
it: Esecuzione voce della riga di comando
ja_jp: コマンドラインのエントリーを実行しています
lt: Vykdoma komandų eilutės komanda
nl_nl: Opdrachtregelinvoer in uitvoering
pl: Uruchamianie komend z linii poleceń
pt: A executar a entrada na linha de comandos
pt_br: Executando entrada de linha de comando
ro: Rulează intrarea în linia de comandă
ru: Выполнение записи командной строки
sr_rs: Izvrši unos komandne linije
sv_se: Kör kommandoradspost

source: Running task:
ca: Tasca en execució:
cs: Spuštěná úloha:
da: Kørende opgave:
de: Laufende Aufgabe:
es: Ejecutando tarea:
fi: Suoritettava tehtävä:
fr_ca: Tâche en cours :
hu: Futó feladat:
it: Attività in esecuzione:
ja_jp: タスクを実行しています：
lt: Vykdoma užduotis:
nl_nl: Taak in uitvoering:
pl: Działające zadania:
pt: Tarefa em execução:
pt_br: Executando tarefa:
ro: Sarcina de funcționare:
ru: Выполняемая задача:
sr_rs: Izvršavanje zadatka:
sv_se: Pågående uppgift:

source: Running …
cs: Spuštěné…
da: Kører ...
de: Läuft...
es: Ejecutando ...
fi: Käynnissä ...
hu: Fut...
it: In esecuzione …
ja_jp: 実行しています…
nl_nl: In uitvoering ...
pl: Działanie ...
pt: A executar ...
pt_br: Executando ...
ru: Запуск...
sr_rs: Izvršavanje ...
sv_se: Pågående ...

source: Running … <a href ng-click="Abort()" ng-hide="RawFinished">stop now</a>
de: Es läuft … <a href ng-click="Abort()" ng-hide="RawFinished">Jetzt stoppen</a>
it: <a href ng-click="Abort()" ng-hide="RawFinished">In esecuzione...</a>ferma ora
ja_jp: 実行しています … <a href ng-click="Abort()" ng-hide="RawFinished">停止</a>
nl_nl: In uitvoering … <a href ng-click="Abort()" ng-hide="RawFinished">nu stoppen</a>

source: S3 Compatible
ca: Compatible amb S3
cs: Kompatibilní s S3
da: S3 kompatibel
de: S3 Kompatibel
fi: S3-yhteensopiva
fr_ca: Compatible S3
hu: S3 kompatibilis
it: Compatibile S3
ja_jp: S3互換
lt: Suderinamas su S3
pl: Kompatybilny z S3
pt: Compatível com S3
pt_br: S3 Compatível
ro: S3 Compatibil
ru: S3 совместимый
sr_rs: S3 kompatibilno
sv_se: S3 Kompatibel

source: Same as the base install version: {{channelname}}
ca: La mateixa que la versió base d'instal·lació: {{channelname}}
cs: Stejné jako základní nainstalovaná verze: {{channelname}}
da: Samme som grundinstallationsversionen: {{channelname}}
de: Wie die zuerst installierte Version: {{channelname}}
es: Igual que la versión base instalada: {{channelname}}
fi: Sama kuin asennettu versio: {{channelname}}
fr_ca: Identique à la version de base installée : {{channelname}}
hu: Ugyanaz, mint az alap telepítési verzió: {{channelname}}
it: Come la versione di base installata: {{channelname}}
ja_jp: 基本インストールのバージョンと同じです：{{channelname}}
lt: Ta pati, kaip pagrindinė diegimo versija: {{channelname}}
nl_nl: Zelfde als de basis installatie versie: {{channelname}}
pl: Zgodny z bazową wersją instalacji: {{channelname}}
pt: Igual à versão de instalação base: {{channelname}}
pt_br: Igual à versão de instalação base: {{channelname}}
ro: La fel ca versiunea de instalare de bază: {{channelname}}
ru: Такой же как в базовой версии: {{channelname}}
sr_rs: Isto kao i verzija osnovne instalacije: {{channelname}}
sv_se: Samma som basinstallationsversionen: {{channelname}}

source: Sat
ca: Dissabte
cs: So
da: Lør
de: Sa
es: Sab
fi: La
fr_ca: Sam.
hu: Szo
it: Sab
ja_jp: 土曜日
lt: Šešt
lv: Sest
nl_nl: Zaterdag
pl: So
pt: Sáb
pt_br: Sáb
ru: Сб
sr_rs: Sub
sv_se: Lör

source: Satellite
cs: Satelit
de: Satellit
es: Satélite
it: Satellitare
ja_jp: サテライト
pl: Satelita
pt_br: Satélite
ru: Спутник
sr_rs: Satelit
sv_se: Satellit

source: Save
ca: Desa
cs: Uložit
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr_ca: Enregistrer
hu: Mentés
it: Salva
ja_jp: 保存
lt: Įrašyti
lv: Saglabāt
nl_nl: Opslaan
pl: Zapisz
pt: Guardar
pt_br: Salvar
ro: Salvați
ru: Сохранить
sr_rs: Sačuvaj
sv_se: Spara

source: Save and repair
ca: Desa i repara
cs: Uložit a opravit
da: Gem og reparer
de: Speichern und reparieren
es: Guardar y reparar
fi: Tallenna ja korjaa
fr_ca: Enregistrer et réparer
hu: Mentés és javítás
it: Salva e ripara
ja_jp: 保存して修復
lt: Įrašyti ir taisyti
lv: Saglabāt un salabot
nl_nl: Opslaan en repareren
pl: Zapisz i napraw
pt: Guardar e reparar
pt_br: Salvar e reparar
ro: Salvați și reparați
ru: Сохранить и исправить
sr_rs: Sačuvaj i popravi
sv_se: Spara och reparera

source: Save different versions with timestamp in file name
ca: Desa les versions diferents amb una marca horària al nom del fitxer
cs: Uložit různé verze odlišené časovou značkou v názvu souboru
da: Gem forskellige versioner med tidstempel i filnavnet
de: Mehrere Versionen mit Zeitstempel im Dateinamen speichern
es: Guardar diferentes versiones con fecha y hora en el nombre de archivo
fi: Tallenna eri versiot aikaleima tiedoston nimessä
fr_ca: Enregistrer des versions différentes avec l'horodatage dans le nom du fichier
hu: Eltérő verziók mentése időbélyeggel a fájlnévben
it: Salva versioni diverse con marca temporale nel nome del file
ja_jp: ファイル名にタイムスタンプを入れて、異なるバージョンとして保存
lt: Išsaugokite kitą versiją su laiko žymoma failo pavadinime
nl_nl: Sla verschillende versies op met tijdstempel in de bestandsnaam
pl: Zapisz różne wersje z sygnaturą czasową w nazwie
pt: Guardar versões diferentes com marcas de hora no nome do ficheiro
pt_br: Salve diferentes versões com marcas de horário no nome do arquivo
ro: Salvați diferite versiuni cu marca de timp în numele fișierului
ru: Сохранить различные версии с отметкой времени в имени файла
sr_rs: Sačuvaj drugu verziju sa vremenom u nazivu fajla
sv_se: Spara olika versioner med tidsstämpel i filnamnet

source: Save immediately
ca: Desa immediatament
cs: Okamžitě uložit
da: Gem med det samme
de: Sofort speichern
es: Guardar inmediatamente
fi: Tallenna heti
fr_ca: Sauver immédiatement
hu: Mentés azonnal
it: Salva immediatamente
ja_jp: 即座に保存
lt: Įrašyti nedelsiant
lv: Saglabāt uzreiz
nl_nl: Onmiddellijk opslaan
pl: Zapisz niezwłocznie
pt: Guardar imediatamente
pt_br: Salvar imediatamente
ro: Salvați imediat
ru: Немедленно сохранить
sr_rs: Sačuvaj odmah
sv_se: Spara omedelbart

source: Scanning existing files …
cs: Skenování existujících souborů…
da: Skanner eksisterende filer ...
de: Vorhandene Dateien werden gescannt …
es: Escaneando archivos existentes ...
hu: Létező fájlok szkennelése...
it: Scansione di file esistenti ...
ja_jp: ファイルをスキャンしています…
nl_nl: Scannen bestaande bestanden ...
pl: Przeglądanie istniejących plików ...
pt: A analisar ficheiros existentes ...
pt_br: Procurando arquivos existentes ...
ru: Сканирование существующих файлов…
sr_rs: Skeniranje postojećih fajlova …
sv_se: Skannar befintliga filer...

source: Scanning for local blocks …
cs: Skenování místních bloků…
da: Scanner for lokale blokke ...
de: Scannen nach lokalen Blöcken...
es: Buscando bloques locales…
hu: Helyi blokkok szkennelése...
it: Scansione per blocchi locali ...
ja_jp: ローカルのブロックをスキャンしています…
nl_nl: Scannen op lokale blokken ...
pl: Szukanie lokalnych bloków ...
pt: A analisar blocos locais ...
pt_br: Procurando por blocos locais ...
ru: Сканирование локальных блоков…
sr_rs: Skeniranje lokalnih blokova ...
sv_se: Söker efter lokala block …

source: Schedule
ca: Planificació
cs: Plán
da: Planlagt
de: Zeitplan
es: Horario
fi: Aikataulu
fr_ca: Planifier
hu: Időzítés
it: Pianificazione
ja_jp: スケジュール
lt: Tvarkaraštis
nl_nl: Planning
pl: Harmonogram
pt: Agendamento
pt_br: Agendar
ro: Programa
ru: Расписание
sr_rs: Raspored
sv_se: Schema

source: Search
ca: Cerca
cs: Hledat
da: Søg
de: Suche
es: Buscar
fi: Etsi
fr_ca: Recherche
hu: Keresés
it: Cerca
ja_jp: 検索
lt: Paieška
lv: Meklēt
nl_nl: Zoek
pl: Szukaj
pt: Pesquisa
pt_br: Buscar
ro: Căutare
ru: Поиск
sr_rs: Pretraga
sv_se: Sök

source: Search for files
ca: Cerca fitxers
cs: Hledat soubory
da: Søg efter filer
de: Dateien suchen
es: Buscar archivos
fi: Etsi tiedostoja
fr_ca: Recherche de fichiers
hu: Fájlok keresése
it: Cerca per file
ja_jp: ファイルの検索
lt: Failų paieška
lv: Meklēt failus
nl_nl: Zoek bestanden
pl: Szukaj plików
pt: Pesquisar ficheiros
pt_br: Procurar por arquivos
ro: Căutați fișiere
ru: Поиск файлов
sr_rs: Pretraga fajlova
sv_se: Sök efter filer
