Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: This backup was created on another operating system. Restoring files without specifying a destination folder can cause files to be restored in unexpected places. Are you sure you want to continue without choosing a destination folder?
ca: Aquesta còpia de seguretat s'ha creat en un altre sistema operatiu. Si restaureu fitxers sense especificar una carpeta de destinació, pot ser que es restaurin fitxers en llocs inesperats. Segur que voleu continuar sense seleccionar una carpeta de destinació?
cs: Tato záloha byla vytvořena na jiném operačním systému. Obnovení souborů bez zadání cílové složky může způsobit, že soubory budou obnoveny do neočekávaných míst. Opravdu chcete pokračovat bez zvolení cílové složky?
da: Denne backup blev oprettet på et andet operativsystem. Når der gendannes filer uden at angive en destination, kan disse blive oprettet på uventede placeringer. Er du sikker på at du vil fortsætte uden at vælge en destinationsmappe?
de: Dieses Backup wurde mit einem anderen Betriebssystem erstellt. Die Wiederherstellung von Dateien ohne Angabe eines Zielordners kann dazu führen, dass Dateien an unerwarteten Stellen wiederhergestellt werden. Sind Sie sicher, dass Sie fortfahren möchten, ohne ein Zielverzeichnis zu wählen?
es: Esta copia de seguridad fue creada en otro sistema operativo. Restaurar estos ficheros sin indicar una carpeta de destino puede provocar que sean restaurados en ubicaciones imprevistas ¿Está seguro de que quiere continuar sin elegir una carpeta de destino?
fi: Tämä varmuuskopio on luotu toisessa käyttöjärjestelmässä. Tiedostojen palauttaminen ilman kohdekansion määrittelyä voi johtaa tiedostojen palauttamiseen odottamattomiin paikkoihin. Haluatko varmasti jatkaa määrittelemättä kohdekansiota?
fr_ca: Cette sauvegarde a été créée sur un autre système d’exploitation. Restaurer les fichiers sans préciser un dossier de destination peut créer des fichiers à des endroits inattendus. Êtes-vous surs de vouloir poursuivre sans choisir de dossier de destination ?
it: Questo backup è stato creato su un altro sistema operativo. Il ripristino dei file senza specificare una cartella di destinazione può causare il ripristino di file in luoghi imprevisti. Sei sicuro di voler continuare senza scegliere una cartella di destinazione?
ja_jp: このバックアップは別のオペレーティングシステムで作成されました。バックアップの復元先となるフォルダーを指定せずにファイルを復元すると、予期しない場所にファイルが復元される可能性があります。復元先のフォルダーを選択せず続行してよろしいですか？
lt: Ši kopija buvo sukurta kitoje operacinėje sistemoje. Atkuriant failus nenurodžius paskirties vietos - jie gali atsirasti netikėtose vietose. Ar tęsti be paskirties kelio?
nl_nl: De back-up werd aangemaakt op een ander besturingssysteem. Bestanden terugzetten zonder een doelmap op te geven kan tot gevolg hebben dat bestanden worden teruggezet naar onverwachte plaatsen. Bent u er zeker van dat u wilt doorgaan zonder een doelmap te kiezen?
pl: Ta kopia zapasowa została utworzona na innym systemie operacyjnym. Odzyskiwanie plików bez określania folderu docelowego może spowodować, że pliki zostaną przywrócone w nieoczekiwanych miejscach. Czy na pewno chcesz kontynuować bez wyboru folderu docelowego?
pt: Esta cópia de segurança foi criada noutro sistema operativo. A restauração dos ficheiros sem especificar uma pasta de destino pode fazer com que os ficheiros sejam restaurados em locais inesperados. Tem a certeza que quer continuar sem escolher uma pasta de destino?
pt_br: Este backup foi criado em outro sistema operacional. A restauração de arquivos sem especificar uma pasta de destino pode fazer com que os arquivos sejam restaurados em locais inesperados. Tem certeza de que deseja continuar sem escolher uma pasta de destino?
ro: Această copie de siguranță a fost creată pe un alt sistem de operare. Restaurarea fișierelor fără specificarea unui dosar de destinație poate determina refacerea fișierelor în locuri neașteptate. Sigur doriți să continuați fără a alege un dosar de destinație?
ru: Эта резервная копия была создана в другой операционной системе. Восстановление файлов без указания папки назначения может повлечь восстановление файлов в неожиданных местах. Вы уверены, что вы хотите продолжить без выбора папки назначения?
sr_rs: Ova rezervna kopija je napravljena na drugom operativnom sistemu. Vraćanje fajlova bez navođenja odredišne fascikle može dovesti do vraćanja fajlova na neočekivana mesta. Da li ste sigurni da želite da nastavite bez odabira odredišne fascikle?
sv_se: Denna säkerhetskopia skapades på ett annat operativsystem. Att återställa filer utan att ange en målmapp kan göra att filer återställs på oväntade platser. Är du säker på att du vill fortsätta utan att välja en målmapp?

source: This month
ca: Aquest mes
cs: Tento měsíc
da: Denne måned
de: Dieser Monat
es: Este mes
fi: Tässä kuussa
fr_ca: Ce mois
hu: Ez a hónap
it: Questo mese
ja_jp: 当月
lt: Šį mėnesį
lv: Šis mēnesis
nl_nl: Afgelopen maand
pl: Bieżący miesiąc
pt: Este mês
pt_br: Este mês
ro: Luna aceasta
ru: В этом месяце
sr_rs: Ovog meseca
sv_se: Denna månad

source: This week
ca: Aquesta setmana
cs: Tento týden
da: Denne uge
de: Diese Woche
es: Esta semana
fi: Tällä viikolla
fr_ca: Cette semaine
hu: Ez a hét
it: Questa settimana
ja_jp: この週
lt: Šią savaitę
lv: Šī diena
nl_nl: Afgelopen week
pl: Bieżący tydzień
pt: Esta semana
pt_br: Esta semana
ro: Săptămâna aceasta
ru: На этой неделе
sr_rs: Ove sedmice
sv_se: Denna vecka

source: Throttle settings
ca: Opcions de velocitat
cs: Nastavení přiškrcování
da: Indstillinger for hastighedsbegrænsning
de: Drosselungseinstellungen
es: Ajustes de aceleración.
fr_ca: Options d'accélération
hu: Sebességkorlátozás beállítások
it: Impostazioni larghezza di banda
ja_jp: 速度制限の設定
lt: Greičio nustatymai
nl_nl: Bandbreedte-instellingen
pl: Limity prędkości
pt: Definições de velocidade
pt_br: Configurações de limitação
ro: Setările clapetei
ru: Параметры ограничения скорости
sr_rs: Podešavanja regulacije
sv_se: Inställningar för Hastighetsbegränsningar

source: Thu
ca: Dijous
cs: Čt
da: Tor
de: Do
es: Jue
fi: To
fr_ca: Jeu.
hu: Cs
it: Mar
ja_jp: 木曜日
lt: Ket
lv: Cetr
nl_nl: Donderdag
pl: Czw
pt: Qui
pt_br: Qui
ru: Чт
sr_rs: Čet
sv_se: Tors

source: Time
ca: Hora
cs: Čas
da: Tid
de: Zeit
es: Hora
fi: Aika
fr_ca: temps
hu: Idő
it: Tempo
ja_jp: 時間
nl_nl: Tijd
pl: Czas
pt: Hora
pt_br: Tempo
ru: Время
sr_rs: Vreme
sv_se: Tid

source: Time zone
de: Zeitzone
it: Fuso orario

source: To File
ca: A un fitxer
cs: Do souboru
da: Til fil
de: als Datei
es: A archivo
fi: Tiedostoon
fr_ca: Vers fichier
hu: Fájlba
it: Al File
ja_jp: ファイルへ
lt: Į failą
nl_nl: Naar Bestand
pl: Do Pliku
pt: Para ficheiro
pt_br: Para o arquivo
ro: La dosar
ru: В файл
sr_rs: U datoteku
sv_se: Till Arkiv

source: To confirm you want to delete all remote files for <span class="backupname">"{{selection.backupname}}"</span>, please enter this phrase:
de: Zur Bestätigung dass Sie alle Remote-Dateien für <span class="backupname">"{{selection.backupname}}"</span> löschen wollen, geben Sie bitte diesen Ausdruck ein:
it: Per confermare che vuoi eliminare tutti i file remoti per <span class="backupname">"{{selection.backupname}}"</span>, inserisci questa frase:

source: To export without a passphrase, uncheck the "Encrypt file" box
ca: Per fer una exportació sense contrasenya, desactiveu la casella «Xifra el fitxer»
cs: Pro exportování bez heslové fráze odškrtněte „Šifrovat soubor“
da: For at eksportere uden en adgangsætning, fjern mærket ud for "Krypter filen"
de: Deaktiviere »Datei verschlüsseln«, um ohne eine Passphrase zu exportieren
es: Para exportar sin una frase de seguridad, desactive la casilla "Cifrar el archivo"
fi: Viedäksesi ilmaan salauslauseketta poista rasti "Salaa tiedosto" -valinnasta
fr_ca: Pour exporter sans phrase secrète, décochez la case "Chiffrer fichier"
it: Per esportare senza una passphrase, deselezionare la casella "Cripta file"
ja_jp: パスフレーズなしでエクスポートするには、「ファイルを暗号化」のチェックを外してください
lt: Kad eksportuoti be slaptos frazės, palikite nepažymėtą varnelę "Šifruoti failą"
nl_nl: Om te exporteren zonder een wachtwoordzin, deselecteer het "Versleutel bestand" vakje
pl: Aby wyeksportować bez hasła, odznacz pole "Szyfruj plik"
pt: Para exportar sem uma frase-passe, desmarque a caixa "Encriptar ficheiro"
pt_br: Para exportar sem uma senha, desmarque a caixa "Criptografar arquivo"
ro: Pentru a exporta fără o expresie de acces, debifați caseta "Criptare fișier"
ru: Чтобы экспортировать без кодовой фразы, снимите флажок «Зашифровать файл»
sr_rs: Za izvoz bez lozinke, polje "Šifruj datoteku" ne treba da bude označeno
sv_se: För att exportera utan en lösenordsfras, avmarkera rutan "Kryptera fil"

source: To prevent bucket naming conflicts, it is recommended to prepend your account ID to the bucket name. Prepend automatically?
de: Um Bucket-Namens-Konflikte zu vermeiden, wird empfohlen Ihre Konto-ID dem Bucket-Namen voranzustellen. Automatisch vonanstellen?
fi: Säilön nimiristiriitojen vältämiseksi suositellaan tilin tunnuksen liittämistä säilön nimen eten. Liitä automaattisesti?
it: Per evitare conflitti di denominazione dei bucket, è consigliabile anteporre l'ID dell'account al nome del bucket. Anteporlo automaticamente?
ja_jp: バケット名の競合を防ぐため、バケット名の先頭にはアカウントIDを付けることが推奨されます。アカウントIDを自動的に付けますか？
nl_nl: Om problemen met de bucketnaamgeving te voorkomen, wordt aanbevolen om het account-ID vooraf te laten gaan door de bucketnaam. Automatisch vooraf laten gaan?

source: To prevent various DNS based attacks, Duplicati limits the allowed hostnames to the ones listed here. Direct IP access and localhost is always allowed. Multiple hostnames can be supplied with a semicolon separator. If any of the allowed hostnames is an asterisk (*), all hostnames are allowed and this feature is disabled. If the field is empty, only IP address and localhost access is allowed.
ca: Per evitar diversos atacs basats en el DNS, el Duplicati limita els noms de servidor permesos als d'aquesta llista. Sempre es permet l'accés directe a localhost o per IP. Podeu indicar diversos noms de servidor separant-los amb un punt i coma. Si cap dels noms d'ordinador permesos és un asterisc (*), es permeten tots els noms d'ordinador i es desactiva aquesta característica. Si el camp és buit, només es permet l'accés a localhost o per adreça IP.
cs: Z důvodu prevence různým útokům prostřednictvím DNS, Duplicati omezuje názvy strojů, kterým je umožněn přístup na ty, vypsané zde. Přímý přístup na IP adresu a localhost je umožněn vždy. Je možné zadat vícero názvů strojů, oddělovaných středníkem. Pokud je některý z názvů povolených strojů hvězdička (*), je přístup umožněn ze všech strojů a tato funkce je vypnuta. Pokud kolonka není vyplněna, je umožněn přístup pouze na IP adresu a localhost.
da: For at forhindre forskellige DNS baserede angreb svarer Duplicati kun på hostnavne der er angivet her. Direkte adgang over IP eller localhost er altid tilladt. Flere hostnavne kan angives med en semikolonseparator. Hvis nogen af de tilladte hostnavne er en stjerne (*), vil alle hostnavne være tilladt og denne indstilling slået fra. Hvis feltet er tomt vil kun IP addresse og localhost adgangvære tilladt.
de: Um verschiedene DNS-basierte Angriffe zu verhindern, beschränkt Duplicati die erlaubten Hostnamen auf die hier aufgeführten. Direkter IP-Zugriff und localhost ist immer erlaubt. Mehrere Hostnamen können mit einem Semikolon-Trennzeichen versehen werden. Wenn einer der zulässigen Hostnamen ein Sternchen (*) ist, sind alle Hostnamen zulässig und diese Funktion ist deaktiviert. Is das Feld leer, sind nur IP-Adresse und lokaler Host-Zugriff zulässig.
es: Para evitar varios ataques basados en DNS, Duplicati limita los nombres de anfitriones permitidos a los que se enumeran aquí. El acceso directo a IP y al anfitrión local siempre está permitido. Se pueden proporcionar varios nombres de anfitrión con un separador de punto y coma. Si alguno de los nombres de anfitrión permitidos es un asterisco (*), todos los nombres de anfitrión están permitidos y esta función está desactivada. Si el campo está vacío, solo se permite el acceso a la dirección IP y al anfitrión local.
fi: Erilaisten DNS-hyökkäysten estämiseksi Duplicati rajaa sallitut isäntänimet tässä listattuihin. Suora yhteys IP-osoitteella ja localhost ovat aina sallittuja. Useita isäntänimia voidaan listata erottamalla ne puolipisteellä. Jos yksikin listattu isäntänimi on asteriski (*), sallitaan kaikki isäntänimet, ja tämä toiminto on pois käytöstä. Mikäli kenttä on tyhjä, ainoastaan IP-osoite- ja localhost-yhteys on sallittu.
fr_ca: Pour éviter diverses attaques basées sur le DNS, Duplicati limite les noms d'hôtes autorisés à ceux répertoriés ici. L'accès IP direct et localhost est toujours autorisé. Plusieurs noms d'hôte peuvent être fournis avec un séparateur de points-virgules. Si l'un des noms d'hôtes autorisés est un astérisque (*), tous les noms d'hôte sont autorisés et cette fonctionnalité est désactivée. Si le champ est vide, seule l'adresse IP et l'accès localhost sont autorisés.
it: Per prevenire vari attacchi basati su DNS, Duplicati limita gli hostname consentiti a quelli qui elencati. L'accesso IP e localhost diretti sono sempre consentiti. Più nomi host possono essere forniti con un separatore di punto e virgola. Se uno qualsiasi dei nomi host consentiti è un asterisco (*), tutti i nomi host sono consentiti e questa funzione è disabilitata. Se il campo è vuoto, sono consentiti solo gli accessi dall'indirizzo IP e localhost.
ja_jp: DNSに基づく攻撃を防ぐため、Duplicatiは、ここに入力されたホスト名しか許可しません。IPアドレスまたはlocalhostによるアクセスは常に許可されます。複数のホスト名を指定する場合は、セミコロンで区切ってください。ただし、アスタリスク（*）がホスト名として入力されている場合は、どのホスト名も許可され、この機能は無効となります。また、ホスト名が入力されていない場合は、IPアドレスまたはlocalhostによるアクセスのみが許可されます。
lt: Kad apsisaugoti nuo įvairių DNS atakų, Duplicati riboje galimų serverių vardus pagal nurodytą sąrašą. IP adresai ir localhost visada leidžiami. Keli serverių vardai leidžiami atskiriant kabliataškiu. Jei leidžiamas serverio vardas yra su žvaigždute (*), leidžiami visi serverių vardai ir ši savybė išjungta. Jei laukas tuščias - leidžiami tik IP adresai ir localhost.
nl_nl: Om verschillende op DNS gebaseerde aanvallen te voorkomen, beperkt Duplicati de toegestane hostnamen tot de hier genoemde. Directe IP-toegang en localhost zijn altijd toegestaan. Meerdere hostnamen kunnen worden opgegeven met een puntkomma als scheidingsteken. Als één van de toegestane hostnamen een asterisk (*) is, zijn alle hostnamen toegestaan en is deze functie uitgeschakeld. Als het veld leeg is, is toegang alleen toegestaan via het IP adres en localhost.
pl: By zapobiec różnym atakom bazujących na DNS, Duplicati limituje dozwolone nazwy hostów do tu wymienionych. Bezpośredni dostęp z IP i localhost zawsze są dozwolone. Wiele nazw hostów może być wpisane i rozdzielone średnikiem. Jeśli któraś z podanych nazw hosta jest gwiazdką (*), wszystkie nazwy hostów są dozwolone i ta funkcja jest wyłączona. Jeśli pole jest puste, tylko dostęp z IP i localhost jest dozwolony.
pt: Para evitar vários ataques baseados em DNS, o Duplicati limita os nomes de host permitidos aos que estão listados aqui. O acesso IP direto e o host local são sempre permitidos. Podem ser fornecidos vários nomes de host com um separador de ponto-e-vírgula. Se qualquer um dos nomes de host permitidos for um asterisco (*), todos os nomes de host serão permitidos e esse recurso será desativado. Se o campo estiver vazio, apenas o endereço IP e o acesso ao host local serão permitidos.
pt_br: Para evitar vários ataques baseados em DNS, o Duplicati limita os nomes de host permitidos aos listados aqui. O acesso IP direto e o host local sempre são permitidos. Vários nomes de host podem ser fornecidos com um separador de ponto-e-vírgula. Se qualquer um dos nomes de host permitidos for um asterisco (*), todos os nomes de host serão permitidos e esse recurso será desativado. Se o campo estiver vazio, somente o endereço IP e o acesso ao host local serão permitidos.
ru: Чтобы предотвратить различные атаки на основе DNS, Duplicati ограничивает допустимые имена хостов перечисленными здесь. Всегда разрешен прямой IP-доступ и localhost. Несколько имен хостов могут быть указаны через точку с запятой. Для доступа с любого хоста, указываем звездочку (*). Если оставить поле пустым, разрешен только IP-адрес и доступ к локальному хосту.
sr_rs: Da bi sprečio različite napade zasnovane na DNS-u, Duplicati ograničava dozvoljena imena hostova na ona koja su ovde navedena. Direktan IP pristup i lokalni host je uvek dozvoljen. Višestruka imena hostova mogu biti isporučena sa tačkom i zarezom. Ako je neko od dozvoljenih imena hostova zvezdica (*), sva imena hostova su dozvoljena i ova funkcija je onemogućena. Ako je polje prazno, dozvoljen je samo pristup IP adresi i lokalnom hostu.
sv_se: För att förhindra olika DNS-baserade attacker, begränsar Duplicati de tillåtna värdnamnen till de som listas här. Direkt IP-åtkomst och lokal värd är alltid tillåten. Flera värdnamn kan förses med en semikolonseparator. Om något av de tillåtna värdnamnen är en asterisk (*), är alla värdnamn tillåtna och den här funktionen är inaktiverad. Om fältet är tomt tillåts endast IP-adress och lokal värdåtkomst.

source: Today
ca: Avui
cs: Út
da: I dag
de: Heute
es: Hoy
fi: Tänään
fr_ca: Aujourd'hui
hu: Ma
it: Oggi
ja_jp: 今日
lt: Šiandien
lv: Šodien
nl_nl: Vandaag
pl: Dzisiaj
pt: Hoje
pt_br: Hoje
ro: Astăzi
ru: Сегодня
sr_rs: Danas
sv_se: I dag

source: Transport
it: Trasporto

source: Trust host certificate?
ca: Voleu confiar en el certificat de l'amfitrió?
cs: Důvěřovat certifikátu stroje?
da: Stol på værtscertifikatet?
de: Host Zertifikat vertrauen?
es: ¿Confiar en el certificado del host?
fi: Luota palvelimen varmenteeseen?
fr_ca: Faire confiance au certificat de l'hôte ?
hu: Megbízható a gazdagép tanúsítványa?
it: Certificato host affidabile?
ja_jp: ホストの証明書を信用しますか？
lt: Pasitikite saito sertifikatu?
nl_nl: Vertrouw host certificaat?
pl: Certyfikat zaufanego hosta?
pt: Confiar no certificado do host?
pt_br: Confiar no certificado de host?
ro: Trust gazdă certificat?
ru: Доверять сертификату хоста?
sr_rs: Verujete sertifikatu hosta?
sv_se: Lita på värdcertifikat?

source: Trust server certificate?
ca: Voleu confiar en el certificat del servidor?
cs: Důvěřovat certifikátu serveru?
da: Stol på server certifikatet?
de: Server Zertifikat vertrauen?
es: ¿Confiar en el certificado del servidor?
fi: Luota palvelimen varmenteeseen?
fr_ca: Faire confiance au certificat du serveur ?
hu: Megbízható kiszolgáló tanúsítványa?
it: Certificato server affidabile?
ja_jp: サーバーの証明書を信用しますか？
lt: Pasitikite serverio sertifikatu?
nl_nl: Vertrouw server certificaat?
pl: Certyfikat zaufanego serwera?
pt: Confiar no certificado do servidor?
pt_br: Confiar no certificado de servidor?
ro: Certificat de server de încredere?
ru: Доверять сертификату сервера?
sr_rs: Veruj sertifikatu servera?
sv_se: Lita på servercertifikat?

source: Try out the new features that we are working on. Test Backup &amp; Restore before using this in production environments.
de: Probieren Sie neue Funktionen aus, an denen wir gerade arbeiten. Vor der Verwendung im produktiven Umfeld testen Sie bitte die Sicherung und Wiederherstellung der Daten.
it: Prova le nuove funzionalità su cui stiamo lavorando. Testa il Backup &amp; il Ripristino prima di usarlo in ambienti di produzione.

source: Tue
ca: Dimarts
cs: Út
da: Tir
de: Di
es: Mar
fi: Ti
fr_ca: Mar.
hu: K
it: Gio
ja_jp: 火曜日
lt: An
lv: Otr
nl_nl: Dinsdag
pl: Wt
pt: Terça
pt_br: Ter
ro: Marti
ru: Вт
sr_rs: Uto
sv_se: Tis

source: Type passphrase here.
ca: Escriviu la contrasenya aquí.
cs: Sem zadejte heslovou frázi.
da: Indtast adgangssætning her.
de: Hier Passphrase eingeben.
es: Escriba la frase de seguridad aquí.
fi: Kirjoita salauslauseke tähän.
fr_ca: Tapez mot de passe ici.
hu: Írd ide a jelmondatot
it: Scrivi la passphrase qui.
ja_jp: ここにパスフレーズを入力してください。
nl_nl: Type hier de wachtwoordzin.
pl: Wpisz tutaj hasło.
pt: Digite a frase-passe aqui.
pt_br: Nenhuma senha inserida
ru: Введите здесь кодовую фразу.
sr_rs: Ovde unesite pristupnu frazu.
sv_se: Skriv lösenordsfras här.

source: Type to highlight files
ca: Escriviu per ressaltar fitxers
cs: Soubory zvýrazňujte psaním
da: Skriv for at markere filer
de: Tippen, um Dateien zu markieren
es: Tipo para seleccionar archivos
fi: Kirjoita korostaaksesi tiedostoja
fr_ca: Tapez pour mettre en surbrillance les fichiers
hu: A fájlok kiemeléséhez gépeljen
it: Digitare per evidenziare i file
ja_jp: 見つけたいファイル名を入力してください
lt: Rašykite, kad paryškinti failus
nl_nl: Typ om bestanden uit te lichten
pl: Napisz by podświetlić pliki
pt: Digite para destacar ficheiros
pt_br: Tipo para destacar arquivos
ro: Tastați pentru a evidenția fișierele
ru: Напишите для выделения файлов
sr_rs: Ukucajte da biste istakli fajlove
sv_se: Skriv för att markera filer

source: Unknown backup size and versions
ca: No s'han pogut determinar la mida de la còpia de seguretat i les versions
cs: Neznámá velikost a verze databáze
da: Ukendt backup størrelse og versionsantal
de: Unbekannte Backupgröße und -versionen
es: Tamaño y versiones de la copia de seguridad desconocidas
fr_ca: Taille et version de sauvegarde inconnue
hu: Ismeretlen biztonsági mentés méret és verziók
it: Dimensione e versione backup sconosciute
ja_jp: バックアップのサイズとバージョンが不明です
lt: Nežinomas kopijos dydis ir versijos
nl_nl: Onbekende back-up grootte en versies
pl: Nieznany rozmiar kopii i wersje
pt: Tamanho e versões da cópia de segurança desconhecidos
pt_br: Tamanho do backup e versões desconhecidos
ro: Mărimea și versiunile de rezervă necunoscute
ru: Неизвестные размер резервной копии и версии
sr_rs: Nepoznata veličina i verzije rezervne kopije
sv_se: Okänd storlek och versioner av säkerhetskopia

source: Until resumed
ca: Fins que es reprengui
cs: Dokud není pokračováno
da: Indtil genoptaget
de: Bis zur Wiederaufnahme
es: Hasta reanudar
fi: Toistaiseksi
fr_ca: Jusqu'à la reprise
hu: Folytatásig
it: Fino alla ripresa
ja_jp: 再開するまで
lt: Kol bus pratęsta
nl_nl: Tot hervatting
pl: Do wznowienia
pt: Até retormar
pt_br: Até retomar
ro: Până la reluare
ru: До возобновления
sr_rs: Dok se ne nastavi
sv_se: Tills den återupptas

source: Update <a href ng-click="doShowUpdateChangelog()">{{state.updatedVersion}}</a> is available. <a href="{{state.updateDownloadLink}}">Download now</a>
de: Update <a href ng-click="doShowUpdateChangelog()">{{state.updatedVersion}}</a> ist verfügbar. <a href="{{state.updateDownloadLink}}">Jetzt herunterladen</a>
it: L'aggiornamento <a href ng-click="doShowUpdateChangelog()">{{state.updatedVersion}}</a> è disponibile. <a href="{{state.updateDownloadLink}}">Scaricalo ora</a>
ja_jp: アップデート <a href ng-click="doShowUpdateChangelog()">{{state.updatedVersion}}</a> が利用できます。<a href="{{state.updateDownloadLink}}">ダウンロード</a>
nl_nl: Update <a href ng-click="doShowUpdateChangelog()">{{state.updatedVersion}}</a> is beschikbaar. <a href="{{state.updateDownloadLink}}">Download nu</a>

source: Update channel
ca: Canal d'actualitzacions
cs: Aktualizační kanál
da: Opdateringskanal
de: Update-Kanal
es: Canal de actualización
fi: Päivityskanava
fr_ca: Canal de mise à jour
hu: Frissítési csatorna
it: Canale di aggiornamento
ja_jp: アップデートチャンネル
lt: Atnaujinimų kanalas
lv: Atjauninājumu kanāls
nl_nl: Updatekanaal
pl: Kanał uaktualnień
pt: Canal de atualização
pt_br: Canal de atualização
ro: Actualizați canalul
ru: Канал обновлений
sr_rs: Ažurirajte kanal
sv_se: Uppdatera kanal
