Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: byte
ca: bytes
cs: B
fi: tavu
fr_ca: octet
ja_jp: バイト
lv: baits
pl: bajtów
ro: octet
ru: байт
sr_rs: bajt

source: byte/s
cs: B/s
fi: tavua/s
fr_ca: octet/s
ja_jp: バイト秒
lv: baiti/sekundē
pl: bajtów/s
ru: байт/сек
sr_rs: bajt/ova

source: cos_app_id
ja_jp: COS AppのID

source: cos_bucket
ja_jp: バケット名

source: cos_region
ja_jp: リージョン

source: cos_secret_id
ja_jp: COSのシークレットのID

source: cos_secret_key
ja_jp: COSの秘密鍵

source: oss_access_key_id
ja_jp: OSSのアクセスキーのID

source: oss_access_key_secret
ja_jp: OSSのアクセスキーのシークレット

source: oss_bucket_name
ja_jp: OSSのバケット名

source: oss_endpoint
ja_jp: OSSのエンドポイント

source: oss_region
ja_jp: OSSのリージョン

source: storj_shared_access
ja_jp: アクセス権

source: Direct TCP
de: Direkt TCP

source: API Key
pt: Chave API
ro: Cheia API

source: Activate
pt: Ativar
ro: Activați

source: Activate failed:
pt: Falha ao ativar:
ro: Activare nereușită:

source: Adjust path name?
pt: Ajustar nome do caminho?
ro: Modificați calea?

source: Automatically run backups.
pt: Executar cópias de segurança automaticamente.
ro: Executați automat backup-uri.

source: Backend modules:
pt: Módulos de 'backend':
ro: Module backend:

source: Backup is encrypted but no passphrase is available. Type a passphrase below to use for restoring your files, or, in case of GPG encryption, leave blank to let gpg retrieve the passphrase by invoking your system's keychain.
pt: A cópia de segurança é encriptada mas não está disponível nenhuma frase-passe. Digite uma frase-passe abaixo para usar no restauro dos seus ficheiros ou, no caso de encriptação GPG, deixe vazio para deixar o gpg obter a frase-passe invocando o chaveiro do seu sistema.

source: Bucket Name
pt: Nome do 'bucket'
ro: Numele găleții

source: Bucket create region
pt: Região de criação do 'bucket'
ro: Regiunea unde va fi creată găleata

source: Busy ...
pt: Ocupado...
ro: Ocupat ...

source: Checking ...
pt: A procurar...
ro: În curs de verificare ...

source: Compacting remote data ...
pt: A compactar dados remotos...
ro: Se compactează datele de la distanță ...

source: Compression modules:
pt: Módulos de compressão:
ro: Module de compresie:

source: Confirm password
pt: Confirmar palavra-passe
ro: Confirmă parola

source: Connecting to task ....
pt: A estabelecer ligação à tarefa...
ro: Se conectează la activitate ....

source: Connecting...
pt: A estabelecer ligação...
ro: Se conectează ...

source: Creating user...
pt: A criar utilizador...
ro: Se creează utilizatorul ...

source: Custom storage class ({{class}})
pt: Classe de armazenamento personalizada ({{class}})

source: Did we help save your files? If so, please consider supporting Duplicati with a donation. We suggest {{smallamount}} for private use and {{largeamount}} for commercial use.
pt: Gostou da nossa aplicação? Se gostou, saiba que pode fazer um donativo. A nossa sugestão é de {{smallamount}} para particulares e de {{largeamount}} para organizações.
ro: Am ajutat la salvarea fișierelor? În acest caz, vă rugăm să luați în considerare sprijinirea Duplicati cu o donație. Vă sugerăm utilizarea {{smallamount}} pentru uz privat și {{largeamount}} pentru uz comercial.

source: Direct restore from backup files ...
pt: Restauro a partir de ficheiros de cópias de segurança...
ro: Restaurare directă din fișierele de rezervă ...

source: Domain Name
pt: Nome do domínio
ro: Nume de domeniu

source: Donate
pt: Doar
ro: Donează

source: Donation messages
pt: Mensagens de donativo
ro: Mesaje de donare

source: Donation messages are hidden, click to show
pt: Mensagens de donativo ocultas... Clique para mostrar
ro: Mesajele de donare sunt ascunse, dați clic pentru a afișa

source: Donation messages are visible, click to hide
pt: Mensagens de donativo mostradas... Clique para ocultar
ro: Mesajele de donare sunt vizibile, faceți clic pentru a ascunde

source: Downloading …
pt: A transferir ...
ro: Se descarcă ...

source: Each backup has a local database associated with it, which stores information about the remote backup on the local machine.\nThis makes it faster to perform many operations, and reduces the amount of data that needs to be downloaded for each operation.
pt: Cada cópia de segurança tem uma base de dados local associada e que armazena as informações sobre a cópia de segurança remota na sua máquina local.\n Desta forma é mais fácil executar as operações e reduz a quantidade de dados que serão descarregados em cada operação.
ro: Fiecare copie de siguranță are o bază de date locală asociată cu aceasta, care stochează informații despre copia de rezervă la distanță pe mașina locală. \ NAcest lucru face mai rapidă efectuarea mai multor operații și reduce cantitatea de date care trebuie descărcată pentru fiecare operație.

source: Encryption modules:
pt: Módulos de encriptação:
ro: Module de criptare:

source: Enter access key
pt: Digite a chave de acesso
ro: Introduceți cheia de acces

source: Enter account name
pt: Digite o nome da conta
ro: Introduceți numele contului

source: Enter container name
pt: Digite o nome do 'container'
ro: Introduceți numele containerului

source: Enter folder path name
pt: Digite o nome do caminho da pasta
ro: Introduceți numele căii de cale

source: Enter one option per line in command-line format, eg. {0}
pt: Digite uma opção por linha no formato de linha de comandos, exemplo {0}
ro: Introduceți o opțiune pe linie în format de linie de comandă, de ex. {0}

source: Enter the email address of the Office 365 group
pt: Digite o endereço de e-mail do grupo Office 365
ro: Introdu adresa de email pentru grupul de Office 365

source: Enter the full destination path, including the server name, but without https
pt: Introduza o caminho de destino completo, incluindo o nome do servidor, mas sem https
ro: Introdu calea de destinație completă, inclusiv numele serverului, dar fără https

source: Failed to import:
pt: Falha ao importar:
ro: Imposibil de importat:

source: Generate IAM access policy
pt: Gerar a política de acesso ao IAM

source: If the backup and the remote storage is out of sync, Duplicati will require that you perform a repair operation to synchronize the database.\nIf the repair is unsuccesful, you can delete the local database and re-generate.
pt: Se a cópia de segurança e o servidor remoto não estiverem sincronizados, o Duplicati irá solicitar a reparação da base de dados.\nSe não for possível a reparação, pode eliminar a base dados local para a poder recriar.
ro: Dacă spațiul de salvare și stocarea la distanță nu se sincronizează, Duplicati va necesita efectuarea unei operații de reparații pentru sincronizarea bazei de date. \ NDacă repararea nu este reușită, puteți șterge baza de date locală și puteți re-genera.

source: If the backup file was not downloaded automatically, <a href="{{DownloadURL}}" target="_blank">right click and choose &quot;Save as …&quot;</a>
pt: Se o ficheiro da cópia de segurança não for transferido automáticamente, <a href="{{DownloadURL}}" target="_blank">cloque com o botão direito do rato e escolha &quot;Guardar como …&quot;</a>

source: If the backup file was not downloaded automatically, <a href="{{item.DownloadLink}}" target="_blank">right click and choose &quot;Save as …&quot;</a>
pt: Se o ficheiro de cópia de segurança não for transferido automáticamente, <a href="{{item.DownloadLink}}" target="_blank">clique com o lado direito do rato e escolha &quot;Guardar como …&quot;</a>

source: If you want to use the backup later, you can export the configuration before deleting it
pt: Se quiser utilizar esta cópia de segurança posteriormente, pode exportar a configuração antes de a eliminar.
ro: Dacă doriți să utilizați ulterior copia de rezervă, puteți să exportați configurația înainte de ao șterge

source: If your machine is in a multi-user environment (i.e. the machine has more than one account), you need to set a password to prevent other users from accessing data on your account. Do you want to set a password now?
pt: Se a sua máquina tiver vários utilizadores (mais do que uma conta), terá que definir uma palavra-passe para impedir que os outros utilizadores acedam aos dados da sua conta. Deseja definir agora essa palavra-passe?
ro: Dacă aparatul dvs. se află într-un mediu cu mai mulți utilizatori (adică mașina are mai multe conturi), trebuie să setați o parolă pentru a împiedica alți utilizatori să acceseze date din contul dvs. Doriți să setați o parolă acum?

source: Import completed, but no certificates were found after the import
pt: A importação foi terminada mas não foram encontrados certificados após a importação
ro: Importul a fost finalizat, dar nu au fost găsite certificate după import

source: Import failed
pt: Falha ao importar:
ro: Importul a eșuat

source: Install
pt: Instalar
ro: Instalare

source: Install failed:
pt: Falha ao instalar:
ro: Instalarea a eșuat:

source: Loading ...
pt: A carregar...
ro: Se incarca ...

source: Loading remote storage usage ...
pt: A carregar utilização do armazenamento externo...
ro: Se încarcă utilizarea spațiului de stocare ...

source: Local Repository
lt: Vietinė saugykla
pl: Magazyn lokalny
pt: Repositório local
sr_rs: Lokalno spremište

source: Local database for
pt: Base de dados local para
ro: Bază de date locală pentru

source: New update found: {{message}}
pt: Atualização encontrada: {{message}}
ro: S-a găsit o nouă actualizare: {{message}}

source: No, my machine has only a single account
pt: Apenas existe uma conta na minha máquina
ro: Nu, mașina mea are doar un singur cont

source: OK
ca: D'acord
lv: Labi
pt: Aceitar
sr_rs: U redu

source: OpenStack AuthURI
ca: AuthURI de l'OpenStack
cs: AuthURI pro OpenStack
fi: Openstack autentikointiosoite
pt: URI de autenticação do OpenStack

source: Openstack API Key are not supported in v3 keystone API.
pt: A chave da API do Openstack não é suportada na API keystone v3.

source: Operation failed:
pt: Falha de operação:
ro: Operația a eșuat:

source: Options added here are applied to all backups, but can be overridden in each individual backup
pt: As opções aqui adicionadas são aplicadas a todas as cópias de segurança, mas podem ser substituídas em cada cópia de segurança individual
ro: Opțiunile adăugate aici sunt aplicate tuturor backup-urilor, dar pot fi suprascrise în fiecare copie de rezervă individuală

source: Restore files from {{backupname}}
pt: Restaurar ficheiros de {{backupname}}
ro: Restaurați fișierele din {{backupname}}

source: Restore from configuration ...
pt: Restaurar de uma configuração...
ro: Restabiliți din configurație ...

source: Running ....
pt: Em curso...
ro: Alergare ....

source: Stop after current file
pl: Zatrzymaj po bieżącym pliku
pt: Parar após o ficheiro atual
sr_rs: Zaustavi nakon trenutnog fajla

source: Stop now
lt: Stabdyti dabar
pl: Zatrzymaj teraz
pt: Parar agora
ro: Opreste-te acum
sr_rs: Zaustavi odmah

source: Target path, ie /backup
pt: Caminho do destino, isto é /backup
ro: Calea țintă, adică / backup

source: Tenant Name
pt: Nome do 'tenant' (projeto)
ro: Numele proprietarului

source: Testing ...
pt: A testar...
ro: Testarea ...

source: Testing connection ...
pt: A testar ligação...
ro: Testarea conexiunii ...

source: Testing permissions...
pt: A testar permissões...
ro: Testarea permisiunilor ...

source: The bucket name should start with your username, prepend automatically?
pt: O nome do 'bucket' deve começar com o seu nome de utilizador, prefixar automaticamente?
ro: Numele bucketului ar trebui să înceapă cu numele dvs. de utilizator, să se predea automat?

source: The connection to the server is lost, attempting again in {{time}} ...
pt: A conexão com o servidor foi perdida, a tentar novamente em {{time}} ...
ro: Conexiunea la server este pierdută, încercând din nou în {{time}} ...

source: This option does not relate to your maximum backup or file size, nor does it affect deduplication rates. <external-link link="'https://www.duplicati.com/articles/Choosing-Sizes/#remote-volume-size'">See this page before you change the remote volume size.</external-link>
pt: Esta opção não está relacionada com a cópia de segurança ou ao tamanho máximo do ficheiro, nem afeta as taxas de desduplicação. <external-link link="'https://www.duplicati.com/articles/Choosing-Sizes/#remote-volume-size'">Veja esta página antes de alterar o tamanho do volume remoto.</external-link>

source: Usage reports help us improve the user experience and evaluate impact of new features. We use them to generate <external-link link="'https://usage-reporter.duplicati.com/'">{{'public usage statistics' | translate}}</external-link>
pt: Relatórios de utilização ajudam-nos a melhorar a experiência do utilizador e medir o impacto de novas funcionalidades. Usamos estes dados para gerar <external-link link="'https://usage-reporter.duplicati.com/'">{{'estatisticas de utilização públicas.'}}</external-link>

source: Verifying ...
pt: A verificar...
ro: Verificarea ...

source: WARNING: The remote database is found to be in use by the commandline library
pt: AVISO: a base de dados remoto está a ser usada pela biblioteca da linha de comandos
ro: AVERTISMENT: Baza de date la distanță este folosită de biblioteca de comandă

source: Waiting for task to start ....
pt: À espera para iniciar a tarefa...
ro: Se așteaptă ca sarcina să înceapă ....

source: We accept donations via different services, such as OpenCollective, PayPal, BountySource and various crypto currencies.
pt: Aceitamos donativos através de diferentes serviços, como OpenCollective, PayPal, BountySource e várias criptomoedas.

source: You appear to be running Mono with no SSL certificates loaded. Do you want to import the list of trusted certificates from Mozilla?
pt: Parece que está a executar o Mono sem certificados SSL carregados. Quer importar a lista de certificados confiáveis ​​da Mozilla?
ro: Se pare că rulați Mono fără certificate SSL încărcate. Doriți să importați lista de certificate de încredere de la Mozilla?

source: You can stop the backup after any file uploads currently in progress have finished.
pl: Możesz zatrzymać wykonywanie kopii po zakończeniu wysyłania dowolnego aktualnie przetwarzanego pliku.
pt: Pode parar a cópia de segurança após o envio de qualquer ficheiro em curso terminar.
sr_rs: Možete da zaustavite pravljenje rezervne kopije nakon što se završi bilo koji fajl koji je trenutno u toku.

source: You can stop the task immediately, or allow the process to continue its current file and then stop.
pl: Możesz przerwać zadanie natychmiast lub pozwolić kontynuować z bieżącym plikiem i następnie przerwać.
pt: Pode parar a tarefa imediatamente ou parar a tarefa após o processo do ficheiro atual.
sr_rs: Možete odmah zaustaviti zadatak ili dozvoliti procesu da nastavi sa trenutnim fajlom, a zatim ga zaustavi.

source: You must enter a tenant name if you do not provide an API Key
pt: Tem de introduzir um nome de tenant (projeto) se não fornecer uma chave de API
ro: Trebuie să introduceți un nume de chiriaș dacă nu furnizați o cheie API

source: You must enter either a password or an API Key
pt: Tem que preencher uma palavra-passe ou uma chave API
ro: Trebuie să introduceți o parolă sau o cheie API

source: You must enter either a password or an API Key, not both
pt: Tem que preencher uma palavra-passe ou uma chave API mas não ambas
ro: Trebuie să introduceți o parolă sau o cheie API, nu ambele

source: You should fill in {{field}}{{reason}}
pt: Deve preencher {{field}}{{reason}}

source: public usage statistics
pt: estatísticas de utilização públicas

source: …loading…
pt: ...a carregar...

source: ID:
cs: Identifikátor:
