Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: Last successful backup:
ca: Última còpia de seguretat completada:
cs: Minulá úspěšná záloha:
da: Sidst gennemførte backup:
de: Letzte erfolgreiche Sicherung:
es: Última copia de seguridad exitosa
fi: Viimeisin onnistunut varmuuskopio:
fr_ca: Dernière sauvegarde réussie :
hu: Utolsó sikeres mentés:
it: Ultimo backup riuscito:
ja_jp: 最後に成功したバックアップ：
lt: Paskutinė sėkminga kopija:
nl_nl: Laatste succesvolle back-up:
pl: Ostatnia prawidłowa kopia zapasowa:
pt: Última cópia de segurança com sucesso:
pt_br: Último backup bem-sucedido:
ru: Последнее успешное резервное копирование:
sr_rs: Poslednja uspešna rezervna kopija:
sv_se: Senaste lyckade säkerhetskopiering:

source: Last successful restore: {{time}} (took {{duration || '0 seconds'}})
ca: Última restauració completada: {{time}} (durada: {{duration || '0 segons'}})
cs: Minulé úspěšné obnovení: {{time}} (trvalo {{duration || '0 sekund'}})
da: Sidste gennemførte gendannelse: {{time}} (took {{duration || '0 seconds'}})
de: Letzte erfolgreiche Wiederherstellung: {{time}} (dauerte {{duration || '0 Sekunden'}})
es: Última restauración exitosa: {{time}} (took {{duration || '0 seconds'}})
fr_ca: Dernière restauration réussie : {{time}} (a pris {{duration || '0 secondes'}})
hu: Utolsó sikeres visszaállítás: {{time}} (took {{duration || '0 seconds'}})
it: Ultimo ripristino riuscito: {{time}} (durata {{duration || '0 secondi'}})
ja_jp: 最後に成功した復元：{{time}}（完了までの時間 {{duration || '0秒'}}）
lt: Paskutinis sėkmingas atkūrimas: {{time}} (užtruko {{duration || '0 sek.'}})
nl_nl: Laatste succesvolle hersteloperatie: {{time}} (duurde {{duration || '0 seconden'}})
pl: Ostatnie udane odtworzenie: {{time}} (zajęło {{duration || '0 sekund'}})
pt: Último restauro bem-sucedido: {{time}} (demorou {{duration || '0 segundos'}})
pt_br: Última restauração bem-sucedida: {{time}} (demorou {{duration || '0 segundos'}})
ru: Последнее успешное восстановление: {{time}} (took {{duration || '0 seconds'}})
sr_rs: Poslednje uspešno vraćanje: {{time}} (trajalo je {{duration || '0 seconds'}})
sv_se: Senaste lyckade återställning: {{tid}} (tog {{varaktighet || '0 sekunder'}})

source: Latest
ca: Versió més recent
cs: Poslední
da: Nyeste
de: Neueste
es: Más reciente
fi: Viimesin
fr_ca: Dernière
hu: Legújabb
it: Più recente
ja_jp: 最新
lt: Naujausias
lv: Pēdējais
nl_nl: Laatste
pl: Ostatni
pt: Último
pt_br: Mais recentes
ro: Cele mai recente
ru: Последнее
sr_rs: Najnovije
sv_se: Senaste

source: Libraries
ca: Biblioteques
cs: Knihovny
da: Biblioteker
de: Bibliotheken
es: Librerías
fi: Kirjastot
fr_ca: Librairies
hu: Könyvtárak
it: Librerie
ja_jp: ライブラリー
lt: Bibliotekos
lv: Bibliotēkas
nl_nl: Bibliotheken
pl: Biblioteki
pt: Bibliotecas
pt_br: Bibliotecas
ro: Biblioteci
ru: Библиотеки
sr_rs: Biblioteke
sv_se: Bibliotek

source: Listing backup dates …
cs: Vypisování datumů záloh…
da: Noterer backup datoer...
de: Sicherungsdaten werden aufgelistet …
es: Listando fechas de las copias de seguridad
fi: Listataan varmuuskopioiden päivämääriä ...
hu: Mentési dátumok felsorolása…
it: Elenco date di backup ...
ja_jp: バックアップの日付を一覧表示しています…
nl_nl: Back-updatums weergeven ...
pl: Listowanie dat kopii ...
pt: A listar datas das cópias de segurança ...
pt_br: Listando datas de backup ...
ru: Отображать дату резервного копирования…
sr_rs: Navođenje datuma rezervnih kopija …
sv_se: Listar datum för säkerhetskopia …

source: Listing remote files for purge …
cs: Vypisování souborů na protějšku, které trvale vymazat…
da: Noterer filer fra destinationen til rensning ...
de: Auflisten von Remote-Dateien fürs Löschen...
es: Listando archivos remotos para purgar ...
hu: Távoli fájlok felsorolása a tisztításhoz…
it: Elenco dei file remoti per l'eliminazione ...
ja_jp: 削除するリモートファイルの一覧を作成しています…
nl_nl: Remote bestanden tonen voor wissen ...
pl: Listowanie zdalnych plików do wyczyszczenia ...
pt: A listar ficheiros remotos para apagar ...
pt_br: Listando arquivos remotos para limpeza…
ru: Показать список удаленных файлов после очистки…
sr_rs: Lista udaljenih fajlova za čišćenje …
sv_se: Listar fjärrfiler för rensning …

source: Listing remote files …
cs: Vypisování souborů na protějšku…
da: Noterer filer fra destinationen ...
de: Auflisten von Remote-Dateien...
es: Listando archivos remotos ...
fi: Listataan kohteen tiedostoja ...
hu: Távoli fájlok felsorolása...
it: Elenco dei file remoti ...
ja_jp: リモートファイルの一覧を作成しています…
nl_nl: Remote bestanden weergeven ...
pl: Listowanie zdalnych plików ...
pt: A listar ficheiros remotos ...
pt_br: Listando arquivos remotos…
ru: Вывод списка "удаленных" файлов…
sr_rs: Lista udaljenih fajlova ...
sv_se: Listar fjärrfiler ...

source: Live
ca: En viu
cs: Aktuální
es: En vivo
fr_ca: Direct
hu: Élő
it: In tempo reale
ja_jp: ライブ
lt: Gyvai
pl: Aktywne
pt_br: Ao vivo
ru: Текущие
sr_rs: Uživo

source: Load a configuration from an exported job or a storage provider
ca: Importeu una configuració des d'una tasca exportada o des d'un proveïdor d'emmagatzematge
cs: Načíst nastavení z exportované úlohy nebo z poskytovatele úložiště
da: Indlæs konfiguration fra en eksporteret fil eller en pladsudbyder
de: Konfiguration aus einem exportierten Job oder Speicheranbieter laden
es: Cargar una configuración desde un trabajo exportado o un proveedor de almacenamiento
fi: Tuo asetukset viedyistä varmuuskopion asetuksista tai tallennustilan tarjoajasta
fr_ca: Charger une configuration depuis un export ou un opérateur de stockage
it: Carica una configurazione da un lavoro esportato o da un provider di archiviazione
ja_jp: エクスポートしたジョブまたはストレージ提供者から、設定を読み込む
lt: Įkelti konfigūraciją iš eksportuotos užduoties arba saugojimo paslaugų tiekėjo
nl_nl: Laad een configuratie vanuit een geëxporteerde taak of een opslagprovider
pl: Wczytaj konfigurację z wyeksportowanego zadania lub magazynu
pt: Carregar uma configuração de uma tarefa exportada ou de um fornecedor de armazenamento
pt_br: Carregar uma configuração de um trabalho exportado ou de um provedor de armazenamento
ro: Încărcați o configurație dintr-o lucrare exportată sau dintr-un furnizor de stocare
ru: Загрузить настройки из экспортированного задания или поставщика хранилища
sr_rs: Učitajte konfiguraciju iz izvezenog posla ili dobavljača skladišta
sv_se: Hämta konfiguration från en exporterad rutin eller en lagringstjänst

source: Load destination from an exported job or a storage provider
ca: Importeu una destinació des d'una tasca exportada o des d'un proveïdor d'emmagatzematge
cs: Načíst cíl z exportované úlohy nebo poskytovatele úložiště
da: Indlæs destination fra en eksporteret fil eller en pladsudbyder
de: Ziel aus einem exportierten Job oder Speicheranbieter laden
es: Cargar un destino desde un trabajo exportado o un proveedor de almacenamiento
fr_ca: Charger la destination depuis un export ou un opérateur de stockage
it: Carica una destinazione da un lavoro esportato o da un provider di archiviazione
ja_jp: エクスポートしたジョブまたはストレージ提供者から、バックアップ先を読み込む
lt: Įkelti paskirtį iš eksportuotos užduoties arba saugojimo paslaugų tiekėjo
nl_nl: Laad doel vanuit een geëxporteerde taak of een opslagprovider
pl: Wczytaj miejsce docelowe z wyeksportowanego zadania lub magazynu
pt: Carregar um destino de uma tarefa exportada ou de um fornecedor de armazenamento
pt_br: Carregar destino a partir de um trabalho exportado ou de um provedor de armazenamento
ro: Încărcați destinația dintr-o lucrare exportată sau dintr-un furnizor de stocare
ru: Загрузить назначение из экспортированного задания или поставщика хранилища
sr_rs: Učitajte odredište iz izvezenog posla ili dobavljača skladišta
sv_se: Hämta mål från en exporterad rutin eller en lagringstjänst

source: Load older data
ca: Carrega dades més antigues
cs: Načíst starší data
da: Indlæs ældre data
de: ältere Einträge laden
es: Cargar datos anteriores
fi: Lataa vanhoja tietoja
fr_ca: Charger des données plus anciennes
hu: Régebbi adatok betöltése
it: Carica dati precedenti
ja_jp: さらに古いデータを読み込む
lt: Įkelti senesnius duomenis
lv: Ielādēt vecākus datus
nl_nl: Laad oudere gegevens
pl: Załaduj starsze dane
pt: Carregar dados antigos
pt_br: Abrir dados antigos
ro: Încărcați date mai vechi
ru: Загрузить ещё...
sr_rs: Učitaj starije podatke
sv_se: Hämta äldre data

source: Loading remote storage usage …
de: Remote-Speicherplatznutzung abfragen...
it: Utilizzo del caricamento dell'archivio esterno ...
ja_jp: リモートストレージの使用量を読み込んでいます…
nl_nl: Gebruik van externe opslag laden …

source: Loading …
cs: Načítání…
da: Indlæser ...
de: Laden...
es: Cargando ...
fi: Ladataan ...
hu: Betöltés...
it: Caricamento in corso …
ja_jp: 読み込んでいます…
nl_nl: Laden ...
pl: Ładowanie ...
pt: A carregar ...
pt_br: Carregando …
ru: Загрузка...
sr_rs: Učitavanje ...
sv_se: Laddar ...

source: Local database for <b ng-show="Backup.Backup.Name">{{Backup.Backup.Name}}</b><b ng-hide="Backup.Backup.Name">…loading…</b>
de: Lokale Databank für <b ng-show="Backup.Backup.Name">{{Backup.Backup.Name}}</b><b ng-hide="Backup.Backup.Name">…lade…</b>
it: Database locale per <b ng-show="Backup.Backup.Name">{{Backup.Backup.Name}}</b><b ng-hide="Backup.Backup.Name">...caricamento...</b>
ja_jp: <b ng-show="Backup.Backup.Name">{{Backup.Backup.Name}}</b><b ng-hide="Backup.Backup.Name">…読み込んでいます…</b>のローカルのデータベース
nl_nl: Lokale database voor <b ng-show="Backup.Backup.Name">{{Backup.Backup.Name}}</b><b ng-hide="Backup.Backup.Name">…laden…</b>

source: Local database path:
ca: Ruta de la base de dades local:
cs: Popis umístění místní databáze:
da: Lokal database sti:
de: Lokale Datenbank:
es: Ruta de la base de datos local:
fi: Paikallisen tietokannan sijainti:
fr_ca: Chemin de la base de données locale :
hu: Helyi adatbázis útvonal:
it: Percorso database locale:
ja_jp: ローカルのデータベースのパス：
lt: Lokalios duomenų bazės kelias:
lv: Ceļš uz lokālo datubāzi:
nl_nl: Lokaal database-pad:
pl: Ścieżka lokalnej bazy danych:
pt: Caminho da base de dados local:
pt_br: Caminho do banco de dados local:
ro: Calea bazei de date locale:
ru: Путь локальной базы данных:
sr_rs: Putanja lokalne baze podataka:
sv_se: Sökväg till lokal databas:

source: Local repository
ca: Dipòsit local
cs: Místní repozitář
da: Lokal fortegnelse
de: Lokales Repository
es: Repositorio local
fr_ca: Stockage local
hu: Helyi tároló
it: Repository locale
ja_jp: ローカルのリポジトリー
lt: Vietinė saugykla
nl_nl: Lokale opslagplaats
pl: Magazyn lokalny
pt: Repositório local
pt_br: Repositório local
ru: Локальный репозиторий
sr_rs: Lokalno skladište
sv_se: Lokalt arkiv

source: Local storage
ca: Emmagatzematge local
cs: Místní úložiště
da: Local opbevaring
de: Lokaler Speicher
es: Almacenamiento local
fi: Paikallinen tilankäyttö
fr_ca: Stockage local
hu: Helyi tárhely
it: Archivio locale
ja_jp: ローカルストレージ
lt: Lokali saugykla
lv: Lokālā krātuve
nl_nl: Lokale opslag
pl: Magazyn lokalny
pt: Armazenamento local
pt_br: Armazenamento local
ro: Depozit local
ru: Локальное хранилище
sr_rs: Lokalno skladište
sv_se: Lokal lagring

source: Location
ca: Ubicació
cs: Umístění
da: Placering
de: Ort
es: Localización
fi: Sijainti
fr_ca: Emplacement
hu: Hely
it: Posizione
ja_jp: 場所
lt: Vieta
lv: Atrašanās vieta
nl_nl: Locatie
pl: Położenie
pt: Localização
pt_br: Localização
ro: Locație
ru: Местоположение
sr_rs: Lokacija
sv_se: Plats

source: Location where buckets are created
ca: Ubicació on es creen els contenidors
cs: Umístění, ve kterém jsou „nádoby“ (bucket) vytvářeny
da: Placering hvor buckets bliver oprettet
de: Speicherort, wo die Buckets erstellt werden
es: La ubicación donde se crean los depósitos
fi: Alue, jolle säilöt luodaan
fr_ca: Emplacement ou les buckets sont créés
it: Posizione in cui sono creati i bucket
ja_jp: バケットを作成する場所
lt: Vieta, kur sukuriamos saugyklos
nl_nl: Locatie waar buckets gemaakt worden
pl: Położenie, gdzie będą utworzone zasobniki
pt: Localização para a criação dos 'buckets'
pt_br: Local onde os compartimentos são criados
ro: Locația în care sunt create găleți
ru: Место где создаются buckets
sr_rs: Lokacija na kojoj se kreiraju segmenti
sv_se: Plats där buckets skapas

source: Log data for <b>{{Backup.Backup.Name}}</b>
ca: Dades de registre de <b>{{Backup.Backup.Name}}</b>
cs: Zaznamenávat (log) údaje pro <b>{{Backup.Backup.Name}}</b>
de: Protokolldaten für <b>{{Backup.Backup.Name}}</b>
es: Registrar datos para <b>{{Backup.Backup.Name}}</b>
fi: Varmuuskopion <b>{{Backup.Backup.Name}}</b> lokitiedot
fr_ca: Historique pour <b>{{Backup.Backup.Name}}</b>
it: Dati di log per <b>{{Backup.Backup.Name}}</b>
ja_jp: <b>{{Backup.Backup.Name}}</b>のログデータ
lt: <b>{{Backup.Backup.Name}}</b>žurnalo duomenys
nl_nl: Log gegevens voor <b>{{Backup.Backup.Name}}</b>
pl: Logi dla <b>{{Backup.Backup.Name}}</b>
pt: Registo para <b>{{Backup.Backup.Name}}</b>
pt_br: Grave log para <b> {{Backup.Backup.Name}} </b>
ro: Date din jurnal pentru <b> {{Backup.Backup.Name}} </ b>
ru: Данные журнала для <b>{{Backup.Backup.Name}}</b>
sr_rs: Podaci evidencije za <b>{{Backup.Backup.Name}}</b>
sv_se: Logg-data för <b>{{Backup.Backup.Name}}</b>

source: Log data from the server
ca: Dades de registre del servidor
cs: Zaznamenávat data ze serveru
da: Logdata fra serveren
de: Protokolldaten vom Server
es: Registrar datos desde el servidor
fi: Palvelimen lokitiedot
fr_ca: Données d'historique du serveur
it: Dati di log dal server
ja_jp: サーバー上のログデータ
lt: Žurnalo duomenys iš serverio
nl_nl: Log gegevens van de server
pl: Logi z serwera
pt: Registo a partir do servidor
pt_br: Registrar dados do servidor
ro: Datele din jurnal de pe server
ru: Сообщения журнала сервера
sr_rs: Evidentirajte podatke sa servera
sv_se: Logg data från servern

source: Machine is now registered, open this link to add it to your account:
de: Die Maschine ist jetzt registriert, öffnen Sie diesen Link um ihn Ihrem Konto hinzuzufügen:
it: La macchina è ora registrata, apri questo link per aggiungerlo al tuo account

source: Maintenance
ca: Manteniment
cs: Údržba
da: Vedligehold
de: Wartung
es: Mantenimiento
fi: Ylläpito
hu: Karbantartás
it: Manutenzione
ja_jp: メンテナンス
lt: Priežiūra
lv: Apkope
nl_nl: Onderhoud
pl: Konserwacja
pt: Manutenção
pt_br: Manutenção
ro: întreținere
ru: Техническое обслуживание
sr_rs: Održavanje
sv_se: Underhåll

source: Make sure that rclone is in your path, or add the location to rclone via the advanced options.
de: Stellen Sie sicher, dass rclone in Ihrem Pfad ist oder geben Sie den Ort von rclone in den erweiterten Optionen an.
it: Assicurati che rclone è nel tuo percorso, oppure aggiungi la posizione di rclone attraverso le opzioni avanzate
ja_jp: Rcloneの実行ファイルをパスで指定するか、実行ファイルの場所を「高度な設定」で指定してください。
nl_nl: Zorg ervoor vat rclone zich in uw pad bevindt, of voeg de locatie van rclone toe via de geavanceerde opties.

source: Manual
de: Handbuch
it: Manuale
ja_jp: マニュアル
nl_nl: Handmatig

source: Manual update found:
de: Manuelles Update gefunden:
it: Aggiornamento manuale trovato:
ja_jp: 手動アップデートが見つかりました：
nl_nl: Handmatige update gevonden:

source: Manually type path
ca: Escriviu la ruta manualment
cs: Zadejte popis umístění ručně
da: Indtast en sti manuelt
de: Pfad eingeben
es: Escribir manualmente la ruta
fi: Anna polku
fr_ca: Entrée manuelle du chemin
hu: Útvonal kézi megadása
it: Digita manualmente il percorso
ja_jp: 手動でパスを入力
lt: Rankiniu būdu įveskite kelią
nl_nl: Voer pad handmatig in
pl: Podaj ścieżkę ręcznie
pt: Digitar caminho manualmente
pt_br: Digite manualmente o caminho
ro: Trasează manual calea
ru: Ввести путь вручную
sr_rs: Ručno unesite putanju
sv_se: Skriv sökväg manuellt

source: Max download speed
ca: Velocitat màxima de baixada
cs: Nejvyšší rychlost stahování
da: Max downloadhastighed
de: Max. Downloadgeschwindigkeit
es: Velocidad máxima de descarga
fi: Suurin latausnopeus
fr_ca: Vitesse maximum de téléchargement
hu: Maximális letöltési sebesség
it: Velocità massima mentre scarichi
ja_jp: 最大ダウンロード速度
lt: Maksimalus atsisiuntimo greitis
lv: Maksimālais lejupielādes ātrums
nl_nl: Max downloadsnelheid
pl: Maksymalna szybkość pobierania
pt: Velocidade máxima para descargas
pt_br: Velocidade de download máxima
ro: Viteză maximă de descărcare
ru: Максимальная скорость загрузки
sr_rs: Maksimalna brzina preuzimanja
sv_se: Max nedladdningshastighet

source: Max upload speed
ca: Velocitat màxima de càrrega
cs: Nejvyšší rychlost odesílání
da: Maks uploadhastighed
de: Max. Uploadgeschwindigkeit
es: Velocidad máxima de carga
fi: Suurin lähetysnopeus
fr_ca: Vitesse maximum de téléversement
hu: Maximális feltöltési sebesség
it: Velocità massima per caricare
ja_jp: 最大アップロード速度
lt: Maksimalus įkėlimo greitis
lv: Maksimālais augšupielādes ātrums
nl_nl: Max Uploadsnelheid
pl: Maksymalna szybkość wysyłania
pt: Velocidade máxima para envios
pt_br: Velocidade de upload máxima
ro: Viteză maximă de încărcare
ru: Максимальная скорость выгрузки
sr_rs: Maksimalna brzina otpremanja
sv_se: Max uppladdningshastighet

source: Microsoft SQL Database: {{name}}
de: Microsoft SQL Datenbank: {{name}}
it: Database Microsoft SQL: {{name}}

source: Minutes
ca: Minuts
cs: Minut
da: Minutter
de: Minuten
es: Minutos
fi: Minuuttia
hu: Perc
it: Minuti
ja_jp: 分
lt: Minutės
lv: Minūtes
nl_nl: Minuten
pl: Minuty
pt: Minutos
pt_br: Minutos
ro: Minute
ru: минут
sr_rs: Minute
sv_se: Minuter

source: Missing name
ca: No s'ha definit un nom
cs: Chybějící název
da: Navn mangler
de: Name fehlt
es: Falta el nombre
fi: Nimi puuttuu
fr_ca: Nom manquant
hu: Hiányzó név
it: Nome mancante
ja_jp: 名前がありません
lt: Trūksta pavadinimo
nl_nl: Ontbrekende naam
pl: Brak nazwy
pt: Nome em falta
pt_br: Faltando o nome
ro: Lipsește numele
ru: Отсутствует имя
sr_rs: Nedostaje naziv
sv_se: Saknar namn

source: Missing passphrase
ca: No s'ha definit una contrasenya
cs: Chybějící heslová fráze
da: Adgangssætning mangler
de: Passphrase fehlt
es: Falta la frase de seguridad
fi: Salauslauseke puuttuu
fr_ca: Phrase secrète manquante
hu: Hiányzó jelszó
it: Passphrase mancante
ja_jp: パスフレーズがありません
lt: Trūksta slaptos frazės
lv: Trūkst pieejas frāze
nl_nl: Ontbrekende wachtwoordzin
pl: Brak długiego hasła
pt: Frase-passe inexistente
pt_br: Faltando a frase de senha
ro: Fraza de acces lipsă
ru: Отсутствующие парольная фраза
sr_rs: Nedostaje fraza lozinke
sv_se: Saknar lösenfras

source: Missing sources
ca: No s'ha definit un origen
cs: Chybějící zdroje
da: Kilder mangler
de: Quelle fehlt
es: Faltan las fuentes
fi: Et valinnut varmuuskopioitavia tietostoja
fr_ca: Sources manquantes
hu: Hiányzó források
it: Sorgente mancante
ja_jp: バックアップ元のファイルがありません
lt: Trūksta šaltinių
nl_nl: Ontbrekende bronnen
pl: Brak źródła
pt: Fontes em falta
pt_br: Faltando as origens
ro: Sursa lipsă
ru: Отсутствуют источники
sr_rs: Nedostaju izvori
sv_se: Saknade källor

source: Modified
ca: Modificats
cs: Změněno
da: Ændret
de: Geändert
es: Modificado
fr_ca: Modifié
hu: Módosított
it: Modificato
ja_jp: 変更済
lv: Modificēts
nl_nl: Gewijzigd
pl: Zmodyfikowano
pt: Modificado
pt_br: Modificado
ru: Изменено
sr_rs: Modifikovano
sv_se: Ändrad

source: Mon
ca: Dilluns
cs: Po
da: Man
de: Mo
es: Lun
fi: Ma
fr_ca: Lun.
hu: Hé
it: Lun
ja_jp: 月曜日
lt: Pr
lv: Pirm
nl_nl: Maandag
pl: Pn
pt: Seg
pt_br: Seg
ru: Пн
sr_rs: Pon
sv_se: Mån

source: Months
ca: Mesos
cs: Měsíců
da: Måneder
de: Monate
es: Meses
fi: Kuukautta
fr_ca: Mois
hu: Hónap
it: Mesi
ja_jp: 月
lt: Mėnesiai
lv: Mēneši
nl_nl: Maanden
pl: Miesiące
pt: Meses
pt_br: Meses
ro: Luni
ru: Месяцев
sr_rs: Meseci
sv_se: Månader

source: Most servers require a username, so you will likely need to enter one. Are you sure want to continue without a username?
de: Die meisten Server erfordern einen Benutzernamen, daher werden Sie einen eingeben müssen. Sind Sie sicher, dass Sie ohne Benutzernamen fortfahren wollen?
it: La maggior parte dei server richiede un nome utente, quindi probabilmente dovrai inserirne uno. Sei sicuro di voler continuare senza un nome utente?

source: Move existing database
ca: Mou una base de dades existent
cs: Přesunout existující databázi
da: Flyt eksisterende database
de: Datenbank verschieben
es: Mover base de datos existente
fi: Siirrä olemassa oleva tietokanta
fr_ca: Déplacer la base de données existante
hu: Létező adatbázis áthelyezése
it: Sposta database esistente
ja_jp: 既存のデータベースを移動
lt: Perkelti esamą duomenų bazę
lv: Pārvietot esošo datubāzi
nl_nl: Verplaats bestaande database
pl: Przenieś istniejącą bazę danych
pt: Mover base de dados existente
pt_br: Mover o banco de dados existente
ro: Mutați baza de date existentă
ru: Перемещение существующей базы данных
sr_rs: Premesti postojeću bazu podataka
sv_se: Flytta existerande databas

source: Move failed:
ca: No s'ha pogut moure:
cs: Přesun se nezdařil:
da: Flytning fejlede:
de: Verschieben fehlgeschlagen:
es: Fallos al mover:
fi: Siirto epäonnistui:
fr_ca: Échec de déplacement :
hu: Áthelyezés sikertelen:
it: Impossibile spostare:
ja_jp: 移動できませんでした：
lt: Perkelti nepavyko:
lv: Pārvietošana neizdevās:
nl_nl: Verplaatsen mislukt:
pl: Nie udało się przenieść:
pt: Falha ao mover:
pt_br: Falha ao mover:
ro: Mutarea a eșuat:
ru: Перемещение не удалось:
sr_rs: Premeštanje nije uspelo:
sv_se: Flytten misslyckades:

source: My Documents
ca: Documents
cs: Moje dokumenty
da: Mine dokumenter
de: Dokumente
es: Mis Documentos
fi: Tiedostot
fr_ca: Mes documents
hu: Dokumentumok
it: Documenti
ja_jp: マイドキュメント
lt: Mano dokumentai
lv: Mani dokumenti
nl_nl: Mijn Documenten
pl: Moje Dokumenty
pt: Meus documentos
pt_br: Meus Documentos
ro: Documentele mele
ru: Мои документы
sr_rs: Moji dokumenti
sv_se: Mina Dokument

source: My Downloads
de: Downloads
it: I miei file scaricati

source: My Movies
de: Filme
it: I miei film

source: My Music
ca: Música
cs: Hudba
da: Min musik
de: Musik
es: Mi Música
fi: Musiikki
fr_ca: Ma musique
hu: Zenék
it: Musica
ja_jp: マイミュージック
lt: Mano muzika
lv: Mana mūzika
nl_nl: Mijn Muziek
pl: Moja Muzyka
pt: Minhas músicas
pt_br: Minhas Músicas
ro: Muzica mea
ru: Моя музыка
sr_rs: Moja muzika
sv_se: Min Musi

source: My Photos
ca: Fotografies
cs: Fotografie
da: Mine foto
de: Meine Fotos
es: Mis Fotos
fi: Kuvat
fr_ca: Mes photos
hu: Fényképek
it: Foto
ja_jp: マイフォト
lt: Mano nuotraukos
lv: Mani fotoattēli
nl_nl: Mijn Foto's
pl: Moje Zdjęcia
pt: Minhas fotos
pt_br: Minhas Fotos
ro: Fotografiile mele
ru: Мои фотографии
sr_rs: Moje fotografije
sv_se: Mina Foton

source: My Pictures
ca: Imatges
cs: Obrázky
da: Mine billeder
de: Bilder
es: Mis Imágenes
fi: Kuvat
fr_ca: Mes photos
hu: Képek
it: Immagini
ja_jp: マイピクチャ
lt: Mano paveikslėliai
lv: Mani attēli
nl_nl: Mijn Afbeeldingen
pl: Moje Obrazy
pt: Minhas imagens
pt_br: Minhas Imagens
ro: Pozele mele
ru: Мои Картинки
sr_rs: Moje slike
sv_se: Mina Bilder

source: Name
ca: Nom
cs: Název
da: Navn
es: Nombre
fi: Nimi
fr_ca: Nom
hu: Név
it: Nome
ja_jp: 名前
lt: Vardas
nl_nl: Naam
pl: Nazwa
pt: Nome
pt_br: Nome
ro: Nume
ru: Имя
sr_rs: Naziv
sv_se: Namn

source: Name (descending)
de: Name (absteigend)
it: Nome (decrescente)

source: Netbios over TCP
it: Netbios su TCP

source: Never
ca: Mai
cs: Nikdy
da: Aldrig
de: Nie
es: Nunca
fi: Ei koskaan
fr_ca: Jamais
hu: Soha
it: Mai
ja_jp: 未実行
lt: Niekada
lv: Nekad
nl_nl: Nooit
pl: Nigdy
pt: Nunca
pt_br: Nunca
ro: Nu
ru: Никогда
sr_rs: Nikad
sv_se: Aldrig

source: New Password
de: Neues Passwort
it: Nuova password
ja_jp: 新しいパスワードを入力してください
nl_nl: Nieuw Wachtwoord

source: New update found: <a href="{{state.updateDownloadLink}}">{{message}}</a>
de: Neues Update gefunden: <a href="{{state.updateDownloadLink}}">{{message}}</a>
it: Nuovo aggiornamento trovato: <a href="{{state.updateDownloadLink}}">{{message}}</a>
ja_jp: 新しいアップデートが見つかりました：<a href="{{state.updateDownloadLink}}">{{message}}</a>
nl_nl: Nieuwe update gevonden: <a href="{{state.updateDownloadLink}}">{{message}}</a>
