Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: Update failed:
ca: Ha fallat l'actualització:
cs: Aktualizace se nezdařila:
da: Opdatering fejlede:
de: Update fehlgeschlagen:
es: Error de actualización:
fi: Päivitys epäonnistui:
fr_ca: Échec de mise à jour
hu: Frissítés sikertelen:
it: Aggiornamento fallito:
ja_jp: アップデートできませんでした：
lt: Atnaujinimas nepavyko:
lv: Atjaunināšana neizdevās:
nl_nl: Update mislukt:
pl: Nie udało się uaktualnić
pt: Falha ao atualizar:
pt_br: Atualização falhou:
ro: Actualizare esuata:
ru: Обновление не удалось:
sr_rs: Ažuriranje nije uspelo:
sv_se: Uppdateringen misslyckades:

source: Updating with existing database
ca: S'està actualitzant amb una base de dades existent
cs: Aktualizace se stávající databází
da: Opdaterer med eksisterende database
de: Datenbank wird aktualisiert
es: Actualizando la base de datos existente
fr_ca: Mettre à jour avec une base de données existante
hu: Frissítés létező adatbázissal
it: Aggiornamento con database esistente
ja_jp: 既存のデータベースでアップデートしています
lt: Atnaujinama su egzistuojančia duomenų baze
nl_nl: Updaten met bestaande database
pl: Uaktualnij z istniejącą bazą danych
pt: A atualizar base de dados existente
pt_br: Atualizando com o banco de dados existente
ro: Actualizarea cu baza de date existentă
ru: Обновление с существующей базой данных
sr_rs: Ažuriranje sa postojećom bazom podataka
sv_se: Uppdatering med befintlig databas

source: Uploaded files
ca: Fitxers carregats
cs: Nahrané soubory
da: Uploadede filer
de: Hochgeladene Dateien
es: Archivos subidos
fr_ca: Fichiers téléchargés
hu: Fájlok feltöltése
it: File caricati
ja_jp: アップロードされたファイル
nl_nl: Geüploade bestanden
pl: Przesłane pliki
pt: Ficheiros enviados
pt_br: Arquivos enviados
ru: Загруженные файлы
sr_rs: Otpremanje fajlova
sv_se: Uppladdade filer

source: Uploading verification file …
cs: Nahrávání ověřovacího souboru…
da: Uploader verifikationsfil ...
de: Verifikationsdatei wird hochgeladen …
es: Subiendo archivo de verificación…
fi: Lähetetään varmennustiedosto ...
hu: Ellenőrző fájl feltöltése...
it: Caricamento dei file di verifica ...
ja_jp: 検証用ファイルをアップロードしています…
nl_nl: Uploaden controlebestand ...
pl: Przesyłanie pliku weryfikującego ...
pt: A enviar ficheiro de verificação ...
pt_br: Enviando arquivo de verificação ...
ru: Загрузить проверочный файл…
sr_rs: Otpremanje fajla za verifikaciju …
sv_se: Laddar upp verifieringsfil …

source: Usage reports help us improve the user experience and evaluate impact of new features. We use them to generate <external-link link="'https://usage-reporter.duplicati.com/'">public usage statistics</external-link>.
de: Nutzungsberichte helfen uns bei der Verbesserung der Nutzererfahrung und evaluieren die Auswirkungen neuer Features. Wir benutzen sie zur Generierung von <external-link link="'https://usage-reporter.duplicati.com/'">öffentlichen Nutzungs-Statistiken</external-link>.
it: I rapporti di utilizzo ci aiutano a migliorare l'esperienza dell'utente e a valutare l'impatto di nuove funzionalità. Li utilizziamo per generare <external-link link="'https://usage-reporter.duplicati.com/'">statistiche di utilizzo pubblico</external-link>.
ja_jp: 使用状況に関する報告は、ソフトウェアの使い勝手を改善したり、新しい機能の効果を評価したりする際に参照されます。また、私達はこの報告を用いて、<external-link link="'https://usage-reporter.duplicati.com/'">使用状況に関する公開の統計</external-link>を作成しています。
nl_nl: Gebruiksrapporten helpen ons de gebruikerservaring te verbeteren en de impact van nieuwe mogelijkheden te evalueren. We gebruiken ze om <external-link link="'https://usage-reporter.duplicati.com/'">openbare gebruikstatistieken</external-link> te genereren.

source: Usage statistics
ca: Estadístiques d'ús
cs: Statistiky využití
da: Brugsstatistik
de: Nutzungsstatistiken
es: Estadísticas de uso
fi: Käyttötilastot
fr_ca: Statistiques d'utilisation
hu: Használati statisztikák
it: Statistiche di utilizzo
ja_jp: 使用状況に関する統計
lt: Naudojimo statistika
lv: Izmantošanas statistika
nl_nl: Gebruikstatistieken
pl: Statystyki użycia
pt: Estatísticas de utilização
pt_br: Estatísticas de uso
ro: Statistica utilizării
ru: Статистика использования
sr_rs: Statistika upotrebe
sv_se: Användningsstatistik

source: Usage statistics, warnings, errors, and crashes
ca: Estadístiques d'ús, avisos, errors i fallades
cs: Statistiky využití, varování, chyby a pády
da: Brugsstatistik, advarsler, fejl og nedbrud
de: Nutzungsberichte, Warnungen, Fehler und Abstürze
es: Estadísticas de uso, advertencias, errores y bloqueos
fi: Käyttötilastot, varoitukset, virheet ja kaatumiset
fr_ca: Statistiques d'utilisation, avertissements, erreurs et accidents
hu: Használati statisztikák, figyelmeztetések, hibák és összeomlások
it: Statistiche di utilizzo, avvisi, errori e arresti anomali
ja_jp: 使用状況に関する統計、警告、エラー、クラッシュ
lt: Naudojimo statistika, įspėjimai, klaidos ir lūžimai
nl_nl: Gebruikstatistieken, waarschuwingen, fouten en crashes
pl: Statystyki użycia , ostrzeżenia, błędy i awarie
pt: Estatísticas de utilização, avisos e erros
pt_br: Estatísticas de uso, avisos, erros e falhas
ro: Statistici de utilizare, avertismente, erori și accidente
ru: Статистика использования, предупреждения, ошибки и падения
sr_rs: Statistika korišćenja, upozorenja, greške i rušenja
sv_se: Användningsstatistik, varningar, fel och krascher

source: Use API token authentication (recommended)
de: API Token Authentifizierung benutzen (empfohlen)
it: Usa autenticazione con token API (consigliato)

source: Use SSL
ca: Fes servir SSL
cs: Použít SSL
da: Brug SSL
de: SSL benutzen
es: Usar SSL
fi: Käytä SSL:ää
fr_ca: Utiliser SSL
hu: SSL használata
it: Usa SSL
ja_jp: SSLを使用
lt: Naudoti SSL
lv: Izmantot SSL
nl_nl: Gebruik SSL
pl: Użyj SSL
pt: Usar SSL
pt_br: Utilizar SSL
ro: Utilizați SSL
ru: Использовать SSL
sr_rs: Koristi SSL
sv_se: Använd SSL

source: Use existing database?
ca: Voleu fer servir la base de dades existent?
cs: Použít existující databázi?
da: Brug eksisterende database?
de: Bestehende Datenbank nutzen?
es: ¿Usar base de datos existente?
fi: Käytä olemassaolevaa tietokantaa?
fr_ca: Utiliser une base de données existante ?
hu: Létező adatbázis használata?
it: Usare database esistente?
ja_jp: 既存のデータベースを使用しますか？
lt: Naudoti turimą duomenų bazę?
nl_nl: Gebruik bestaande database?
pl: Użyj istniejącej bazy danych
pt: Usar base de dados existente?
pt_br: Usar um banco de dados existente?
ro: Utilizați baza de date existentă?
ru: Использовать существующую базу данных?
sr_rs: Koristi postojeću bazu podataka?
sv_se: Använd befintlig databas?

source: Use new UI
de: Neues UI benutzen
it: Usa la nuova interfaccia utente

source: Use username and password authentication
de: Benutzername und Passwort Authentifizierung benutzen
it: Usa l'autenticazione nome utente e password

source: Use weak passphrase
ca: Fes servir una contrasenya dèbil
cs: Použít slabou heslovou frázi
da: Brug svag adgangssætning
de: Schwache Passphrase verwenden
es: Uso de frase de seguridad débil
fi: Käytä heikkoa salauslauseketta
fr_ca: Utiliser une phrase secrète faible
hu: Használja a gyenge jelmondatot
it: Usa passphrase debole
ja_jp: 弱いパスフレーズを使用
lt: Naudoti silpną slaptą frazę
lv: Lietot vāju pieejas frāzi
nl_nl: Gebruik zwakke wachtwoordzin
pl: Użyj słabego długiego hasła
pt: Utilizar frase-passe fraca
pt_br: Usar uma senha fraca
ro: Utilizați fraza de acces slabă
ru: Использовать слабую кодовую фразу
sr_rs: Koristi slabu lozinku
sv_se: Använd svag lösenfras

source: Useless
ca: Inútil
cs: Nepoužitelné
da: Ubrugelig
de: Nutzlos
es: Inútil
fi: Hyödytön
fr_ca: Inutile
hu: Hasztalan
it: Inutile
ja_jp: 弱すぎます
lt: Nenaudinga
lv: Bezjēdzīgs
nl_nl: Waardeloos
pl: Bezużyteczne
pt: Inútil
pt_br: Sem utilidade
ro: Inutil
ru: Бесполезно
sr_rs: Beskorisno
sv_se: Oanvändbar

source: User data
ca: Dades d'usuari
cs: Uživatelská data
da: Brugerdata
de: Benutzer Daten
es: Datos de usuario
fi: Käyttäjätiedot
fr_ca: Données utilisateur
hu: Felhasználói adat
it: Dati utente
ja_jp: ユーザーデータ
lt: Naudotojo duomenys
lv: Lietotāja dati
nl_nl: Gebruikersgegevens
pl: Dane użytkownika
pt: Dados do utilizador
pt_br: Dados do usuário
ro: Datele utilizatorului
ru: Данные пользователя
sr_rs: Podaci o korisniku
sv_se: Användardata

source: User domain name
ca: Nom de domini de l'usuari
cs: Název domény uživatele
da: Bruger domæne navn
de: Benutzer Domänenname
es: Nombre de dominio de usuario
fr_ca: Nom de domaine de l'utilisateur
hu: Felhasználói domain név
it: Nome dominio utente
ja_jp: ユーザーのドメイン名
lt: Naudotojo domeno vardas
nl_nl: Gebruikers domeinnaam
pl: Nazwa domeny użytkownika
pt: Nome do domínio do utilizador
pt_br: Nome de domínio do usuário
ru: Доменное имя пользователя
sr_rs: Ime korisničkog domena
sv_se: Användardomännamn

source: User has too many permissions
ca: L'usuari té massa permisos
cs: Uživatel má příliš mnoho oprávnění
da: Brugeren har for mange tilladelser
de: Nutzer hat zu viele Rechte
es: El usuario tiene demasiados permisos
fi: Käyttäjällä on liikaa oikeuksia
fr_ca: L'utilisateur à trop d'autorisations
hu: A felhasználónak túl sok engedélye van
it: L'utente ha troppe autorizzazioni
ja_jp: ユーザーに付与されている権限が多すぎます
lt: Naudotojas turi per daug teisių
nl_nl: Gebruiker heeft teveel permissies
pl: Użytkownik ma za duże uprawnienia
pt: Utilizador com demasiadas permissões
pt_br: O usuário tem muitas permissões
ro: Utilizatorul are prea multe permisiuni
ru: Пользователь имеет слишком много разрешений
sr_rs: Korisnik ima previše dozvola
sv_se: Användaren har för många behörigheter

source: User interface settings
ca: Paràmetres de la interfície d'usuari
cs: Nastavení uživatelského rozhraní
da: Indstillinger til brugergrænseflade
de: Einstellungen der Benutzeroberfläche
es: Preferencias de la interfaz de usuario
fi: Käyttöliittymän asetukset
fr_ca: Réglages interface utilisateur
hu: Felhasználói felület beállítások
it: Impostazioni interfaccia utente
ja_jp: インターフェースの設定
lt: Naudotojo aplinkos nustatymai
lv: Lietotāja saskarnes iestatījumi
nl_nl: Gebruikersomgeving-instellingen
pl: Ustawienia interfejsu użytkownika
pt: Definições da interface
pt_br: Configurações da interface do usuário
ro: Setările interfeței utilizatorului
ru: Настройки интерфейса
sr_rs: Podešavanja korisničkog interfejsa
sv_se: Användargränssnittet inställningar

source: Username
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
es: Nombre de usuario
fi: Käyttäjätunnus
fr_ca: Nom d'utilisateur
hu: Felhasználónév
it: Nome utente
ja_jp: ユーザー名
lt: Naudotojo vardas
lv: Lietotājvārds
nl_nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
pt_br: Nome de usuário
ro: Nume de utilizator
ru: Имя пользователя
sr_rs: Korisničko ime
sv_se: Användarnamn

source: Username and password authentication is not recommended and does not work with MFA/2FA enabled accounts. Use the API token if possible.
de: Benutzername und Passwort Authentifizierung wird nicht empfohlen und funktioniert nicht mit MFA/2FA freigegebeneen Benutzerkonten. Benutzen Sie ein API Token wenn möglich.
it: L'autenticazione con nome utente e password non è consigliata e non funziona con gli account abilitati MFA/2FA. Se possibile, usa il token API.

source: Vacuuming database …
cs: Úklid v databázi…
da: Støvsuger databasen ...
de: Datenbank wird bereinigt …
es: Limpiando la base de datos ...
fi: Puhdistetaan tietokanta ...
it: Pulizia del database ...
ja_jp: データベースのバキュームを行っています…
nl_nl: Database opschonen ...
pl: Oczyszczanie bazy danych ...
pt: A limpar a base de dados ...
pt_br: Limpando banco de dados ...
ru: Очистка базы данных…
sr_rs: Usisavanje baze podataka …
sv_se: Dammsugar databas …

source: Validating …
cs: Ověřování…
da: Validerer ...
de: Validieren...
es: Validando ...
hu: Érvényesítés...
it: Convalida in corso ...
ja_jp: 検証しています…
nl_nl: Valideren ...
pl: Walidacja ...
pt: A validar ...
pt_br: Validando ...
ru: Проверка…
sr_rs: Provera valjanosti ...
sv_se: Validerar …

source: Verifications
ca: Verificacions
cs: Ověřování
da: Verificeringer
de: Überprüfungen
es: Verificaciones
fr_ca: Vérifications
hu: Ellenőrzések
it: Verifiche
ja_jp: 検証
nl_nl: Controles
pl: Weryfikacje
pt: Verificações
pt_br: Verificações
ru: Проверено
sr_rs: Provere
sv_se: Verifieringar

source: Verify encryption passphrase
de: Verschlüsselungspassphrase bestätigen
it: Verifica la passphrase di crittografia
ja_jp: 暗号化用のパスフレーズを再入力
nl_nl: Verifieer coderings-wachtwoordzin

source: Verify files
ca: Verifica els fitxers
cs: Ověřit soubory
da: Verificer filer
de: Dateien prüfen
es: Verificar archivos
fi: Tarkista tiedostot
fr_ca: Vérifier les fichiers
hu: Fájlok ellenőrzése
it: Verifica file
ja_jp: ファイルを検証
lt: Tikrinti failus
lv: Pārbaudīt failus
nl_nl: Bestanden controleren
pl: Sprawdź pliki
pt: A verificar ficheiros
pt_br: Verificar arquivos
ro: Verificați fișierele
ru: Проверить файлы
sr_rs: Proveri datoteke
sv_se: Verifiera filer

source: Verifying backend data …
cs: Ověřování dat podpůrné vrstvy (backend)…
da: Verificerer destinations data ...
de: Verifizierung von Backend-Daten...
es: Verificando datos del servidor ...
hu: Háttér adat ellenőrzése...
it: Verifica dei dati di backend ...
ja_jp: バックエンドのデータを検証しています…
nl_nl: Controleren van backend gegevens ...
pl: Weryfikowanie danych silnika ...
pt: A verificar dados remotos ...
pt_br: Verificando dados do backend ...
ru: Проверка внутренних данных …
sr_rs: Provra pozadinskih podataka ...
sv_se: Verifierar backend-data …

source: Verifying files …
cs: Ověřování správnosti souborů…
da: Verificerer filer ...
de: Dateien überprüfen...
es: Verificando archivos ...
hu: Fájlok ellenőrzése...
it: Verifica dei file ...
ja_jp: ファイルを検証しています…
nl_nl: Controleren bestanden ...
pl: Weryfikacja plików ...
pt: A verificar ficheiros ...
pt_br: Verificando arquivos ...
ru: Проверка файлов…
sr_rs: Provera fajlova ...
sv_se: Verifierar filer ...

source: Verifying remote data …
cs: Ověřování správnosti dat na protějšku…
de: Remotedaten prüfen ...
es: Verificando datos remotos ...
hu: Távoli adatok ellenőrzése...
it: Verifica dei dati remoti ...
ja_jp: リモートデータを検証しています…
nl_nl: Controleren remote gegevens ...
pl: Weryfikacja zdalnych danych ...
pt: A verificar dados remotos ...
pt_br: Verificando dados remotos ...
ru: Проверка удаленных данных…
sr_rs: Provera udaljenih podataka ...
sv_se: Verifierar fjärrdata …

source: Verifying restored files …
cs: Ověřování obnovených souborů…
de: Wiederhergestellte Dateien werden überprüft …
es: Verificando archivos restaurados ...
hu: Visszaállított fájlok ellenőrzése...
it: Verifica dei file ripristinati ...
ja_jp: 復元したファイルを検証しています…
nl_nl: Controleren herstelde bestanden ...
pl: Weryfikowanie odzyskanych plików ...
pt: A verificar ficheiros restaurados ...
pt_br: Verificando arquivos restaurados ...
ru: Проверка восстановленных файлов…
sr_rs: Provera vraćenih fajlova ...
sv_se: Verifierar återställda filer...

source: Version ID
ca: ID de la versió
cs: Identif. verze
da: Versions-id
es: ID de versión
fr_ca: ID de version
hu: Verzió ID
it: Versione ID
ja_jp: バージョンID
nl_nl: Versie ID
pl: ID wersji
pt: ID da versão
pt_br: ID da versão
sr_rs: ID verzije
sv_se: Versions-ID

source: Very strong
ca: Molt forta
cs: Velmi silné
da: Meget stærk
de: Sehr stark
es: Muy fuerte
fi: Hyvin vahva
fr_ca: Très fort
hu: Nagyon erős
it: Molto forte
ja_jp: 最強
lt: Labai stiprus
lv: Ļoti stiprs
nl_nl: Erg sterk
pl: Bardzo silne
pt: Muito forte
pt_br: Muito forte
ro: Foarte puternic
ru: Очень надёжный
sr_rs: Veoma jaka
sv_se: Väldigt stark

source: Very weak
ca: Molt dèbil
cs: Velmi slabé
da: Meget svag
de: Sehr schwach
es: Muy débil
fi: Hyvin heikko
fr_ca: Très faible
hu: Nagyon gyenge
it: Molto debole
ja_jp: 最弱
lt: Labai silpnas
lv: Ļoti vājš
nl_nl: Erg zwak
pl: Bardzo słabe
pt: Muito fraca
pt_br: Muito fraca
ro: Foarte slab
ru: Очень слабый
sr_rs: Veoma slaba
sv_se: Väldigt svag

source: Visit us on
ca: Visiteu-nos a
cs: Navštivte nás na
da: Besøg os på
de: Besuche uns auf
es: Visítenos en
fi: Tutustu meihin
fr_ca: Rendez nous visite sur
hu: Látogass meg minket itt
it: Seguici su
ja_jp: 関連リンク
lt: Aplankykite mus
nl_nl: Bezoek ons op
pl: Odwiedź nas na
pt: Visite-nos em
pt_br: Visite-nos em
ro: Vizitați-ne
ru: Посетите нас на
sr_rs: Posetite nas na
sv_se: Besök oss på

source: WARNING: This will prevent you from restoring the data in the future.
ca: AVÍS: Això impedirà que restaureu les dades més endavant.
cs: VAROVÁNÍ: toto zabrání v budoucnu obnovovat data!
da: ADVARSEL: Dette vil forhindre dig i at gendanne data i fremtiden.
de: WARNUNG: Dadurch können Sie die Daten in Zukunft nicht wiederherstellen.
es: ADVERTENCIA: Esto le impedirá restaurar los datos en el futuro.
fi: VAROITUS: Tämä estää tietojen palauttamisen tulevaisuudessa
fr_ca: ATTENTION : Cela va vous empêcher de restaurer vos données dans le futur.
hu: FIGYELEM: Ez megakadályozza, hogy a jövőben helyreállítsd az adatokat.
it: ATTENZIONE: Questo ti impedirà di ripristinare i dati in futuro.
ja_jp: 警告：これを行うと将来データを復元できなくなります。
lt: DĖMESIO: Tai neleis ateityje atkurti duomenis.
nl_nl: WAARSCHUWING: Dit zal het onmogelijk maken om in de toekomst bestanden te herstellen.
pl: UWAGA: To uniemożliwi odtworzenie danych w przyszłości.
pt: AVISO: isto impedirá que possa restaurar os dados no futuro.
pt_br: AVISO: isso impedirá que você restaure os dados no futuro.
ro: AVERTISMENT: Acest lucru vă va împiedica să restaurați datele în viitor.
ru: ВНИМАНИЕ: Файлы с диска удаляются навсегда в обход корзины!
sr_rs: UPOZORENJE: Ovo će vas sprečiti da vratite podatke u budućnosti.
sv_se: VARNING: Detta kommer att förhindra dig från att återställa data i framtiden.

source: Waiting for task to begin
ca: S'està esperant que la tasca comenci
cs: Čekání na zahájení úlohy
da: Venter på at opgaven starter
de: Warte darauf, loslegen zu können
es: Esperando que se inicie la tarea
fi: Odotetaan tehtävän alkamista
fr_ca: En attente du début de la tâche
hu: Várakozás a feladat elkezdésére
it: In attesa dell'attività per iniziare
ja_jp: タスクが開始するのを待機しています
lt: Laukiama kol prasidės užduotis
nl_nl: Wachten op het starten van de taak
pl: Oczekiwanie na rozpoczęcie zadania
pt: À espera para iniciar a tarefa
pt_br: Aguardando o início da tarefa
ro: Se așteaptă ca sarcina să înceapă
ru: Ожидание начала задачи
sr_rs: Čekanje na početak zadatka
sv_se: Väntar på att uppgiften ska börja

source: Waiting for task to start …
de: Warte auf Start der Aufgabe ...
it: In attesa dell'avvio dell'attività...
ja_jp: タスクの開始を待機しています…
nl_nl: Wachten tot een taak begint …

source: Waiting for upload to finish …
cs: Čeká se na dokončení nahrání…
de: Warte auf Ende des Uploads...
es: Esperando a que finalice la carga …
hu: Várakozás a feltöltés befejezésére...
it: In attesa che il caricamento finisca ...
ja_jp: アップロードの完了を待機しています…
nl_nl: Wachten op voltooien van upload ...
pl: Oczekiwanie na zakończenie przesyłania ...
pt: A aguardar que o envio termine ...
pt_br: Aguardando o upload terminar ...
ru: Ожидание завершения выгрузки…
sr_rs: Čeka se da se otpremanje završi …
sv_se: Väntar på att uppladdningen ska slutföras ...

source: Warnings, errors and crashes
ca: Avisos, errors i fallades
cs: Varování, chyby a pády
da: Advarsler, fejl og nedbrud
de: Warnungen, Fehler und Abstürze
es: Advertencias, errores y bloqueos
fi: Varoitukset, virheet ja kaatumiset
fr_ca: Avertissements, erreurs et accidents
hu: Figyelmeztetések, hibák és összeomlások
it: Avvisi, errori e arresti anomali
ja_jp: 警告、エラー、クラッシュ
lt: Įspėjimai, klaidos ir lūžimai
lv: Brīdinājumi, kļūdas un avārijas
nl_nl: Waarschuwingen, fouten en crashes
pl: Ostrzeżenia, błędy i awarie
pt: Avisos e erros
pt_br: Avisos, erros e falhas
ro: Avertizări, erori și accidente
ru: Предупреждения, ошибки и падения
sr_rs: Upozorenja, greške i padovi
sv_se: Varningar, fel och krascher

source: We recommend that you encrypt all backups stored outside your system
ca: És recomanable que xifreu totes les còpies de seguretat emmagatzemades fora del vostre ordinador
cs: Doporučujeme šifrovat všechny zálohy, které jsou ukládány mimo váš stroj
da: Vi anbefaler at du krypterer alle backups der er gemt uden for dit system
de: Wir empfehlen, dass Sie alle Backups verschlüsseln, die außerhalb Ihres Systems gespeichert werden.
es: Recomendamos cifrar todas las copias de seguridad almacenadas fuera de su sistema
fi: Suosittelemme salausta varmuuskopioihin, jotka säilötään oman tietokoneesi ulkopuolelle.
fr_ca: Nous vous recommandons de chiffrer toutes les sauvegardes stockées en dehors de votre système
hu: Javasoljuk, hogy titkosítson minden, a rendszeren kívül tárolt biztonsági másolatot
it: Ti consigliamo di criptare tutti i backup archiviati al di fuori del tuo sistema
ja_jp: システム外に保存する全てのバックアップに関しては、暗号化を行うことを推奨します
lt: Rekomenduojame šifruoti visas kopijas, kurios saugomos už jūsų sistemos ribų
lv: Mēs iesakām jums šifrēt visas dublējumkopijas, kuras tiek uzglabātas ārpus jūsu sistēmas
nl_nl: We raden aan dat u alle back-ups die buiten uw systeem worden opgeslagen versleutelt
pl: Zalecamy szyfrowanie wszystkich kopii przechowywanych poza twoim systemem
pt: Recomendamos que encripte todas as cópias de segurança armazenadas fora do seu sistema
pt_br: Recomendamos que criptografe todos os backups armazenados fora do seu sistema
ro: Vă recomandăm să criptați toate copiile de rezervă stocate în afara sistemului dvs.
ru: Мы рекомендуем зашифровать все резервные копии, хранящиеся вне вашей системы
sr_rs: Preporučujemo da šifrujete sve backup-ove uskladištene van Vašeg sistema
sv_se: Vi rekommenderar att du krypterar alla säkerhetskopior som lagras utanför ditt system

source: Weak
ca: Dèbil
cs: Slabé
da: Svag
de: Schwach
es: Débil
fi: Heikko
fr_ca: Faible
hu: Hét
it: Debole
ja_jp: 弱
lt: Silpna
lv: Vājš
nl_nl: Zwak
pl: Słabe
pt: Fraca
pt_br: Fraca
ro: Slab
ru: Слабый
sr_rs: Slaba
sv_se: Svag

source: Weak passphrase
ca: Contrasenya dèbil
cs: Slabá heslová fráze
da: Svag adgangssætning
de: Schwache Passphrase
es: Frase de seguridad débil
fi: Heikko salauslauseke
fr_ca: Phrase secrète faible
hu: Gyenge jelmondat
it: Passphrase debole
ja_jp: 弱いパスフレーズ
lt: Silpna slapta frazė
lv: Vāja pieejas frāze
nl_nl: Zwakke wachtwoordzin
pl: Słabe długie hasło
pt: Frase-passe fraca
pt_br: Frase de segurança fraca
ro: Frază de acces slabă
ru: Слабая кодовая фраза
sr_rs: Slaba lozinka
sv_se: Svag lösenfras

source: Wed
ca: Dimecres
cs: St
da: Ons
de: Mi
es: Mié
fi: Ke
fr_ca: Mer.
hu: Sze
it: Mer
ja_jp: 水曜日
lt: Tre
lv: Treš
nl_nl: Woensdag
pl: Śr
pt: Qua
pt_br: Qua
ro: însura
ru: Ср
sr_rs: Sre
sv_se: Ons

source: Weeks
ca: Setmanes
cs: Týdny
da: Uger
de: Wochen
es: Semanas
fi: Viikkoa
fr_ca: Semaines
hu: Hét
it: Settimane
ja_jp: 週
lt: Savaitės
lv: Nedēļas
nl_nl: Weken
pl: Tygodnie
pt: Semanas
pt_br: Semanas
ro: săptămâni
ru: Недель
sr_rs: Sedmica
sv_se: Veckor

source: Where do you want to restore from?
ca: Des d'on voleu fer la restauració?
cs: Odkud chcete obnovit?
da: Hvor vil du gerne gendanne fra?
de: Von wo wollen Sie wiederherstellen?
es: ¿Desde dónde quiere restaurar?
fi: Mistä haluat palauttaa?
fr_ca: Ou voulez-vous restaurer vos fichiers ?
hu: Honnan szeretnél visszaállítani?
it: Da dove vuoi ripristinare?
ja_jp: どこから復元しますか？
lt: Iš kur norite atkurti?
nl_nl: Waar vandaan wilt u herstellen?
pl: Gdzie chcesz odtworzyć?
pt: De onde quer restaurar?
pt_br: De onde você deseja restaurar?
ro: De unde doriți să restaurați?
ru: Откуда вы хотите восстановить данные?
sr_rs: Odakle želite da vratite?
sv_se: Var vill du återställa från?
