Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: Export configuration
ca: Exporta la configuració
cs: Exportovat nastavení
da: Eksporter konfiguration
de: Konfiguration exportieren
es: Exportar configuración
fi: Vie asetukset
fr_ca: Exporter la configuration
hu: Konfiguráció exportálása
it: Esporta configurazione
ja_jp: 設定をエクスポート
lt: Eksportuoti konfigūraciją
lv: Eksportēt konfigurāciju
nl_nl: Exporteer configuratie
pl: Eksportuj konfigurację
pt: Exportar configuração
pt_br: Exportar configuração
ro: Exportați configurația
ru: Экспорт конфигурации
sr_rs: Izvezi podešavanja
sv_se: Exportera konfiguration

source: Export passwords
ca: Exporta les contrasenyes
cs: Exportovat hesla
da: Eksportér adgangskoder
de: Passwort exportieren
es: Exportar contraseñas
fi: Vie salasanat
fr_ca: Exporter les mots de passe
hu: Jelszó exportálása
it: Esporta le password
ja_jp: パスワードをエクスポート
nl_nl: Exporteer wachtwoorden
pl: Eksportuj hasła
pt: Exportar palavras-passe
pt_br: Exportar senhas
ru: Экспортировать пароли
sr_rs: Izvezi lozinke
sv_se: Exportera lösenord

source: Export …
da: Eksport ...
de: Exportieren …
es: Exportar ...
fi: Vie …
hu: Exportálás…
it: Esporta …
ja_jp: エクスポート…
nl_nl: Exporteren ...
pl: Eksport ...
pt: Exportar ...
pt_br: Exportar ...
ru: Экспорт...
sr_rs: Izvoz ...
sv_se: Exportera ...

source: Exporting …
cs: Exportování…
da: Eksporterer ...
de: Am Exportieren …
es: Exportando ...
fi: Viemässä …
hu: Exportálás ...
it: Esportazione in corso ...
ja_jp: エクスポートしています…
nl_nl: Exporteren ...
pl: Eksportowanie ...
pt: A Exportar ...
pt_br: Exportando ...
ru: Экспортирование...
sr_rs: Izvozim ...
sv_se: Exporterar ...

source: External link
ca: Enllaç extern
cs: Vnější odkaz
da: Eksternt link
de: Externer Link
es: Enlace externo
fi: Ulkoinen linkki
fr_ca: Lien externe
hu: Külső hivatkozás
it: Link esterno
ja_jp: 外部リンク
lt: Išorinė nuoroda
nl_nl: Externe link
pl: Link zewnętrzny
pt: Ligação externa
pt_br: Link externo
ru: Внешняя ссылка
sr_rs: Spoljašnja veza
sv_se: Extern länk

source: FTP (Alternative)
ca: FTP (alternatiu)
cs: FTP (alternativní)
da: FTP (alternativ)
de: FTP (Alternativ)
es: FTP (Alternativa)
fi: FTP (vaihtoehtoinen)
fr_ca: FTP (Alternatif)
hu: FTP (alternatív)
it: FTP (Alternativo)
ja_jp: FTP（代替）
lt: FTP (Alternatyva)
lv: FTP (Alternatīvs)
nl_nl: FTP (Alternatief)
pl: FTP (Alternatywny)
pt: FTP (Alternativo)
pt_br: FTP (alternativo)
ro: FTP (alternativă)
ru: FTP (Альтернативный)
sr_rs: FTP (Alternativno)
sv_se: FTP (alternativ)

source: Failed to build temporary database: {{message}}
ca: No s'ha pogut crear la base de dades temporal: {{message}}
cs: Nepodařilo se vytvořit dočasnou databázi: {{message}}
da: Kunne ikke bygge midlertidig database: {{message}}
de: Erstellen der temporären Datenbank fehlgeschlagen: {{message}}
es: Error al crear base de datos temporal: {{message}}
fi: Tilapäisen tietokannan luominen epäonnistui. Virhe: {{message}}
fr_ca: Échec de la construction de la base de données temporaire : {{message}}
hu: Nem sikerült létrehozni az ideiglenes adatbázist: {{message}}
it: Impossibile creare un database temporaneo: {{message}}
ja_jp: 一時的なデータベースを構築できませんでした：{{message}}
lt: Nepavyko sukurti laikinos duomenų bazės: {{message}}
nl_nl: Opbouwen tijdelijke database mislukt: {{message}}
pl: Nie udało się utworzyć tymczasowej bazy danych: {{message}}
pt: Falha ao criar a base de dados temporária: {{message}}
pt_br: Falha ao construir base temporária: {{message}}
ro: Eroare la crearea bazei de date temporare: {{message}}
ru: Не удалось построить временную базу данных: {{message}}
sr_rs: Pravljenje privremene baze podataka nije uspelo: {{message}}
sv_se: Misslyckades med att skapa tillfällig databas: {{message}}

source: Failed to connect:
ca: No s'ha pogut connectar:
cs: Nepodařilo se připojit:
da: Kunne ikke forbinde:
de: Verbindung fehlgeschlagen:
es: Fallo al conectar:
fi: Yhteyden muodostaminen epäonnistui:
fr_ca: Échec de la connexion :
hu: Nem sikerült csatlakozni:
it: Impossibile connettersi:
ja_jp: 接続できませんでした：
lt: Nepavyko prisijungti:
lv: Neizdevās izveidot savienojumu:
nl_nl: Verbinden mislukt:
pl: Nie udało się połączyć:
pt: Falha ao estabelecer ligação:
pt_br: Falha ao conectar:
ro: Eroare de conexiune:
ru: Не удается подключиться:
sr_rs: Neuspelo povezivanje:
sv_se: Misslyckades med att ansluta:

source: Failed to connect: {{message}}
ca: No s'ha pogut connectar: {{message}}
cs: Nepodařilo se připojit: {{message}}
da: Kunne ikke forbinde: {{message}}
de: Verbindung fehlgeschlagen: {{message}}
es: No se pudo conectar: {{message}}
fi: Yhteyden muodostaminen epäonnistui: {{message}}
fr_ca: Échec de la connexion : {{message}}
hu: Nem sikerült csatlakozni: {{message}}
it: Impossibile connettersi: {{message}}
ja_jp: 接続できませんでした。{{message}}
lt: Nepavyko prisijungti: {{message}}
nl_nl: Verbinden mislukt: {{message}}
pl: Nie udało się połączyć: {{message}}
pt: Falha ao estabelecer ligação: {{message}}
pt_br: Falha ao conectar: {{message}}
ro: Nu s-a putut conecta: {{message}}
ru: Не удается подключиться: {{message}}
sr_rs: Neuspelo povezivanje: {{message}}
sv_se: Misslyckades med att ansluta: {{message}}

source: Failed to delete:
ca: No s'ha pogut eliminar:
cs: Nepodařilo se smazat:
da: Kunne ikke slette:
de: Löschen fehlgeschlagen:
es: Error al eliminar:
fi: Poistaminen epäonnistui:
fr_ca: Échec de la suppression :
hu: A törlés nem sikerült:
it: Impossibile eliminare:
ja_jp: 削除できませんでした：
lt: Nepavyko ištrinti:
nl_nl: Verwijderen mislukt:
pl: Nie udało się usunąć:
pt: Falha ao eliminar:
pt_br: Falha ao remover:
ro: Nu sa șters:
ru: Не удалось удалить:
sr_rs: Brisanje nije uspelo:
sv_se: Misslyckades med att radera:

source: Failed to fetch path information: {{message}}
ca: No s'ha pogut recollir la informació de les rutes: {{message}}
cs: Nepodařilo se stáhnout informaci o popisu umístění: {{message}}
da: Kunne ikke hente sti-information: {{message}}
de: Konnte Pfadangaben nicht abrufen: {{message}}
es: Error al recuperar información de la ruta: {{message}}
fi: Polkutietojen noutaminen epäonnistui: {{message}}
fr_ca: Échec de la récupération des information du chemin : {{message}}
hu: Nem sikerült letölteni az elérési út adatait: {{message}}
it: Impossibile recuperare le informazioni sul percorso: {{message}}
ja_jp: パスの情報を取得できませんでした：{{message}}
lt: Nepavyko gauti aplanko informacijos: {{message}}
nl_nl: Ophalen pad-informatie mislukt: {{message}}
pl: Nie udało się pobrać informacji o ścieżce: {{message}}
pt: Falha ao obter a informação do caminho: {{message}}
pt_br: Falha ao obter informação do caminho: {{message}}
ro: Nu s-a putut obține informații despre cale: {{message}}
ru: Не удалось получить сведения о пути: {{message}}
sr_rs: Nije uspelo preuzimanje informacija o putanji: {{message}}
sv_se: Misslyckades med att hämta sökvägsinformation: {{message}}

source: Failed to find backup:
ca: No s'ha pogut trobar la còpia de seguretat:
cs: Zálohu se nepodařilo nalézt:
da: Kunne ikke finde backup:
de: Sicherung konnte nicht gefunden werden:
es: Error para encontrar respaldo:
fi: Varmuuskopiota ei löydetty:
fr_ca: Impossible de trouver la sauvegarde
hu: Nem sikerült megtalálni a biztonsági másolatot:
it: Impossibile trovare il backup:
ja_jp: バックアップが見つかりませんでした：
nl_nl: Back-up kon niet worden gevonden:
pl: Nie udało się znaleźć kopii zapasowej:
pt: Falha ao encontrar a cópia de segurança:
pt_br: Falha ao encontrar backup:
ru: Не удалось найти резервную копию:
sr_rs: Pronalaženje rezervne kopije nije uspelo:
sv_se: Misslyckades med att hitta säkerhetskopia:

source: Failed to get bug report URL: {{message}}
de: Abruf der Fehlerreport-URL fehlgeschlagen: {{message}}
it: Impossibile ottenere l'URL di segnalazione del bug: {{message}}
ja_jp: バグレポートのURLを取得できませんでした：{{message}}
nl_nl: Kan de URL van het bugrapport niet ophalen: {{message}}

source: Failed to import: {{message}}
de: Import fehlgeschlagen: {{message}}
it: Impossibile importare: {{message}}
ja_jp: インポートできませんでした：{{message}}
nl_nl: Kan niet importeren: {{message}}

source: Failed to read backup defaults:
ca: No s'han pogut llegir els valors per defecte de la còpia de seguretat:
cs: Nepodařilo se načíst výchozí parametry zálohy:
da: Kunne ikke læse backup standardværdier:
de: Sicherungsstandardeinstellungen konnten nicht gelesen werden:
es: Error al leer los valores predeterminados de copia de seguridad:
fi: Varmuuskopion oletusasetusten lukeminen epäonnistui:
fr_ca: Échec de la lecture des paramètres par défaut de la sauvegarde :
hu: A biztonsági másolat alapértelmezett értékeinek olvasása nem sikerült:
it: Impossibile leggere le impostazioni predefinite del backup:
ja_jp: バックアップの既定の設定を読み込めませんでした：
lt: Nepavyko nuskaityti kopijos numatytus parametrus:
nl_nl: Standaard instellingen voor back-up inlezen mislukt:
pl: Nie udało się odczytać domyślnych danych kopii:
pt: Falha ao ler as definições da cópia de segurança:
pt_br: Falha ao ler os padrões do backup
ro: Nu au putut fi citite valorile implicite de rezervă:
ru: Не удалось прочитать настройки по умолчанию для резервной копии:
sr_rs: Čitanje podrazumevanih rezervnih kopija nije uspelo:
sv_se: Misslyckades med att läsa standardinställningarna för säkerhetskopia:

source: Failed to read file: {{message}}
de: Lesen der Datei fehlgeschlagen: {{message}}
it: Impossibile leggere il file: {{message}}
ja_jp: ファイルを読み込めませんでした：{{message}}
nl_nl: Kan bestand niet lezen: {{message}}

source: Failed to restore files: {{message}}
ca: No s'han pogut restaurar els fitxers: {{message}}
cs: Nepodařilo se obnovit soubory: {{message}}
da: Kunne ikke gendanne filer: {{message}}
de: Wiederherstellung der Dateien fehlgeschlagen: {{message}}
es: Fallo al restaurar archivos: {{message}}
fi: Tiedostojen palauttaminen epäonnistui: {{message}}
fr_ca: Échec de la restauration des fichiers : {{message}}
hu: A fájlok helyreállítása nem sikerült: {{message}}
it: Impossibile ripristinare i file: {{message}}
ja_jp: ファイルを復元できませんでした：{{message}}
lt: Failų atkūrimas nepavyko: {{message}}
nl_nl: Herstellen bestanden mislukt: {{message}}
pl: Nie udało się odtworzyć plików: {{message}}
pt: Falha ao restaurar os ficheiros: {{message}}
pt_br: Falha ao restaurar arquivos: {{message}}
ro: Nu sa reușit restaurarea fișierelor: {{message}}
ru: Не удалось восстановить файлы: {{message}}
sr_rs: Vraćanje fajlova nije uspelo: {{message}}
sv_se: Misslyckades med att återställa filer: {{message}}

source: Failed to save:
ca: No s'ha pogut desar:
cs: Nepodařilo se uložit:
da: Kunne ikke gemme:
de: Fehler beim Speichern:
es: Error al guardar:
fi: Tallennus epäonnistui:
fr_ca: Échec d'enregistrement :
hu: Nem sikerült elmenteni:
it: Impossibile salvare:
ja_jp: 保存できませんでした：
lt: Išsaugoti nepavyko:
nl_nl: Opslaan mislukt:
pl: Nie udało się zapisać:
pt: Falha ao guardar:
pt_br: Falha ao salvar:
ro: Salvarea nu a reușit:
ru: Не удалось сохранить:
sr_rs: Čuvanje nije uspelo:
sv_se: Misslyckades med att spara:

source: Fatal error, no statistics collected
de: Fataler Fehler, keine Statistiken gesammelt
it: Errore fatale, nessuna statistica raccolta
ja_jp: 深刻なエラーが発生しました。統計は収集されていません
nl_nl: Fatale fout, geen statistieken verzameld

source: Fetching path information …
cs: Získávání informací o popisu umístění…
da: Henter information om stier ...
de: Abrufen von Pfadinformationen...
es: Obteniendo información de ruta ...
hu: Útvonal-információ lekérése ...
it: Recupero delle informazioni sul percorso ...
ja_jp: パスの情報を取得しています…
nl_nl: Ophalen pad-informatie ...
pl: Pobieranie informacji o ścieżce ...
pt: A obter informação do caminho ...
pt_br: Buscando informações do caminho …
ru: Получение информации о пути…
sr_rs: Preuzimanje informacija o putanji …
sv_se: Hämtar sökvägsinformation …

source: Filejump API token
it: Filejump token API

source: Files larger than:
ca: Fitxers més grans que:
cs: Soubory větší než:
da: Filer større end:
de: Dateien größer als:
es: Archivos que superen:
fi: Tiedostot, joiden koko on suurempi kuin:
fr_ca: Fichiers plus gros que :
hu: Fájlok nagyobb mint:
it: File più grandi di:
ja_jp: 閾値より大きなファイル：
lt: Failai didesni nei:
lv: Faili lielāki par:
nl_nl: Bestanden groter dan:
pl: Pliki większe niż:
pt: Ficheiros maiores do que:
pt_br: Arquivos maiores que:
ro: Fișiere mai mari decât:
ru: Файлы размером более:
sr_rs: Fajlovi veći od:
sv_se: Filer större än:

source: Filters
ca: Filtres
cs: Filtry
da: Filtre
de: Filter
es: Filtros
fi: Suodattimet
fr_ca: Filtres
hu: Szürők
it: Filtri
ja_jp: フィルター
lt: Filtrai
lv: Filtrs
pl: Filtry
pt: Filtros
pt_br: Filtros
ro: Filtre
ru: Фильтры
sr_rs: Filteri
sv_se: Filter

source: Finished!
ca: S'ha acabat!
cs: Dokončeno!
da: Færdig!
de: Fertiggestellt!
es: ¡Terminado!
fi: Valmis!
fr_ca: Terminé!
hu: Kész!
it: Finito!
ja_jp: 完了しました!
lt: Baigta!
lv: Pabeigts!
nl_nl: Klaar!
pl: Zakończono!
pt: Terminado!
pt_br: Finalizado!
ro: Terminat!
ru: Готово!
sr_rs: Završeno!
sv_se: Klar!

source: First run setup
ca: Configuració inicial
cs: Úvodní nastavení při prvním spuštění
da: Førstegangsopsætning
de: Zuerst Setup starten
es: Configuración de primera ejecución
fr_ca: Première mise en route
hu: Első futtatáskori beállítás
it: Impostazione prima esecuzione
ja_jp: 初回実行セットアップ
lt: Pirmojo paleidimo sąranka
nl_nl: Instellen voor eerste gebruik
pl: Konfiguracja początkowa
pt: Configuração de primeira utilização
pt_br: Configuração inicial
ro: Prima configurare
ru: Настройка при первом запуске
sr_rs: Podešavanje za prvo pokretanje
sv_se: Nyinstallationsinställningar

source: Folder
ca: Carpeta
cs: Složka
da: Mappe
de: Ordner
es: Carpeta
fi: Kansio
fr_ca: Dossier
hu: Mappa
it: Cartella
ja_jp: フォルダー
lt: Aplankas
lv: Mape
nl_nl: Map
pl: Katalog
pt: Pasta
pt_br: Diretório
ro: Pliant
ru: Папка
sr_rs: Fascikla
sv_se: Mapp

source: Folder in the bucket
de: Ordner im Bucket
fi: Kansio säilössä
it: Cartella del bucket
ja_jp: バケット内のフォルダー
nl_nl: Map in de bucket

source: Folder path
ca: Ruta de la carpeta
cs: Popis umístění složky
da: Mappe sti
de: Ordnerpfad
es: Ruta de la carpeta
fi: Kansion polku
fr_ca: Chemin du dossier
hu: Mappa útvonal
it: Percorso cartella
ja_jp: フォルダーのパス
lt: Aplanko kelias
nl_nl: Map-pad
pl: Ścieżka katalogu
pt: Caminho da pasta
pt_br: Caminho do diretório
ro: Dosarul de cale
ru: Путь к папке
sr_rs: Putanja do fascikle
sv_se: Mappsökväg

source: Folder path name
de: Ordnerpfadname
it: Nome percorso cartella
ja_jp: フォルダーのパスの名称
nl_nl: Map-padnaam

source: Fri
ca: Divendres
cs: Pá
da: Fre
de: Fr
es: Vie
fi: Pe
fr_ca: Ven.
hu: Pén
it: Ven
ja_jp: 金曜日
lt: Pn
nl_nl: Vrijdag
pl: Pt
pt: Sex
pt_br: Sex
ro: Vi
ru: Пт
sr_rs: Pet
sv_se: Fre

source: Full destination path, including the server name, but without https
de: Vollständiger Zielpfad, inklusive des Servernamens, aber ohne https
it: Percorso di destinazione completo, compreso il nome del server, ma senza https
ja_jp: サーバーの名称を含む、バックアップ先の完全なパス（httpsは除く）
nl_nl: Volledig bestemmingspad, inclusief de servernaam, maar zonder https

source: GCS Project ID
ca: ID del projecte de GCS
cs: GCS identifikátor projektu
da: GCS Projekt ID
es: GCS Proyecto ID
fi: GCS Projektin ID
fr_ca: ID du projet GCS
it: ID Progetto GCS
ja_jp: GCS プロジェクトID
lt: GCS projekto ID
pt: ID do projeto GSC
pt_br: ID do Projeto GCS
ro: ID de proiect GCS
sr_rs: GCS ID projekta
sv_se: GCS Projekt-ID

source: General
cs: Obecné
da: Generelt
de: Allgemein
fi: Yleinen
fr_ca: Général
hu: Általános
it: Generale
ja_jp: 全般
lt: Pagrindiniai
lv: Vispārīgi
nl_nl: Algemeen
pl: Ogólne
pt: Geral
pt_br: Geral
ru: Общие
sr_rs: Generalno
sv_se: Generellt

source: General backup settings
ca: Paràmetres generals de la còpia de seguretat
cs: Obecná nastavení zálohy
da: Generelle backup indstillinger
de: Allgemeine Sicherungseinstellungen
es: Configuración general de la copia de seguridad
fi: Yleiset varmuuskopioasetukset
fr_ca: Paramètres généraux de sauvegarde
hu: Általános mentési beállítások
it: Impostazioni generali backup
ja_jp: バックアップの設定
lt: Pagrindiniai kopijos nustatymai
lv: Vispārīgie dublējumkopiju iestatījumi
nl_nl: Algemene back-upinstellingen
pl: Ogólne ustawienia kopii
pt: Definições gerias de cópia de segurança
pt_br: Configurações gerais de backup
ro: Setări de rezervă generale
ru: Общие параметры резервного копирования
sr_rs: Opšta podešavanja rezervnih kopija
sv_se: Allmän inställningar för säkerhetskopia

source: General options
ca: Opcions generals
cs: Obecné volby
da: Generelle indstillinger
de: Allgemeine Einstellungen
es: Opciones generales
fi: Yleiset asetukset
fr_ca: Options générales
hu: Általános beállítások
it: Opzioni generali
ja_jp: 設定
lt: Pagrindiniai parametrai
lv: Vispārīgie iestatījumi
nl_nl: Algemene opties
pl: Opcje ogólne
pt: Opções gerais
pt_br: Opções gerais
ro: Optiuni generale
ru: Основные параметры
sr_rs: Generalne opcije
sv_se: Generella inställningar

source: Generate
ca: Genera
cs: Vytvořit
da: Generér
de: Erzeugen
es: Generar
fi: Luo
fr_ca: Générer
hu: Generál
it: Genera
ja_jp: 生成
lt: Generuoti
lv: Izveidot
nl_nl: Genereer
pl: Generuj
pt: Gerar
pt_br: Gerar
ro: Genera
ru: Сгенерировать
sr_rs: Generiši
sv_se: Skapa

source: Generate IAM access policy
ca: Genera una política d'accés IAM
cs: Vytvořit IAM zásady přístupu
da: Generér IAM access policy
de: IAM-Zugriffsrichtlinie generieren
es: Generar política de acceso IAM
fi: Luo Amazon IAM access policy
fr_ca: Générer la statégie d'accès IAM
it: Genera criteri di accesso IAM
ja_jp: IAMアクセスポリシーを生成
lt: Generuoti IAM prieigos politiką
nl_nl: Genereer IAM toegangsbeleid
pl: Wygeneruj politykę dostępu IAM
pt_br: Gerar política de acesso IAM
ru: Сгенерировать политики доступа IAM

source: Getting file versions …
cs: Získávání verzí souboru…
da: Henter fil versioner ...
de: Dateiversionen werden abgerufen …
es: Obteniendo versiones de archivos ...
fi: Haetaan tiedostojen versioita ...
hu: Fájl verziók lekérdezése...
it: Ottenere versioni di file ...
ja_jp: ファイルのバージョンを取得しています…
nl_nl: Bestandsversies ophalen ...
pl: Pobieranie wersji plików ...
pt: A obter versão dos ficheiros ...
pt_br: Obtendo versões do arquivo ...
ru: Получение версий файлов…
sr_rs: Dohvatanje verzija fajla ...
sv_se: Hämtar filversioner ...

source: Group email
ca: Adreça electrònica del grup
cs: E-mail skupiny
da: Gruppe email
de: Gruppen-E-Mail
es: Correo del grupo
fi: Ryhmäsähköpostiosoite
fr_ca: Courriel de groupe
hu: Csoport e-mail
it: Email gruppo
ja_jp: グループの電子メール
lt: Grupės el. paštas
nl_nl: Groep e-mail
pl: E-mail grupowy
pt: E-mail do grupo
pt_br: E-mail do grupo
ru: Электронная почта группы
sr_rs: Grupna e-pošta
sv_se: Grupp-epost

source: Has Scheduled
de: Wurde geplant
it: È pianificato

source: Has Scheduled (descending)
de: Wurde geplant (absteigend)
it: È pianificato (decrescente)

source: Help
de: Hilfe
it: Aiuto

source: Hidden files
ca: Fitxers ocults
cs: Skryté soubory
da: Skjulte filer
de: Versteckte Dateien
es: Archivos ocultos
fi: Piilotetut tiedostot
fr_ca: Fichiers cachés
hu: Rejtett fájlok
it: File nascosti
ja_jp: 隠しファイル
lt: Paslėpti failai
lv: Paslēptie faili
nl_nl: Verborgen bestanden
pl: Ukryte pliki
pt: Ficheiros ocultos
pt_br: Arquivos ocultos
ro: Fișiere ascunse
ru: Скрытые файлы
sr_rs: Skriveni fajlovi
sv_se: Gömda filer

source: Hide
ca: Amaga
cs: Skrýt
da: Skjul
de: Ausblenden
es: Ocultar
fi: Piilota
fr_ca: Cacher
hu: Elrejt
it: Nascondi
ja_jp: 隠す
lt: Paslepti
lv: Paslēpt
nl_nl: Verberg
pl: Ukryj
pt: Ocultar
pt_br: Ocultar
ro: Ascunde
ru: Скрыть
sr_rs: Sakrij
sv_se: Dölj

source: Hide hidden items
de: Versteckte Elemente nicht anzeigen
it: Nascondi elementi nascosti

source: Hostnames
ca: Noms
cs: Názvy strojů
da: Hostnavne
de: Hostnamen
es: Nombres de host
fi: Isäntänimet
fr_ca: Les noms d'hôtes
hu: Gazdagép nevek
it: Nomi host
ja_jp: ホスト名
lt: Serverio vardas
nl_nl: hostnamen
pl: Nazwy hostów
pt: Nomes de hosts
ru: Имя хоста
sr_rs: Imena hostova
sv_se: Värdnamn

source: Hours
ca: Hores
cs: Hodin
da: Timer
de: Stunden
es: Horas
fi: tuntia
fr_ca: Heures
hu: Óra
it: Ore
ja_jp: 時間
lt: Valandos
lv: Stundas
nl_nl: Uur
pl: Godziny
pt: Horas
pt_br: Horas
ro: ore
ru: часов
sr_rs: Sati
sv_se: Timmar

source: How do you want to handle existing files?
ca: Què voleu fer amb els fitxers existents?
cs: Jak chcete zacházet s existujícími soubory?
da: Hvordan vil du håndtere eksisterende filer?
de: Wie sollen bestehende Dateien behandelt werden?
es: ¿Cómo desea manejar los archivos existentes?
fi: Mitä tehdään olemassa oleville tiedostoille?
fr_ca: Comment voulez-vous traiter les fichiers existants?
hu: Hogyan szeretnéd kezelni a létező fájlokat?
it: Come vuoi gestire i file esistenti?
ja_jp: 既存のファイルはどのように扱いますか？
lt: Kaip elgtis su esamais failais?
lv: Kā jūs vēlaties rīkoties ar jau esošajiem failiem?
nl_nl: Hoe wilt u omgaan met bestaande bestanden?
pl: Jak chcesz potraktować istniejące pliki?
pt: Como deseja gerir os ficheiros existentes?
pt_br: Como você quer lidar com arquivos existentes?
ro: Cum doriți să gestionați fișierele existente?
ru: Как вы хотите обрабатывать существующие файлы?
sr_rs: Kako želite da rukujete postojećim fajlovima?
sv_se: Hur vill du hantera existerande filer?

source: Hyper-V Machine
ca: Màquina de l'Hyper-V
cs: Hyper-V stroj
da: Hyper-V maskine
de: Hyper-V-Maschine
es: Máquina Hyper-V
fi: Hyper-V-virtuaalikone
fr_ca: Machine Hyper-V
hu: Hyper-V gép
it: Sitema Hyper-V
ja_jp: Hyper-V マシン
lt: Hyper-V mašina
lv: Hyper-V Mašīna
pl: Maszyna Hyper-V
pt: Máquina Hyper-V
pt_br: Máquina Hyper-V
ro: Mașină Hyper-V
ru: Hyper-V Машина
sr_rs: Hyper-V mašina
sv_se: HyperV-maskin

source: Hyper-V Machine: {{name}}
de: Hyper-V Maschine: {{name}}
it: Macchina Hyper-V: {{name}}

source: Hyper-V Machines
ca: Màquines de l'Hyper-V
cs: Hyper-V stroje
da: Hyper-V maskiner
de: Hyper-V-Maschinen
es: Máquinas Hyper-V
fi: Hyper-V-virtuaalikoneet
fr_ca: Machines Hyper-V
hu: Hyper-V gépek
it: Sistemi Hyper-V
ja_jp: Hyper-V マシン
lt: Hyper-V mašinos
lv: Hyper-V Mašīnas
pl: Maszyny Hyper-V
pt: Máquinas Hyper-V
pt_br: Máquinas Hyper-V
ro: Mașini Hyper-V
ru: Hyper-V Машины
sr_rs: Hyper-V mašine
sv_se: HyperV-maskiner

source: IDrive Sync directory path
de: IDrive Sync Verzeichnispfad
it: Percorso cartella di sincronizzazione di IDrive
ja_jp: IDrive Syncのディレクトリーのパス
nl_nl: IDrive Sync directory-pad

source: IDrive e2 Access Key ID
de: IDrive e2 Zugriffsschlüssel ID
it: ID chiave di accesso IDrive e2
ja_jp: IDrive e2のアクセスキーのID
nl_nl: IDrive e2 Toegangssleutel-ID

source: IDrive e2 Access Key Secret
de: IDrive e2 Zugriffsschlüssel Secret
it: Chiave di accesso IDrive e2 segreta
ja_jp: IDrive e2のアクセスキーのシークレット
nl_nl: IDrive e2 Toegangssleutel-geheim
