Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: Destination
ca: Destinació
cs: Cíl
de: Ziel
es: Destino
fi: Kohde
hu: Cél
it: Destinazione
ja_jp: バックアップ先
lt: Paskirtis
lv: Mērķis
nl_nl: Doel
pl: Lokalizacja docelowa
pt: Destino
pt_br: Destino
ro: Destinaţie
ru: Хранение
sr_rs: Odredište

source: Destination Type
de: Ziel Typ
it: Tipo destinazione

source: Destination Type (descending)
de: Ziel Typ (absteigend)
it: Tipo destinazione (decrescente)

source: Destination path
ca: Ruta de destinació
cs: Cílové umístění
da: Destinations sti
de: Ziel-Pfad
es: Ruta de destino
fi: Kohdepolku
fr_ca: Chemin de destination
hu: Cél útvonal
it: Percorso destinazione
ja_jp: バックアップ先のパス
lt: Kelias iki paskirties
nl_nl: Doelpad
pl: Ścieżka docelowa
pt: Caminho de destino
pt_br: Caminho de destino
ro: Calea destinație
ru: Путь назначения
sr_rs: Putanja odredišta
sv_se: Målsökväg

source: Destination size
de: Ziel-Größe
it: Dimensione destinazione

source: Destination size (descending)
de: Ziel-Größe (absteigend)
it: Dimensione destinazione (decrescente)

source: Direct restore from backup files …
de: Direkte Wiederherstellung aus Sicherungsdateien …
it: Ripristino diretto da file di backup...
ja_jp: バックアップファイルから直接復元…
nl_nl: Direct herstellen vanuit back-upbestanden …

source: Directory path
de: Verzeichnispfad
it: Percorso cartella
ja_jp: ディレクトリーのパス
nl_nl: Directory-pad

source: Disable remote control
de: Fernzugriff deaktivieren
it: Disabilita controllo remoto

source: Disabled
ca: Desactivat
cs: Vypnuto
da: Deaktiveret
de: Deaktiviert
es: Desactivar
fi: Poistettu käytöstä
fr_ca: Désactivé
hu: Letiltva
it: Disattivato
ja_jp: 無効
lt: Išjungta
lv: Atspējots
nl_nl: Uitgeschakeld
pl: Wyłączone
pt: Desativada
pt_br: Desabilitado
ro: Inactiv
ru: Отключено
sr_rs: Onemogućeno
sv_se: Avstängd

source: Dismiss
ca: Ignora
cs: Zavřít
da: Afvis
de: Verwerfen
es: Descartar
fi: Ohita
fr_ca: Rejeter
hu: Elvet
it: Rifiuta
ja_jp: 表示しない
lt: Neberodyti
lv: Atmest
nl_nl: Afwijzen
pl: Odrzuć
pt: Descartar
pt_br: Ok
ro: Închide
ru: Скрыть
sr_rs: Odbaci
sv_se: Avfärda

source: Dismiss all
ca: Ignora-ho tot
cs: Zavřít vše
da: Afvis alle
de: Alles ausblenden
es: Ignorar todo
fi: Hylkää kaikki
fr_ca: Rejeter la totalité
hu: Elvet mindent
it: Rifiuta tutto
ja_jp: すべて表示しない
lt: Neberodyti visko
nl_nl: Alles afwijzen
pl: Odrzucić wszystkie
pt: Descartar tudo
pt_br: Ignorar tudo
ro: Închide tot
ru: Отклонить все
sr_rs: Odbaci sve
sv_se: Avfärda allt

source: Display and color theme
ca: Visualització i tema de color
cs: Motiv vzhledu zobrazení a barev
da: Visning og farvevalg
de: Darstellung und Farbthema
es: Apariencia y esquema de colores
fi: Näyttö ja väriteema
fr_ca: Affichage et couleur
hu: Megjelenés és szín téma
it: Tema interfaccia
ja_jp: テーマカラー
lt: Vaizdo ir spalvų tema
lv: Displeja un krāsu motīvs
nl_nl: Weergave en kleurenschema
pl: Schemat ekranu i kolorystyki
pt: Visualização e cor do tema
pt_br: Tela e cores do tema
ro: Afișare și temă de culoare
ru: Отображение и цветовая тема
sr_rs: Ekran i tema boja
sv_se: Visnings- och färgtema

source: Do you really want to delete the backup: "{{name}}" ?
ca: Segur que voleu eliminar la còpia de seguretat «{{name}}»?
cs: Opravdu chcete smazat zálohu: „{{name}}“?
da: Vil du virkelig slette backupen: "{{name}}"?
de: Möchten Sie die Sicherung wirklich löschen: "{{name}}" ?
es: ¿Realmente desea eliminar la copia de seguridad: "{{name}}"?
fi: Haluatko varmasti poistaa varmuuskopion "{{name}}"?
fr_ca: Voulez-vous vraiment supprimer la sauvegarde : "{{name}}" ?
hu: Biztos, hogy törölni akarod ezt a mentést: "{{name}}" ?
it: Vuoi veramente eliminare il backup: "{{name}}" ?
ja_jp: バックアップ "{{name}}" を削除してよろしいですか？
lt: Ar tikrai norite ištrinti kopiją: "{{name}}" ?
nl_nl: Wilt u de back-up "{{name}}" echt verwijderen?
pl: Naprawdę chcesz usunąć kopię: "{{name}}" ?
pt: Tem a certeza de que deseja eliminar a cópia de segurança: "{{name}}"?
pt_br: Deseja realmente remover o backup: "{{name}}" ?
ro: Chiar vrei să ștergi copia de rezervă: "{{name}}"?
ru: Подтверждаете удаление плана резервного копирования: «{{name}}» ?
sr_rs: Da li zaista želite da obrišete rezervnu kopiju: "{{name}}" ?
sv_se: Vill du verkligen radera säkerhetskopia för: "{{name}}" ?

source: Do you really want to delete the local database for: {{name}}
ca: Segur que voleu eliminar la base de dades local de «{{name}}»?
cs: Opravdu chcete smazat místní databázi pro: {{name}}
da: Vil du virkelig slette den lokale database for: {{navn}}
de: Möchten Sie die lokale Datenbank wirklich löschen für: {{name}}
es: Realmente desea eliminar la base de datos local: {{name}}
fi: Haluatko varmasti poistaa varmuuskopion {{name}} paikallisen tietokannan?
fr_ca: Voulez-vous vraiment supprimer la base de données locale pour : {{name}} ?
hu: Biztos, hogy törölni akarod ezt a helyi adatbázist: {{name}}
it: Vuoi veramente eliminare il database locale per: {{name}} ?
ja_jp: {{name}} のデータベースを削除してよろしいですか？
lt: Ar tikrai norite ištrinti lokalią duomenų bazę: {{name}}
nl_nl: Wilt u de lokale database voor: {{name}} echt verwijderen?
pl: Czy naprawdę chcesz usunąć lokalna bazę danych: {{name}}
pt: Tem a certeza de que deseja eliminar a base de dados local para: {{name}}?
pt_br: Deseja realmente remover a base local para: {{name}}
ro: Chiar vrei să ștergi baza de date locală pentru: {{name}}
ru: Вы действительно хотите удалить локальную базу данных для: {{name}}
sr_rs: Da li zaista želiš da obrišeš lokalnu bazu podataka za: {{name}}
sv_se: Vill du verkligen radera den lokala databasen för: {{name}}

source: Domain
de: Domäne
it: Dominio

source: Domain name
de: Domänenname
it: Nome dominio
ja_jp: ドメイン名
nl_nl: Domeinnaam

source: Done
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
es: Hecho
fi: Valmis
fr_ca: Terminé
hu: Kész
it: Fatto
ja_jp: 完了
lt: Baigta
lv: Pabeigts
nl_nl: Klaar
pl: Wykonane
pt: Terminado
pt_br: Finalizado
ro: Terminat
ru: Готово
sr_rs: Završi
sv_se: Klart

source: Download
ca: Baixa
cs: Stáhnout
de: Herunterladen
es: Descargar
fi: Lataa
fr_ca: Téléchargement
hu: Letöltés
it: Scarica
ja_jp: ダウンロード
lt: Atsisiųsti
lv: Lejupielādēt
pl: Pobranie
pt: Descarregar
pt_br: Baixar
ro: Descarcă
ru: Скачать
sr_rs: Preuzmi
sv_se: Ladda ner

source: Downloaded files
ca: Fitxers baixats
cs: Stažené soubory
da: Downloadede filer
de: Heruntergeladene Dateien
es: Ficheros descargados
fi: Ladatut tiedostot
fr_ca: Fichiers téléchargés
hu: Letöltött fájlok
it: File scaricati
ja_jp: ダウンロードされたファイル
nl_nl: Gedownloade bestanden
pl: Pobrane pliki
pt: Descarregar ficheiros
pt_br: Arquivos baixados
ro: Fișierele descărcate
ru: Загруженные файлы
sr_rs: Preuzeti fajlovi
sv_se: Nedladdade filer

source: Downloading files …
cs: Stahování souborů…
da: Downloader filer ...
de: Dateien werden heruntergeladen …
es: Descargando archivos ...
fi: Ladataan tiedostoja ...
hu: Fájlok letöltése...
it: Sto scaricando i file …
ja_jp: ファイルをダウンロードしています…
nl_nl: Bestanden downloaden ...
pl: Pobieranie plików ...
pt: A transferir ficheiros ...
pt_br: Baixando arquivos ...
ro: Se descarcă fișierele ...
ru: Загрузка файлов…
sr_rs: Preuzimanje fajlova …
sv_se: Laddar ner filer ...

source: Downloading update…
cs: Stahování aktualizace…
da: Downloader opdatering ...
de: Aktualisierung wird heruntergeladen …
es: Descargando actualización ...
fi: Ladataan päivitystä ...
hu: Frissítés letöltése...
it: Sto scaricando l'aggiornamento...
ja_jp: アップデートをダウンロードしています…
nl_nl: Update downloaden ...
pl: Pobieranie uaktualnienia ...
pt: A transferir atualizações ...
pt_br: Baixando atualização...
ro: Se descarcă actualizarea ...
ru: Загрузка обновления…
sr_rs: Preuzimanje ažuriranja…
sv_se: Laddar ner uppdatering ...

source: Duplicate option {{opt}}
ca: Opció duplicada {{opt}}
cs: Volba duplikace {{opt}}
da: Dublet af indstilling {{opt}}
de: doppelte Option {{opt}}
es: Opciones de duplicado {{opt}}
fi: Sama valitsin {{opt}} annettiin kahdesti
fr_ca: Option de duplication {{opt}}
hu: Dupla beállítás: {{opt}}
it: Opzione duplicata {{opt}}
ja_jp: 複製に関するオプション {{opt}}
lt: Pasikartojantis parametras {{opt}}
nl_nl: Dubbele optie {{opt}}
pl: Powielenie opcji {{opt}}
pt: Opção duplicada {{opt}}
pt_br: Duplicar opção {{opt}}
ro: Opțiunea de duplicare {{opt}}
ru: Дублировать параметр {{opt}}
sr_rs: Duplikat opcije {{opt}}
sv_se: Duplicera alternativ {{opt}}

source: Duplicati Website
ca: Lloc web del Duplicati
cs: Webové stránky projektu Duplicati
da: Duplicati hjemmeside
es: Sitio Web Duplicati
fi: Duplicatin verkkosivu
fr_ca: Site internet de Duplicati
hu: Duplicati webodal
it: Sito web di Duplicati
ja_jp: Duplicatiのウェブサイト
lt: Duplicati svetainė
lv: Duplicati tīmekļa vietne
pl: Strona Duplicati
pt: Site do Duplicati
pt_br: Site do Duplicati
ro: Site-ul web al Duplicati
ru: Сайт Duplicati
sr_rs: Duplicati veb sajt
sv_se: Duplicatis webbsida

source: Duplicati forum
ca: Fòrum del Duplicati
cs: Diskuzní fórum o Duplicati
es: Foro de Duplicati
fi: Duplicatin keskustelualue
fr_ca: Forum de Duplicati
hu: Duplicati fórum
it: Forum Duplicati
ja_jp: Duplicatiのフォーラム
lt: Duplicati forumas
lv: Duplicati forums
pl: Forum Duplicati
pt: Fórum
pt_br: Fórum do Duplicati
ro: Forum-ul Duplicati
ru: Форум Duplicati
sv_se: Duplicatis forum

source: Duplicati needs to be secured with a passphrase and a random passphrase has been generated for you. If you open Duplicati from the tray icon, you do not need a passphrase, but if you plan to open it from another location you need to set a passphrase you know. Do you want to set a passphrase now?
de: Duplicati muss mit einer Passphrase gesichert werden und eine zufällige Passphrase wurde für Sie erstellt. Wenn Sie Duplicati vom Tray-Icon öffnen, benötigen Sie keine Passphrase, aber wenn Sie planen, es von einem anderen Ort zu öffnen, benötigen Sie eine Passphrase, die Sie kennen. Wollen Sie jetzt eine Passphrase erzeugen?
it: Duplicati deve essere protetto con una passphrase e una passphrase casuale è stata generata per te. Se apri Duplicati dall'icona della barra delle applicazioni, non è necessaria una passphrase, ma se vuoi aprirlo da un'altra posizione è necessario impostare una passphrase nota. Vuoi impostare una passphrase ora?
ja_jp: Duplicatiはパスフレーズで保護する必要があります。ランダムなパスフレーズを作成しました。 Duplicatiをトレイアイコンから開く場合はパスフレーズは必要ありませんが、別の場所から開くにはパスフレーズを入力する必要があります。 パスフレーズを設定しますか？
nl_nl: Duplicati moet worden beveiligd met een wachtwoordzin en er is een willekeurige wachtwoordzin voor u gegenereerd. Als u Duplicati opent via het systeemvakpictogram, heeft u geen wachtwoordzin nodig, maar als u van plan bent het te openen vanaf een andere locatie moet u een wachtwoordzin instellen die u kent. Wilt u nu een wachtwoordzin instellen?

source: Duplicati will run when started, but will remain in a paused state for the duration. Duplicati will occupy minimal system resources and no backups will be run.
ca: El Duplicati s'executarà quan arrenqui, però es mantindrà pausat durant el període especificat. El Duplicati ocuparà els recursos del sistema mínims i no s'executaran còpies de seguretat.
cs: Duplicati se zahájí při spuštění, ale po dobu průběhu zůstane v pozastaveném stavu. Bude zabírat co nejméně systémových prostředků a nebudou spouštěny žádné zálohy.
da: Duplicati kører når startet, men forbliver i pause-tilstand. Duplicati optager minimale systemressourcer og ingen backups vil køre.
de: Duplicati wird beim Start ausgeführt und verbleibt für die angegebene Dauer im pausierten Zustand. Dabei belegt Duplicati minimale Systemressourcen und Backups werden nicht ausgeführt.
es: Duplicati se ejecutará cuando inicie, pero permanecerá en stand-by mientras se ejecute. Duplicati ocupará minimos recursos del sistema y ningúna tarea de respaldo se ejectutará.
fr_ca: Duplicati s'exécutera une fois démarré, mais restera en état de pause pendant la durée. Duplicati occupera un minimum de ressources système et aucune sauvegarde ne sera exécutée.
hu: A másolat elindul, amikor elindul, de szüneteltetett állapotban marad mindaddig. A Duplicatiák minimális rendszer erőforrásokat foglalnak el, és biztonsági másolatot nem indítanak.
it: Duplicati sarà eseguito all'avvio, ma rimarrà in pausa per tutta la durata. Duplicati occuperà risorse di sistema minime e non saranno eseguiti backup.
ja_jp: Duplicatiは起動と同時に実行しますが、ここで指定した時間が経過するまで一時停止の状態を維持します。一時停止の間、Duplicatiは最低限のシステムの処理能力しか使用せず、その間バックアップは実行されません。
nl_nl: Duplicati zal bij het starten worden uitgevoerd, maar zolang als opgegeven gepauzeerd blijven. Duplicati zal een minimale hoeveelheid systeembronnen gebruiken en er zullen geen back-ups gestart worden.
pl: Duplikati będzie działać po uruchomieniu, ale pozostanie w stanie wstrzymania na wskazany czas. Duplikati będzie używać minimalne zasoby systemowe i nie będą wykonywane żadne kopie zapasowe.
pt: O Duplicati será executado quando iniciado, mas permanecerá no estado pausado pela duração. O Duplicati ocupará recursos mínimos do sistema e não será executada nenhuma cópia de segurança.
pt_br: Duplicati será executado quando iniciado, mas permanecerá em um estado pausado pela duração. O Duplicati ocupará recursos mínimos do sistema e nenhum backup será executado.
ro: Duplicati va rula la pornire, dar va rămâne pe pauză pentru durata specificată. Duplicati va folosi resurse minime și nu va fi creată nici o copie de rezervă.
ru: Duplicati будет запускаться при старте системы, но останется приостановленным, используя минимум ресурсов и не выполняя резервное копирование.
sr_rs: Duplicati će se pokrenuti kada se startuje, ali će ostati u pauziranom stanju sve vreme. Duplicati će zauzeti minimalne sistemske resurse i neće praviti rezervne kopije.
sv_se: Duplicati kommer att köras när den startas, men förblir i pausat tillstånd under hela tiden. Duplicati kommer att uppta minimala systemresurser och inga säkerhetskopior kommer att köras.

source: Duration
ca: Durada
cs: Doba trvání
da: Varighed
de: Dauer
es: Duración
fi: Kesto
fr_ca: Durée
hu: Időtartam
it: Durata
ja_jp: 経過
nl_nl: Tijdsduur
pl: Czas trwania
pt: Duração
pt_br: Duração
ro: Durată
ru: Продолжительность
sr_rs: Trajanje
sv_se: Varaktighet

source: Duration (descending)
de: Dauer (absteigend)
it: Durata (decrescente)

source: Each backup has a local database associated with it, which stores information about the remote backup on the local machine. When deleting a backup, you can also delete the local database without affecting the ability to restore the remote files. If you are using the local database for backups from the commandline, you should keep the database.
ca: Cada còpia de seguretat té una base de dades local associada que emmagatzema informació sobre la còpia de seguretat remota a l'ordinador local. Quan elimineu una còpia de seguretat, també podeu eliminar la base de dades local sense que això afecti la possibilitat de restaurar els fitxers remots. Si feu servir la base de dades local per a còpies de seguretat des de la línia d'ordres, hauríeu de mantenir la base de dades.
cs: Ke každé záloze je přiřazena místní databáze, která uchovává informace o vzdálené záloze na místním stroji. Při mazání zálohy je také možné smazat lokální databázi aniž by tím byla postižena schopnost obnovovat vzdálené soubory. Pokud používáte místní databáze pro zálohy z příkazového řádku, měli byste databázi ponechat.
da: Hver backup har en lokal database tilknyttet, som gemmer information om data på fjerndestinationen lokalt på maskinen. Når du sletter en backup kan du også slette den lokale database uden at dette påvirker muligheden for at gendanne filer. Hvis du bruger den lokale database til at køre backup via kommandolinien skal du beholde databasen.
de: Jeder Sicherung ist eine lokale Datenbank zugeordnet, die Informationen über die Fernsicherung auf dem lokalen Rechner speichert.\nWenn Sie eine Sicherung löschen, können Sie auch die lokale Datenbank löschen, ohne die Wiederherstellbarkeit der entfernten Dateien zu beeinträchtigen.\nWenn Sie die lokale Datenbank für Sicherungen von der Kommandozeile aus verwenden, sollten Sie die Datenbank behalten.
es: Cada copia tiene una base de datos local asociada que almacena información sobre la copia de seguridad remota en la máquina local. Al eliminar una copia de seguridad, también puede borrar la base de datos local sin afectar a la habilidad de restaurar los archivos remotos. Si está utilizando la base de datos local para copias de seguridad desde la línea de comandos, debe mantener la base de datos.
fr_ca: Chaque sauvegarde a une base de données locale associée à elle, elle stocke des informations localement à propos de la sauvegarde distante. Quand vous supprimez une sauvegarde, vous pouvez aussi supprimer la base de données locale sans affecter votre capacité à restaurer vos fichiers distants. Si vous utilisez la base de données locale pour vos sauvegardes à partir de la ligne de commande, vous devez conserver la base de données.
hu: Minden biztonsági mentéshez egy helyi adatbázis tartozik, amely a távoli biztonsági mentésről információkat tárol a helyi számítógépen. Biztonsági másolat törlésekor törölheti a helyi adatbázist anélkül, hogy befolyásolná a távoli fájlok visszaállításának képességét. Ha a helyi adatbázist a parancssorból készített biztonsági másolatokra használja, meg kell őriznie az adatbázist.
it: Ogni backup dispone di un database locale associato, che archivia le informazioni del backup remoto sul computer locale. Quando si elimina un backup, è anche possibile cancellare il database locale senza influire sulla possibilità di ripristinare i file remoti. Se si utilizza il database locale per i backup dalla riga di comando, è necessario mantenere il database.
ja_jp: それぞれのバックアップには、ローカルのコンピューターに保存されるデータベースがあります。 バックアップを削除する際、リモートファイルの復元に影響を与えずにローカルのデータベースを削除することもできます。 コマンドラインからバックアップ用のローカルのデータベースを使用している場合は、データベースを削除しないでください。
lt: Kiekviena atsarginė kopija turi su ja susietą duomenų bazę, kurioje saugoma informacija apie nuotolinę saugykla vietiniame kompiuteryje. Trindami kopiją galite ištrinti ir lokalią duombazę, atkurti duomenis iš nutolusių failų vis tiek galėsite. Jei lokalią duombazę naudojate kopijoms per komandinę eilutę, tada duombazę turėtumėt palikti.
nl_nl: Iedere back-up heeft een lokale database waarmee het geassocieerd is, die informatie opslaat over de remote back-up op de lokale machine. Bij het verwijderen van een back-up kan eveneens de lokale database verwijderd worden, zonder dat dit invloed heeft op de mogelijkheid van het terugzetten van de remote bestanden. Als de lokale database gebruikt wordt voor back-ups vanaf de opdrachtregel, moet de database behouden blijven.
pl: Każda skonfigurowana kopia posiada powiązaną z nią lokalną bazę danych, w której przechowuje na komputerze lokalnym informacje o zdalnej kopii.Kiedy konfiguracja kopii jest usuwana, można również usunąć lokalną bazę danych bez wpływu na możliwość odtworzenia plików zdalnych.Jeśli używasz lokalnej bazy danych do kopii zapasowych z wiersza poleceń, powinieneś zachować bazę danych.
pt: Cada cópia de segurança tem uma base de dados local associada e que armazena as informações sobre a cópia de segurança remota na sua máquina local. Ao eliminar uma cópia de segurança, também elimina a base de dados local e afetará a possibilidade de restaurar os ficheiros remotos. Se estiver a utilizar uma base de dados local para cópias de segurança a partir da linha de comandos deve manter esta base de dados.
pt_br: Cada backup tem um banco de dados local associado a ele, que armazena informações sobre o backup remoto na máquina local. Ao excluir um backup, você também pode excluir o banco de dados local sem afetar a capacidade de restaurar os arquivos remotos. Se você estiver usando o banco de dados local para backups a partir da linha de comando, deverá manter o banco de dados.
ro: Fiecare copie de rezervă are o bază de date locală asociată cu aceasta, care stochează informații despre copia de siguranță la distanță de pe aparatul local. Când ștergeți o copie de rezervă, puteți șterge și baza de date locală fără a afecta capacitatea de a restabili fișierele la distanță. Dacă utilizați baza de date locală pentru copii de rezervă din linia de comandă, ar trebui să păstrați baza de date.
ru: Каждый план резервного копирования создаёт локальную базу данных, в которой содержится информация о резервируемых файлах. Удаление плана резервного копирования и его локальной базы данных не влияет на возможность восстановления уже зарезервированных файлов. Если Вы планируете воспользоваться удаляемым планом в будущем через командную строку, то не рекомендуется удалять локальную базу данных.
sr_rs: Svaka rezervna kopija ima lokalnu bazu podataka koja je povezana sa njom, koja čuva informacije o udaljenoj rezervnoj kopiji na lokalnoj mašini. Kada brišete rezervnu kopiju, takođe možete izbrisati lokalnu bazu podataka bez uticaja na mogućnost vraćanja udaljenih fajlova. Ako koristite lokalnu bazu podataka za rezervne kopije sa komandne linije, trebalo bi da zadržite bazu podataka.
sv_se: Varje backup har en lokal databas som är associerad med den, som lagrar information om fjärrfilerna på den lokala maskinen. När du tar bort en säkerhetskopia kan du också ta bort den lokala databasen utan att påverka möjligheten att återställa fjärrfilerna. Om du använder den lokala databasen för säkerhetskopior från kommandoraden bör du behålla databasen.

source: Each backup has a local database associated with it, which stores information about the remote backup on the local machine. This makes it faster to perform many operations, and reduces the amount of data that needs to be downloaded for each operation.
de: Jedem Backup ist eine lokale Datenbank zugeordnet, die Informationen über das Backup auf dem lokalen Rechner speichert. Dadurch können viele Operationen schneller durchgeführt werden, und die Datenmenge, die für jede Operation heruntergeladen werden muss, wird reduziert.
it: Ogni backup ha un database locale associato, che salva le informazioni riguardo il backup remoto sulla macchina locale. Questo rende possibile eseguire molte operazioni velocemente, e riduce la quantità di dati da scaricare per ogni operazione.
ja_jp: それぞれのバックアップには、ローカルのコンピューターに保存されるデータベースがあります。このデータベースには、リモートバックアップに関する情報が保存されており、操作の速度を改善したり、その都度の操作でダウンロードするデータ量を減らしたりする効果があります。
nl_nl: Aan elke back-up is een lokale database gekoppeld, waarin informatie over de externe back-up wordt opgeslagen op de lokale machine. Dit maakt het sneller om veel bewerkingen uit te voeren en vermindert de hoeveelheid gegevens die voor elke bewerking moet worden gedownload.
ru: Каждая резервная копия имеет локальную базу данных, которая хранит информацию о ней. Это ускоряет выполнение многих операций и сокращает объём передаваемых данных с удалённых серверов.

source: Edit as list
ca: Edita com a llista
cs: Upravit jako seznam
da: Rediger som liste
de: Als Liste bearbeiten
es: Editar lista
fi: Muokkaa listana
fr_ca: Éditer en tant que liste
hu: Szerkesztés listaként
it: Modifica come elenco
ja_jp: 一覧で編集
lt: Taisyti kaip sąrašą
lv: Rediģēt kā sarakstu
nl_nl: Bewerk als lijst
pl: Edytuj jako listę
pt: Editar como lista...
pt_br: Editar como lista
ro: Editați ca listă
ru: Редактировать как список
sr_rs: Izmeni kao listu
sv_se: Ändra som lista

source: Edit as text
ca: Edita com a text
cs: Upravit jako text
da: Rediger som tekst
de: Als Text bearbeiten
es: Editar como texto
fi: Muokkaa tekstinä
fr_ca: Éditer en tant que texte
hu: Szerkesztés szövegként
it: Modifica come testo
ja_jp: テキストで編集
lt: Taisyti kaip tekstą
lv: Rediģēt kā tekstu
nl_nl: Bewerk als tekst
pl: Edytuj jako tekst
pt: Editar como texto
pt_br: Editar como texto
ro: Editați ca text
ru: Редактировать как текст
sr_rs: Izmeni kao tekst
sv_se: Ändra som text
