Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: Edit …
cs: Upravit…
da: Rediger ...
de: Bearbeiten …
es: Editar ...
fi: Muokkaa ...
hu: Szerkesztés...
it: Modifica …
ja_jp: 編集...
nl_nl: Bewerken ...
pl: Edycja ...
pt: Editar ...
pt_br: Editar ...
ru: Изменить...
sr_rs: Izmeni ...
sv_se: Ändra ...

source: Email address of the Office 365 group
de: E-Mail Adresse der Office 365 Gruppe
it: Indirizzo email del gruppo Office 365
ja_jp: Office 365グループのメールアドレス
nl_nl: E-mailadres van de Office 365-groep

source: Enable remote control
de: Fernzugriff erlauben
fi: Salli etähallinta
it: Abilita controllo remoto

source: Encrypt file
ca: Xifra el fitxer
cs: Zašifrovat soubor
da: Krypter fil
de: Datei verschlüsseln
es: Cifrar archivo
fi: Salaa tiedosto
fr_ca: Chiffrement du fichier
hu: Fájl titkosítás
it: Cripta file
ja_jp: ファイルを暗号化
lt: Šifruoti failą
lv: Šifrēt failu
nl_nl: Versleutel bestand
pl: Zaszyfruj plik
pt: Encriptar ficheiro
pt_br: Criptografar arquivo
ro: Criptați fișierul
ru: Шифровать файл
sr_rs: Šifrujte fajl
sv_se: Kryptera fil

source: Encryption
ca: Xifratge
cs: Šifrování
da: Kryptering
de: Verschlüsselung
es: Cifrado
fi: Salaus
fr_ca: Chiffrement
hu: Titkosítás
it: Crittografia
ja_jp: 暗号化の方式
lt: Šifravimas
lv: Šifrēšana
nl_nl: Versleuteling
pl: Szyfrowanie
pt: Encriptação
pt_br: Criptografia
ro: Criptarea
ru: Шифрование
sr_rs: Šifrovanje
sv_se: Kryptering

source: Encryption changed
ca: S'ha canviat el xifratge
cs: Šifrování změněno
da: Kryptering ændret
de: Verschlüsselung geändert
es: Cambios de cifrado
fi: Salausasetukset ovat muuttuneet
fr_ca: Chiffrement changé
hu: Titkosítás megváltozott
it: Crittografia cambiata
ja_jp: 暗号化の方式が変更されました
lt: Šifravimas pakeistas
lv: Šifrēšana mainīta
nl_nl: Versleuteling aangepast
pl: Szyfrowanie zmienione
pt: Encriptação alterada
pt_br: A criptografia mudou
ro: Criptarea a fost modificată
ru: Шифрование изменено
sr_rs: Šifrovanje promenjeno
sv_se: Kryptering förändrad

source: Encryption modules: <p style="display: inline" ng-repeat="item in sysinfo.EncryptionModules">{{item.Key}} </p>
de: Verschlüsselungs-Module: <p style="display: inline" ng-repeat="item in sysinfo.EncryptionModules">{{item.Key}} </p>
it: Moduli di crittografia: <p style="display: inline" ng-repeat="item in sysinfo.EncryptionModules">{{item.Key}} </p>
ja_jp: 暗号化モジュール：<p style="display: inline" ng-repeat="item in sysinfo.EncryptionModules">{{item.Key}} </p>
nl_nl: Coderingsmodules: <p style="display: inline" ng-repeat="item in sysinfo.EncryptionModules">{{item.Key}} </p>

source: Encryption passphrase
cs: Šifrovací heslová fráze
da: Krypteringssætning
de: Verschlüsselungspassphrase
es: Contraseña de cifrado
fi: Salauslauseke
it: Passphrase di crittografia
ja_jp: 暗号化用のパスフレーズ
nl_nl: Encryptie wachtwoordzin
pl: Hasło szyfrowania
pt_br: Frase-senha de criptografia
ru: Кодовая фраза для шифрования
sr_rs: Šifrovanje pristupne fraze
sv_se: Ange krypteringslösenord

source: Encryption passphrase (for verification)
de: Verschlüsselungspassphrase (zur Bestätigung)
fi: Salauslausekkeen varmistus
it: Passphrase di crittografia (per la verifica)
ja_jp: 暗号化用のパスフレーズ（確認用）
nl_nl: Coderings-wachtwoordzin (voor verificatie)

source: End
ca: Final
cs: Konec
da: Afsluttet
de: Ende
es: Fin
fi: Loppu
fr_ca: Terminé
hu: Vége
it: Fine
ja_jp: 終了
nl_nl: Einde
pl: Zakończono
pt: Fim
pt_br: Fim
ro: Sfârșit
ru: Конец
sr_rs: Kraj
sv_se: Slut

source: Enter URL
ca: Introduïu l'URL
cs: Zadejte URL adresu
da: Indtast URL
de: URL eingeben
es: Introduzca URL
fi: Anna URL
fr_ca: Entrer l'URL
hu: URL megadás
it: Inserisci URL
ja_jp: URLを入力してください
lt: Įveskite URL
lv: Ievadiet URL
nl_nl: Geef URL in
pl: Podaj URL
pt: Digite o URL
pt_br: Informe a URL
ro: Introdu URL-ul
ru: Введите URL-адрес
sr_rs: Unesi URL
sv_se: Ange URL

source: Enter a backup destination URL:
de: Sicherungsziel-URL eingeben:
it: Inserisci un URL di destinazione del backup:
ja_jp: バックアップ先のURLを入力してください。
nl_nl: Voer de URL van een back-updoel in:

source: Enter a retention strategy manually. Placeholders are D/W/Y for days/weeks/years and U for unlimited. The syntax is: 7D:1D,4W:1W,36M:1M. This example keeps one backup for each of the next 7 days, one for each of the next 4 weeks, and one for each of the next 36 months. This can also be written as 1W:1D,1M:1W,3Y:1M.
ca: Introduïu un pla de preservació manualment. Les expressions són D/W/Y per a dies/setmanes/anys i U per a il·limitat. La sintaxi és: 7D:1D,4W:1W,36M:1M. Aquest exemple preserva una còpia de seguretat per a cadascun dels pròxims 7 dies, per a cadascuna de les pròximes 4 setmanes, i per a cadascun dels pròxims 36 mesos. Això també es pot escriure així: 1W:1D,1M:1W,3Y:1M.
cs: Zadejte strategii uchovávání záloh ručně. Výplň je D/W/Y pro dny/týdny/roky a U pro neomezené. Forma zápisu je: 7D:1D,4W:1W,36M:1M. V tomto příkladu je ponechána jedna záloha z každého dne po dobu příštích 7 dnů, jedna z každého týdne po dobu příštích 4 týdnů a jedna z každého měsíce po dobu příštích 36 měsíců. Je možné zapsat také jako 1W:1D,1M:1W,3Y:1M.
da: Indtast manuelt en fastholdelsesstrategi. Variablerne er D/W/Y for henholdsvis dage/uger/år or U for ubegrænset. Syntaksen er: 7D:1D,4W:1W,36M:1M. Dette eksempel fastholder én backup for hver af de næste 7 dage, én for hver af de næste 4 uger og én for hver af de næste 36 måneder. Det samme kan også opnås ved at skrive 1W:1D,1M:1W,3Y:1M.
de: Gib manuell die Aufbewahrungregeln an. Platzhalter sind D/W/Y für Tag/Woche/Jahr und U für unbegrenzt. Die Syntax lautet 7D:1D,4W:1W,36M:1M. Dieses Beispiel behält eine Sicherung für jeden der nächsten 7 Tage, jede der nächsten 4 Wochen und jeden der nächsten 36 Monate. Die Schreibweise 1W:1D,1M:1W,3Y:1M ist ebenso gültig.
es: Ingrese una estrategia de retención en forma manual. Los campos son D/W/Y para dias/semanas/años y U para "ilimitado". La sintaxis es: 7D:1D,4W:1W,36M:1M. Este ejemplo mantiene una copia para cada uno de los 7 dias, una para cada una de las 4 semanas y una por cada uno de los próximos 36 meses. Esto también puede escribirse como 1W:1D,1M:1W,3Y:1M.
fr_ca: Entrez une stratégie de rétention manuellement. Les espaces réservés sont D / W / Y pour les jours / semaines / années et U pour illimité. La syntaxe est : 7D:1D, 4W:1W, 36M:1M. Cet exemple conserve une sauvegarde pour chacun des 7 prochains jours, une pour chacune des 4 prochaines semaines et une pour chacun des 36 prochains mois. Cela peut également être écrit comme 1W:1D, 1M:1W, 3Y:1M.
hu: Adjon meg egy megtartási stratégiát kézzel. A helyőrzők napok / hetek / évek feletti órás / év / év, korlátlan U A szintaxis: 7D: 1D, 4W: 1W, 36M: 1M. Ez a példa egy biztonsági másolatot készít a következő 7 nap mindegyikére, egyet a következő 4 hétre és egy a következő 36 hónapra. Ez is 1W: 1D, 1M: 1W, 3Y: 1M formátumban írható.
it: Inserisci una strategia di conservazione manualmente. I segnaposto sono D/W/Y per giorni/settimane/anni e U per illimitato. La sintassi è: 7D:1D, 4W:1W, 36M:1M. Questo esempio conserva un backup per i 7 giorni successivi, uno per le 4 settimane successive e uno per i 36 mesi successivi. Questo può anche essere scritto come 1W:1D,1M:1W,3Y:1M.
ja_jp: バックアップの保持期間の方針を手動で設定できます。使用できる文字にはD、W、Y、Uがあり、それぞれ日、週、年、無制限（Unlimited）を指します。構文の形式は「7D:1D,4W:1W,36M:1M」となります。この例では、今後7日間にわたり毎日1個ずつ、今後4週間にわたり毎週1個ずつ、今後36か月にわたり毎月1個ずつバックアップが作成、保存されます。これはまた「1W:1D,1M:1W,3Y:1M」と表記することもできます。
lt: Aprašykite saugojimo strategiją. Sutrumpinimai D/W/Y reiškai dienos/savaitės/metai, U reiškia saugoti visada. Pavyzdys: 7D:1D,4W:1W,36M:1M. Šis pavyzdys reiškia, kad bus saugoma po vieną kopiją 7 dienas, po vieną kopiją kas 4 savaites ir viena ne senesnė nei 36 mėn. Galima aprašyti ir taip: 1W:1D,1M:1W,3Y:1M.
nl_nl: Geef handmatig een retentie-strategie op. Tijdelijke aanduidingen zijn D/W/Y voor dagen/weken/jaren en U voor onbeperkt. De syntaxis is: 7D:1D,4W:1W,36M:1M. Dit voorbeeld bewaart één back-up voor elk van de volgende 7 dagen, één voor elk van de volgende 4 weken, en één voor elk van de volgende 36 maanden. Dit kan eveneens worden geschreven als 1W:1D,1M:1W,3Y:1M.
pl: Wprowadź strategię przechowywania ręcznie. Symbole D/W/Y oznaczają dni/tygodnie/lata oraz U - nieograniczony. Schemat składni: 7D:1D,4W:1W,36M:1M. Ten przykład zachowuje kopię dla każdego z 7 kolejnych dni, kopię dla kolejnych 4 tygodni i jedną dla kolejnych 36 miesięcy. Może to być zapisane także jako: 1W:1D,1M:1W,3Y:1M.
pt: Introduza uma estratégia de retenção. Os espaços reservados são D/W/Y para dias / semanas / anos e U para ilimitado. A sintaxe é: 7D:1D,4W:1W,36M:1M. Este exemplo mantém uma cópia de segurança para cada um dos próximos 7 dias, uma para cada uma das próximas 4 semanas e uma para cada um dos próximos 36 meses. Isso também pode ser escrito como 1W:1D,1M:1W,3Y:1M.
pt_br: Insira uma estratégia de retenção. Os espaços reservados são D / W / Y para dias / semanas / anos e U para ilimitado. A sintaxe é: 7D: 1D, 4W: 1W, 36M: 1M. Este exemplo mantém um backup para cada um dos próximos 7 dias, um para cada uma das próximas 4 semanas e um para cada um dos próximos 36 meses. Isso também pode ser escrito como 1W: 1D, 1M: 1W, 3Y: 1M.
ro: Înregistrează manual o strategie de retenție. Literele sunt D/W/Y oentru zile/săptămâni/ani și U pentru nelimitat. Sintaxa este: 7D:1D,4W:1W,36M:1M. Acest exemplu păstreză o copie de rezervă pentru fiecare zi din următoarele 7 zile, una pentru următoarele 4 săptămâni și una pentru fiecare din următoarele 36 de luni. Acest lucru poate fi scris astfel 1W:1D,1M:1W,3Y:1M.
ru: Схема такая. Есть заполнители D/W/Y/U соответсвенно день (D), неделя (W), год (Y), без ограничений (U). Например: 7D:1D,4W:1W,36M:1M В этом примере сохраняется одна копия за каждые 7 дней, одна копия за 4 недели и одна копия за 36 месяцев.
sr_rs: Ručno unesite strategiju zadržavanja. Čuvari mesta su D/W/Y za dane/sedmice/godine i U za neograničeno. Sintaksa je: 7D:1D,4W:1W,36M:1M. Ovaj primer čuva jednu rezervnu kopiju za svaki od narednih 7 dana, jednu za svaku od naredne 4 nedelje i jednu za svaki od narednih 36 meseci. Ovo se takođe može napisati kao 1W:1D,1M:1W,3Y:1M.
sv_se: Ange en backupstategi manuellt. Användbara tecken är D/W/Y för dagar/veckor/år och U för obegränsat. Tillåten syntax är: 7D:1D,4W:1W,36M:1M. Detta exempel behåller en backup för var 7:e dag, en för var 4:e vecka och en för var 36:e månad. Detta kan också skriva som 1W:1D,1M:1W,3Y:1M.

source: Enter a url, or click the &quot;Target URL &gt;&quot; link
de: URL eingeben oder auf &quot;Ziel-URL &gt;&quot; klicken
it: Inserisci un URL o fai clic sul &quot;Target URL &gt;&quot; link
ja_jp: URLを入力するか、「バックアップ用のURL &gt;」のリンクをクリック
nl_nl: Geef een URL in, of klik de &quot;Doel-URL &gt;&quot; link

source: Enter backup passphrase, if any
ca: Introduïu la contrasenya de la còpia de seguretat, si en té
cs: Zadejte záložní heslovou frázi, pokud existuje
da: Indtast adgangssætning til backup, hvis defineret
de: Sicherungspassphrase eingeben, falls vorhanden
es: Introduzca la frase de seguridad, si la hay
fi: Anna varmuuskopion salauslauseke, jos käytät salausta
fr_ca: Entrez la phrase secrète de sauvegarde, si présente
hu: Mentés jelszó megadása, ha van
it: Inserisci la passphrase del backup, se presente
ja_jp: バックアップのパスフレーズがある場合は入力してください
lt: Jei naudojama šifravimo slapta frazė, įveskite ją
lv: Ievadiet dublējumkopijas pieejas frāzi, ja tāda eksistē
nl_nl: Geef eventueel back-up wachtwoordzin in
pl: Podaj długie hasło, jeśli jest
pt: Digite a frase-passe da cópia de segurança, se existente
pt_br: Informe a senha do backup, caso exista
ro: Introduceți fraza de acces, dacă există
ru: Введите пароль резервной копии, если таковой имеется
sr_rs: Unesite frazu lozinke rezervne kopije, ako postoji
sv_se: Ange lösenordsfras, om tillämpligt

source: Enter configuration details
ca: Introduïu els detalls de configuració
cs: Zadejte podrobnosti nastavení
da: Indtast konfigurationsdetaljer
de: Konfigurationsdetails eingeben
es: Introduzca los detalles de configuración
fi: Syötä asetukset
fr_ca: Entrer les détails de configuration
hu: Beállítások részletes megadása
it: Inserisci dettagli configurazione
ja_jp: 設定の詳細を入力
lt: Įveskite konfigūracijos detales
lv: Ievadiet konfigurācijas detaļas
nl_nl: Voer configuratie-details in
pl: Wprowadź szczegóły konfiguracji
pt: Digite os detalhes da configuração
pt_br: Inserir detalhes da configuração
ro: Introduceți detaliile de configurare
ru: Ввод сведений конфигурации
sr_rs: Unesite detalje konfiguracije
sv_se: Ange konfigurationsdetaljer

source: Enter encryption passphrase
ca: Introduïu la contrasenya de xifratge
cs: Zadejte šifrovací heslovou frázi
da: Indtast adgangssætning til kryptering
de: Verschlüsselungpassphrase eingeben
es: Introduzca la frase de seguridad
fi: Anna salauslauseke
fr_ca: Entrez la phrase secrète de chiffrement
hu: Titkosítási jelszó megadása
it: Inserisci passphrase crittografia
ja_jp: 暗号化用のパスフレーズを入力してください
lt: Įveskite šifravimo slaptą frazę
lv: Ievadiet pieejas frāzi šifrēšanai
nl_nl: Geef een wachtwoordzin in voor versleuteling
pl: Podaj długie hasło szyfrowania
pt: Digite a frase-passe de encriptação
pt_br: Informe a senha de criptografia
ro: Introduceți expresia de acces pentru criptare
ru: Введите пароль шифрования
sr_rs: Unesite frazu lozinke enkripcije
sv_se: Ange krypteringslösenord

source: Enter expression here
ca: Introduïu l'expressió aquí
cs: Sem zadejte výraz
da: Indtast udtryk her
de: Ausdruck hier eingeben
es: Introduzca aquí la expresión
fi: Anna ilmaisu
fr_ca: Entrez l'expression ici
hu: Kifejezés megadása itt
it: Inserisci qui espressione
ja_jp: 式をここに入力してください
lt: Įveskite čia išraišką
nl_nl: Geef uitdrukking hier in
pl: Tutaj wprowadź wyrażenie
pt: Digite aqui a expressão
pt_br: Informe a expressão aqui
ro: Introduceți expresia aici
ru: Введите выражение здесь
sr_rs: Ovde unesite izraz
sv_se: Ange uttryck här

source: Enter one argument per line without quotes, e.g. *.txt
de: Geben Sie ein Argument pro Zeile ohne Anführungszeichen ein, z.B. *.txt
it: Inserisci un argomento per riga senza virgolette, ad es. *.txt
ja_jp: 各行に1個の引数を、引用符を付けずに入力してください（例：*.txt）。
nl_nl: Geef één argument per regel op zonder aanhalingstekens, bijv. *.txt

source: Enter one option per line in command-line format, e.g. --dblock-size=100MB
de: Geben Sie eine Option pro Zeile im Kommandozeilenformat ein, z.B. --dblock-size=100MB
it: Inserisci un'opzione per riga nel formato della riga di comando, ad es. --dblock-size=100MB
ja_jp: コマンドラインの形式で1行に1つのオプションを入力してください。例：--dblock-size=100MB
nl_nl: Geef één optie op in opdrachtregelformaat, bijv. --dblock-size=100MB

source: Enter one option per line in command-line format, e.g. {0}
de: Geben Sie eine Option pro Zeile im Kommandozeilenformat ein, z.B. {0}
it: Inserisci un'opzione per riga nel formato della riga di comando, ad es. {0}
ja_jp: コマンドラインの形式で1行に1つのオプションを入力してください。例：{0}
nl_nl: Geef één optie op in opdrachtregelformaat, bijv. {0}

source: Enter the destination path
ca: Introduïu la ruta de destinació
cs: Zadejte popis cílového umístění
da: Indtast destinations stien
de: Ziel-Pfad angeben
es: Introduzca la ruta de destino
fi: Anna kohdekansion polku
fr_ca: Entrez le chemin de destination
hu: Cél útvonal megadása
it: Inserisci percorso destinazione
ja_jp: バックアップ先のパスを入力してください
lt: Įveskite paskirties kelią
lv: Ievadiet mērķa atrašanās vietu
nl_nl: Geef het doelpad in
pl: Wprowadź ścieżkę docelową
pt: Digite o caminho do destino
pt_br: Informe o caminho no destino
ro: Introduceți calea de destinație
ru: Введите путь назначения
sr_rs: Unesite odredišnu putanju
sv_se: Ange målsökväg

source: Error
cs: Chyba
da: Fejl
de: Fehler
fi: Virhe
fr_ca: Erreur
hu: Hiba
it: Errore
ja_jp: エラー
lt: Klaida
lv: Kļūda
nl_nl: Fout
pl: Błąd
pt: Erro
pt_br: Erro
ro: Eroare
ru: Ошибка
sr_rs: Greška
sv_se: Fel

source: Error!
ca: S'ha produït un error!
cs: Chyba!
da: Fejl!
de: Fehler!
fi: Virhe!
fr_ca: Erreur!
hu: Hiba!
it: Errore!
ja_jp: エラー！
lt: Klaida!
lv: Kļūda!
nl_nl: Fout!
pl: Błąd!
pt: Erro!
pt_br: Erro!
ro: Eroare!
ru: Ошибка!
sr_rs: Greška!
sv_se: Fel!

source: Errors and crashes
ca: Errors i fallades
cs: Chyby a pády
da: Fejl og nedbrud
de: Fehler und Abstürze
es: Errores y bloqueos
fi: Virheet ja kaatumiset
fr_ca: Erreurs et plantages
hu: Hibák és összeomlások
it: Errori e arresti anomali
ja_jp: エラーとクラッシュ
lt: Klaidos ir lūžimai
lv: Kļūdas un avārijas
nl_nl: Fouten en crashes
pl: Błędy i awarie
pt: Erros e términos
pt_br: Erros e problemas
ro: Erori și accidente
ru: Ошибки и падения
sr_rs: Greške i rušenja
sv_se: Fel och kraschar

source: Examined
ca: Examinats
cs: Prozkoumáno
da: Undersøgt
de: Geprüft
es: Examinado
fr_ca: Examiné
hu: Vizsgálva
it: Esaminato
ja_jp: 検査済
nl_nl: Onderzocht
pl: Sprawdzono
pt: Examinado
pt_br: Examinado
ro: Examinat
ru: Проверено
sr_rs: Ispitano
sv_se: Granska

source: Exclude
ca: Exclusions
cs: Vynechat
da: Eksludér
de: Ausschließen
es: Excluir
fi: Ohita
fr_ca: Exclure
hu: Kizár
it: Escludi
ja_jp: 除外
lt: Išimtys
nl_nl: Uitsluiten
pl: Wyklucz
pt: Excluir
pt_br: Excluir
ru: Исключить
sr_rs: Izuzmi
sv_se: Exkludera

source: Exclude directories whose names contain
ca: Exclou carpetes amb un nom que contingui
cs: Vynechat složky jejichž názvy obsahují
da: Ekskluder mapper hvor navnet indeholder
de: Ordner ausschließen dessen Namen beinhaltet
es: Excluir directorios cuyos nombres contienen
fi: Ohita kansiot, joiden nimessä on
fr_ca: Exclure répertoires dont le nom contient
hu: Könyvtárak kizárása, amelyek neve tartalmazza
it: Escludi cartelle il cui nome contiene
ja_jp: 次の文字を含むディレクトリを除外
lt: Neįtraukti aplankų, kurių pavadinime yra
nl_nl: Sluit mappen uit waarvan de naam bevat:
pl: Wyklucz katalogi z nazwą zawierającą
pt: Excluir diretórios cujo nome contém
pt_br: Excluir diretórios que contenham
ro: Excludeți directoarele ale căror nume conțin
ru: Исключить каталоги, имена которых содержат
sr_rs: Izuzmite direktorijume čija imena sadrže
sv_se: Exkludera kataloger vars namn innehåller

source: Exclude expression
ca: Exclou una expressió
cs: Výraz pro vynechané
da: Excluder udtryk
de: Filter (ausschließen)
es: Excluir expresión
fi: Ohita ilmaisu
fr_ca: Exclure expression
hu: Kifejezés kizárása
it: Escludi espressione
ja_jp: 次の文字を含むファイル・ディレクトリを除外
lt: Neįtraukti išraiškos
nl_nl: Sluit uitdrukking uit
pl: Wyklucz wyrażenie
pt: Expressão de exclusão
pt_br: Excluir utilizando expressão
ro: Excludeți expresia
ru: Выражение для исключения
sr_rs: Izuzmi izraz
sv_se: Uteslut enligt uttryck

source: Exclude file
ca: Exclou un fitxer
cs: Vynechat soubor
da: Excluder fil
de: Datei ausschließen
es: Excluir archivos
fi: Ohita tiedosto
fr_ca: Exclure fichier
hu: A fájl kizárása
it: Escludi file
ja_jp: 除外するファイル名
lt: Neįtraukti failo
nl_nl: Sluit bestand uit
pl: Wyklucz plik
pt: Ficheiro de exclusão
pt_br: Excluir arquivo
ro: Excludeți fișierul
ru: Исключить файл
sr_rs: Izuzmi fajl
sv_se: Exkludera fil

source: Exclude file extension
ca: Exclou una extensió de fitxer
cs: Vynechat soubory s příponami
da: Ekskluder filendelse
de: Dateiendung ausschließen
es: Excluir extensión de archivo
fi: Ohita tämän tyyppiset tiedostot
fr_ca: Exclure extension de fichier
hu: Fájlkiterjesztés kizárása
it: Escludi estensione del file
ja_jp: 除外する拡張子
lt: Neįtraukti failų plėtinio
nl_nl: Sluit bestandsextensie uit
pl: Wyklucz rozszerzenie pliku
pt: Tipo de ficheiro de exclusão
pt_br: Excluir arquivos com extensão
ro: Excludeți extensia de fișier
ru: Исключить файловое расширение
sr_rs: Izuzmi ekstenziju fajla
sv_se: Uteslut filändelse

source: Exclude files whose names contain
ca: Exclou fitxers amb un nom que contingui
cs: Vynechat soubory jejichž názvy obsahují
da: Ekskluder filer hvor navnet indeholder
de: Dateien ausschließen dessen Namen beinhaltet
es: Excluir archivos cuyos nombres contengan
fi: Ohita tiedostot, joiden nimessä on
fr_ca: Exclure fichiers dont le nom contient
hu: Fájlok kizárása, amelyek nevei tartalmazzák
it: Escludi file il cui nome contiene
ja_jp: 次の文字を含むファイルを除外
lt: Neįtraukti failų, kurių pavadinime yra
nl_nl: Sluit bestanden uit waarvan de naam bevat:
pl: Wyklucz pliki z nazwą zawierającą
pt: Excluir ficheiros cujo nome contém
pt_br: Excluir arquivos que contenham
ro: Excludeți fișierele ale căror nume conțin
ru: Исключить файлы, имена которых содержат
sr_rs: Izuzmi fajlove čija imena sadrže
sv_se: Uteslut filer vars namn innehåller

source: Exclude filter group
ca: Exclou un grup de filtres
cs: Skupina filtru vynechání
da: Ekskluderings filter gruppe
de: Filtergruppe ausschließen
es: Excluir grupo de filtros
fr_ca: Exclure le groupe de filtres
hu: Szűrőcsoport kizárása
it: Escludi gruppo filtri
ja_jp: グループで除外
nl_nl: Sluit filtergroep uit
pl: Grupa filtrów wykluczajacych
pt: Excluir grupo de filtros
pt_br: Excluir grupo de filtros
ru: Исключить группу фильтров
sr_rs: Izuzmi grupu filtera
sv_se: Uteslut filtergrupp

source: Exclude folder
ca: Exclou una carpeta
cs: Vynechat složku
da: Ekskluder mappe
de: Ordner ausschließen
es: Excluir la carpeta
fi: Ohita kansio
fr_ca: Exclure dossier
hu: Mappa kizárása
it: Escludi cartella
ja_jp: 除外するディレクトリ名
lt: Neįtraukti aplanko
nl_nl: Sluit map uit
pl: Wyklucz folder
pt: Pasta de exclusão
pt_br: Excluir diretório
ro: Excludeți dosarul
ru: Исключить папку
sr_rs: Izuzmi fasciklu
sv_se: Uteslut mapp

source: Exclude regular expression
ca: Exclou una expressió regular
cs: Regulární výraz pro vynechávané
da: Ekskluder regulært udtryk
de: Regulären Ausdruck (ausschließen)
es: Excluir la expresión regular
fi: Ohita säännöllistä ilmaisua vastaavat kohteet
fr_ca: Exclure expression régulière
hu: Reguláris kifejezés kizárása
it: Escludi espressione regolare
ja_jp: 正規表現で除外
lt: Neįtraukti standartinės išraiškos
nl_nl: Sluit reguliere expressie uit
pl: Wyklucz wyrażenie regularne
pt: Expressão regular de exclusão
pt_br: Excluir utilizando expressão regular
ro: Excludeți expresia regulată
ru: Регулярное выражение для исключения
sr_rs: Isključi regularni izraz
sv_se: Uteslut enligt reguljärt uttryck

source: Existing file found
ca: S'ha trobat un fitxer existent
cs: Nalezen existující soubor
da: Eksisterende fil fundet
de: Vorhandene Datenbank gefunden
es: Archivo existente encontrado
fi: Löydettiin olemassaoleva tiedosto
fr_ca: Fichier existant trouvé
hu: Meglévő fájl található
it: Trovato file esistente
ja_jp: 既存のファイルが見つかりました
lt: Rastas esamas failas
nl_nl: Bestaand bestand gevonden
pl: Znaleziono istniejący plik
pt: Encontrado ficheiro
pt_br: Excluir arquivo encontrado
ro: Fișierul existent găsit
ru: Найден существующий файл
sr_rs: Pronađen je postojeći fajl
sv_se: Filen existerar redan

source: Experimental
cs: Experimentální
da: Eksperimental
fi: Kokeellinen
fr_ca: Expérimental
hu: Kísérleti
it: Sperimentale
ja_jp: 実験的
lt: Eksperimentinis
lv: Eksperimentāls
nl_nl: Experimenteel
pl: Eksperymentalne
sr_rs: Eksperimentalno
sv_se: Experimentell

source: Export
ca: Exporta
cs: Exportovat
da: Eksporter
de: Exportieren
es: Exportar
fi: Vie
fr_ca: Exporter
it: Esporta
ja_jp: エクスポート
lt: Eksportas
lv: Eksportēt
nl_nl: Exporteer
pl: Eksport
pt: Exportar
pt_br: Exportar
ru: Экспорт
sr_rs: Izvezi
sv_se: Exportera

source: Export backup configuration
ca: Exporta la configuració de la còpia de seguretat
cs: Exportovat zálohu nastavení
da: Eksporter backup konfiguration
de: Sicherungskonfiguration exportieren
es: Exportar configuración de copia de seguridad
fi: Vie varmuuskopion asetukset
fr_ca: Exporter la configuration de sauvegarde
hu: Biztonsági mentés konfiguráció exportálása
it: Esporta configurazione backup
ja_jp: バックアップの設定をエクスポート
lt: Eksportuoti atsarginės kopijos konfigūraciją
nl_nl: Exporteer back-upconfiguratie
pl: Eksportuj konfigurację kopii
pt: Exportar configuração de cópia de segurança
pt_br: Exportar configuração do backup
ro: Exportați configurația de backup
ru: Экспорт конфигурации резервного копирования
sr_rs: Izvezi podešavanja rezervne kopije
sv_se: Exportera konfiguration för säkerhetskopia
