Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: Storage class for creating a bucket
ca: Classe d'emmagatzematge per crear un contenidor
cs: Třída úložiště pro vytváření „nádoby“ (bucket)
da: Opbevaringsklasse når der oprettes en bucket
de: Speicherklasse zum Erstellen eines Bucket
es: Categoría de almacenamiento para la creación de un depósito
fi: Tallennusluokka säilön luomista varten
fr_ca: Classe de stockage pour la création d'un bucket
it: Classe archivio per la creazione di un bucket
ja_jp: バケットを作成する際のストレージのクラス
lt: Saugyklos klasė saugyklos kūrimui
nl_nl: Opslagklasse voor het aanmaken van een bucket
pl: Klasa magazynu dla utworzenia zasobnika
pt: Classe de armazenamento para criar um 'bucket'
pt_br: Classe de armazenamento para criar um bucket
ro: Clasă de stocare pentru crearea unei găleți
ru: Класс хранения для создания bucket
sr_rs: Klasa skladišta za kreiranje segment-a
sv_se: Förvaringsklass för att skapa en bucket

source: Stored
ca: Emmagatzemat
cs: Uloženo
da: Gemt
de: Gespeichert
es: Almacenados
fi: Tallennettu
fr_ca: Stocké
hu: Tárolva
it: Archiviati
ja_jp: 保存済
lt: Išsaugota
nl_nl: Opgeslagen
pl: Zachowane
pt: Guardado
pt_br: Armazenado
ro: stocate
ru: Сохраненные
sr_rs: Uskladišteno
sv_se: Lagrat

source: Strong
ca: Forta
cs: Silné
da: Stærk
de: Stark
es: Fuerte
fi: Vahva
fr_ca: Fort
hu: Erős
it: Forte
ja_jp: 強
lt: Stiprus
lv: Spēcīgs
nl_nl: Sterk
pl: Silne
pt: Forte
pt_br: Forte
ro: Puternic
ru: Сильный
sr_rs: Jaka
sv_se: Stark

source: Success
ca: Èxit
cs: Úspěch
da: Succes
de: Erfolgreich
es: Éxito
fi: Onnistui
fr_ca: Succès
hu: Siker
it: Successo
ja_jp: 成功
lt: Sėkmė
nl_nl: Succes
pl: Powodzenie
pt: Sucesso
pt_br: Sucesso
ro: Succes
ru: Успех
sr_rs: Uspešno
sv_se: Framgång

source: Sun
ca: Diumenge
cs: Ne
da: Søn
de: So
es: Dom
fi: Su
fr_ca: Dim.
hu: V
it: Dom
ja_jp: 日曜日
lt: Sekm
lv: Svēt
nl_nl: Zondag
pl: Nie
pt: Dom
pt_br: Dom
ro: Soare
ru: Вс
sr_rs: Ned
sv_se: Sön

source: Symbolic link
ca: Enllaç simbòlic
cs: Symbolický odkaz
da: Symbolsk kæde
de: Symbolischer Link
es: Enlace simbólico
fi: Symbolinen linkki
fr_ca: Lien symbolique
hu: Szimbolikus link
it: Link simbolico
ja_jp: シンボリックリンク
lt: Simbolinė nuoroda
lv: Simboliskā saite
nl_nl: Symbolische link
pl: Link symboliczny
pt: Ligação simbólica
pt_br: Link simbólico
ro: Link-uri simbolice
ru: Символическая ссылка
sr_rs: Simbolička veza
sv_se: Symbolisk länk

source: System Files
ca: Fitxers del sistema
cs: Systémové soubory
da: System Filer
de: Systemdateien
es: Archivos del sistema
fi: Järjestelmätiedostot
fr_ca: Fichiers système
hu: Rendszer fájlok
it: File di Sistema
ja_jp: システムファイル
lt: Sisteminiai failai
nl_nl: Systeembestanden
pl: Pliki systemowe
pt: Ficheiros de sistema
pt_br: Arquivos do sistema
ru: Системные Файлы
sr_rs: Sistemski fajlovi
sv_se: Systemfiler

source: System default ({{levelname}})
ca: Valor per defecte del sistema ({{levelname}})
cs: Systémové výchozí ({{levelname}})
da: System standard ({{levelname}})
de: System-Standard ({{levelname}})
es: Sistema por defecto ({{levelname}})
fi: Järjestelmän oletus ({{levelname}})
fr_ca: Paramètre par défaut du système ({{levelname}})
hu: Rendszer alapértelmezés ({{levelname}})
it: Sistema predefinito ({{levelname}})
ja_jp: システムの既定値（{{levelname}}）
lt: Sistemos numatytasis ({{levelname}})
nl_nl: Systeem standaard ({{levelname}})
pl: System domyślny ({{levelname}})
pt: Predefinição ({{levelname}})
pt_br: Sistema padrão ({{levelname}})
ro: Implicit în sistem ({{levelname}})
ru: По умолчанию ({{levelname}})
sr_rs: Podrazumevani sistem ({{levelname}})
sv_se: Systemstandard ({{levelname}})

source: System files
ca: Fitxers del sistema
cs: Systémové soubory
da: System filer
de: Systemdateien
es: Archivos de sistema
fi: Järjestelmätiedostot
fr_ca: Fichiers système
hu: Rendszer fájlok
it: File di sistema
ja_jp: システムファイル
lt: Sisteminiai failai
lv: Sistēmas faili
nl_nl: Systeembestanden
pl: Pliki systemowe
pt: Ficheiros do sistema
pt_br: Arquivos do sistema
ro: Fișiere de sistem
ru: Системные файлы
sr_rs: Sistemski fajlovi
sv_se: Systemfiler

source: System info
ca: Informació del sistema
cs: Informace o systému
de: System-Informationen
es: Información del sistema
fi: Järjestelmän tiedot
fr_ca: Info système
hu: Rendszer információ
it: Informazioni di sistema
ja_jp: システムの情報
lt: Sistemos informacija
lv: Sistēmas informācija
nl_nl: Systeeminformatie
pl: Informacja systemowa
pt: Informações do sistema
pt_br: Informação do sistema
ro: Informatie de sistem
ru: Информация о системе
sr_rs: Sistemske informacije
sv_se: System information

source: System properties
ca: Propietats del sistema
cs: Vlastnosti systému
da: System egenskaber
de: System-Eigenschaften
es: Propiedades del sistema
fi: Järjestelmän ominaisuudet
fr_ca: Propriétés système
hu: Rendszer tulajdonságok
it: Proprietà di sistema
ja_jp: システムのプロパティー
lt: Sistemos ypatybės
lv: Sistēmas īpašības
nl_nl: Systeemeigenschappen
pl: Właściwości systemowe
pt: Propriedades do sistema
pt_br: Propriedades do sistema
ro: Proprietatile sistemului
ru: Свойства системы
sr_rs: Osobine sistema
sv_se: Systemegenskaper

source: Target URL &gt;
de: Ziel URL &gt;
it: URL di destinazione &gt;
ja_jp: バックアップ用のURL &gt;
nl_nl: Doel-URL &gt;

source: Task is running
ca: La tasca s'està executant
cs: Úloha je spuštěná
da: Opgave kører
de: Aufgabe wird ausgeführt
es: La tarea está ejecutandose
fi: Tehtävää suoritetaan
fr_ca: La tâche est en cours
hu: A feladat fut
it: Attività in esecuzione
ja_jp: タスクは実行中です
lt: Užduotis vykdoma
lv: Uzdevums ir palaists
nl_nl: Taak is in uitvoering
pl: Zadanie jest wykonywane
pt: Tarefa em execução
pt_br: Tarefa está executando
ro: Sarcina se execută
ru: Выполняется задача
sr_rs: Zadatak se izvršava
sv_se: Uppgiften pågår

source: Temporary Files
ca: Fitxers temporals
cs: Dočasné soubory
da: Midlertidige Filer
de: Temporäre Dateien
es: Archivos temporales
fi: Väliaikaiset tiedostot
fr_ca: Fichiers temporaires
hu: Ideiglenes fájlok
it: File Temporanei
ja_jp: 一時ファイル
lt: Laikini failai
nl_nl: Tijdelijke bestanden
pl: Pliki tymczasowe
pt: Ficheiros temporários
pt_br: Arquivos temporários
ru: Временные Файлы
sr_rs: Privremeni fajlovi
sv_se: Tillfälliga filer

source: Temporary files
ca: Fitxers temporals
cs: Dočasné soubory
da: Midlertidige filer
de: Temporäre Dateien
es: Archivos temporales
fi: Tilapäistiedostot
fr_ca: Fichiers temporaires
hu: Ideiglenes fájlok
it: File temporanei
ja_jp: 一時ファイル
lt: Laikini failai
lv: Pagaidu faili
nl_nl: Tijdelijke bestanden
pl: Pliki tymczasowe
pt: Ficheiros temporários
pt_br: Arquivos temporários
ro: Fișiere temporare
ru: Временные файлы
sr_rs: Privremene fajlovi
sv_se: Tillfälliga filer

source: Tenant name
fi: Projektin nimi
it: Nome detentore
ja_jp: テナント名
nl_nl: Tenant-naam

source: Tencent Cloud Account APPID
it: APPID dell'account Tencent Cloud
ja_jp: Tencent CloudアカウントのAPPID

source: Tencent Cloud COS documents and resources
de: Tencent Cloud COS Dokumente und Ressourcen
it: Documentazione e risorse di Tencent Cloud COS
ja_jp: Tencent Cloud COSのドキュメントと参考資料
nl_nl: Tencent Cloud COS documenten en bronnen

source: Terminate
de: Beenden
it: Termina

source: Test Phase
ca: Fase de comprovació
cs: Fáze zkoušení
da: Testfase
es: Fase de pruebas
fr_ca: Étape de test
hu: Teszt fázis
it: Fase test
ja_jp: テストの段階
nl_nl: Testen Subtaak
pl: Faza testu
pt: Fase de teste
pt_br: Fase de teste
ru: Этап проверки
sr_rs: Faza testiranje
sv_se: Test Fas

source: Test connection
ca: Comprova la connexió
cs: Vyzkoušet spojení
da: Test forbindelse
de: Verbindung prüfen
es: Conexión de prueba
fi: Kokeile yhteysasetuksia
fr_ca: Tester la connexion
hu: Kapcsolat tesztelése
it: Test connessione
ja_jp: 接続をテスト
lt: Patikrinti prisijungimą
lv: Pārbaudīt savienojumu
nl_nl: Test verbinding
pl: Sprawdź połączenie
pt: Testar ligação
pt_br: Teste de conexão
ro: Test de conexiune
ru: Проверить доступ
sr_rs: Ispitaj vezu
sv_se: Testa anslutningen

source: Testing connection …
de: Prüfe Verbindung ...
it: Test della connessione ...
ja_jp: 接続をテストしています…
nl_nl: Testen van de verbinding …

source: Testing permissions …
cs: Zkoušení přístupových práv…
da: Tester tilladelser ...
de: Berechtigungen werden überprüft …
es: Probando permisos…
hu: Engedélyek tesztelése...
it: Test delle autorizzazioni ...
ja_jp: 権限をテストしています…
nl_nl: Testen van de permissies ...
pl: Sprawdzanie uprawnień ...
pt: A verificar permissões ...
pt_br: Testando permissões ...
ru: Проверка разрешений…
sr_rs: Ispitivanje dozvola ...
sv_se: Testar behörigheter...

source: Testing …
cs: Testování…
da: Tester ...
de: Prüfung...
es: Probando ...
hu: Tesztelés...
it: Test in corso...
ja_jp: テストしています…
nl_nl: Testen ...
pl: Testowanie ...
pt: A verificar ...
pt_br: Testando ...
ru: Тестирование…
sr_rs: Ispitivanje ...
sv_se: Testar ...

source: The '{{fieldname}}' field contains an invalid character: {{character}} (value: {{value}}, index: {{pos}})
ca: El camp «{{fieldname}}» conté un caràcter no vàlid: {{character}} (valor: {{value}}, índex: {{pos}})
cs: Kolonka „{{fieldname}}“ obsahuje neplatný znak: {{character}} (hodnota: {{value}}, index: {{pos}})
da: '{{fieldname}}' feltet indeholder ugyldige karakterer: {{character}} (value: {{value}}, index: {{pos}})
de: Das Feld '{{fieldname}}' beinhaltet ein ungültiges Zeichen: {{character}} (Wert: {{value}}, Position: {{pos}})
es: El campo '{{fieldname}}' contiene un carácter no válido: {{carácter}} (valor: {{valor}}, índice: {{pos}})
fr_ca: Le champ '{{fieldname}}' contient un caractère non valide : {{character}} (valeur : {{value}}, index : {{pos}})
it: Il campo '{{fieldname}}' contiene un carattere non valido: {{character}} (value: {{value}}, index: {{pos}})
ja_jp: 「{{fieldname}}」のフィールドには不正な文字「{{character}}」が含まれています（値：{{value}}、インデックス：{{pos}}）
lt: '{{fieldname}}' yra netinkamas simbolis: {{character}} (reikšmė: {{value}}, pozicija: {{pos}})
nl_nl: Het '{{fieldname}}' veld bevat een ongeldig teken: {{character}} (value: {{value}}, index: {{pos}})
pl: Pole '{{fieldname}}' zawiera niedozwolony znak: {{character}} (value: {{value}}, indeks: {{pos}})
pt: O campo '{{fieldname}}' contém um carácter inválido: {{character}} (valor: {{value}}, índice: {{pos}})
pt_br: O campo '{{fieldname}}' contém um caractere inválido: {{character}} (valor: {{value}}, índice: {{pos}})
ru: Поле '{{fieldname}}' содержит недопустимый символ: {{character}} (value: {{value}}, index: {{pos}})
sr_rs: Polje '{{fieldname}}' sadrži nevažeći znak: {{character}} (vrednost: {{value}}, indeks: {{pos}})
sv_se: Fältet '{{fieldname}}' innehåller ett ogiltigt tecken: {{character}} (värde: {{value}}, index: {{pos}})

source: The backup is missing, has it been deleted?
ca: No s'ha trobat la còpia de seguretat; l'heu eliminat?
cs: Záloha chybí, byla smazána?
da: Backup mangler, er den blevet slettet?
de: Die Sicherung fehlt, wurde sie gelöscht?
es: Falta la copia de seguridad, ¿se ha eliminado?
fr_ca: La sauvegarde est n'existe pas, a-t-elle été supprimée?
it: Il backup è mancante, è stato eliminato?
ja_jp: バックアップがありません。削除された模様です
nl_nl: De back-up ontbreekt, is deze verwijderd?
pl: Kopia nie istnieje, czy została usunięta?
pt: Falta a cópia de segurança. Será que foi eliminada?
pt_br: O backup está faltando, foi excluído?
ru: Резервная копия не найдена. Возможно удалена.
sr_rs: Nedostaje rezervna kopija, da li je izbrisana?
sv_se: Säkerhetskopia saknas, har den tagits bort?

source: The backup was temporary and does not exist anymore, so the log data is lost
ca: La còpia de seguretat era temporal i ja no existeix, per la qual cosa s'han perdut les dades del registre
cs: Záloha byla dočasná a už neexistuje, takže data záznamu událostí jsou ztracena
da: Backup var midlertidig og eksisterer ikke længere, log data er dermed tabt
de: Die Sicherung war temporär und existiert nicht mehr, die Protokolldaten sind daher verloren
es: La copia de seguridad era temporal y ya no existe, por lo que los datos de registro se han perdido.
fr_ca: La sauvegarde était temporaire et n'existe plus, les données du journal sont perdues.
it: Il backup era temporaneo e non esiste più, quindi i dati del registro sono persi
ja_jp: バックアップは一時的で既に存在しないため、ログデータは削除されています
nl_nl: De back-up was tijdelijk en bestaat niet meer, waardoor de log-gegevens verloren zijn gegaan
pl: Kopia była tymczasowa i nie istnieje, stąd dane dziennika są utracone
pt: A cópia de segurança era temporária e já não existe, por isso os dados de registo foram perdidos
pt_br: O backup era temporário e não existe mais, portanto, os dados de log serão perdidos
ru: Резервная копия была временной и больше не существует, поэтому данные журнала отсутствуют.
sr_rs: Rezervna kopija je bila privremena i više ne postoji, tako da su podaci dnevnika izgubljeni
sv_se: Säkerhetskopian var tillfällig och existerar inte längre, så logg-data går förlorad

source: The bucket name should be all lower-case, convert automatically?
ca: El nom del contenidor ha d'estar en minúscules; voleu convertir-lo automàticament?
cs: Název nádoby by měl být malými písmeny, převést automaticky?
da: Bucket navnet bør være med små bogstaver, konverter automatisk?
de: Der Bucket sollte klein geschrieben sein. Jetzt klein schreiben?
es: El nombre del depósito debe ser todo en minúsculas, ¿convertir automáticamente?
fi: Säilön nimen tulisi olla kirjoitettu pienillä kirjaimilla. Muuta automaattisesti?
fr_ca: Le nom du bucket devrait être entièrement en minuscule, convertir automatiquement ?
it: Il nome del bucket dovrebbe essere tutto minuscolo, convertirlo automaticamente?
ja_jp: バケット名には小文字のみが使用できます。自動的に変換しますか？
lt: Saugyklos pavadinimas turi būti iš mažųjų raidžių, konvertuoti automatiškai?
nl_nl: De bucket-naam hoort in kleine letters te zijn, automatisch converteren?
pl: Nazwa zasobnika powinna być pisana wersalikami, zmienić automatycznie ?
pt: O nome do 'bucket' deve ser todo em minúsculas. Converter automaticamente?
pt_br: O nome do bucket deve ser todo em minúsculas. Converter automaticamente?
ro: Numele găleții ar trebui să fie toate literele mici, să se convertească automat?
ru: Имя bucket должно быть строчным, преобразовать автоматически?
sr_rs: Naziv segmenta treba da bude malim slovima, da li da se automatski konvertuje?
sv_se: Namnet på bucket borde vara gemener, konvertera automatiskt?

source: The chosen size is outside the recommended range. This may cause performance issues, excessively large temporary files or other problems.
de: Die gewählte Größe ist außerhalb des empfohlenen Bereichs. Dies kann Performance-Einbußen, extrem große temporäre Dateien oder andere Probleme hervorrufen.
it: La dimensione scelta non rientra nell'intervallo consigliato. Ciò può causare problemi di prestazioni, file temporanei troppo grandi o altri problemi.

source: The configuration should be kept safe. Are you sure you want to save an unencrypted file containing your passwords?
ca: És recomanable que deseu la configuració en un lloc segur. Segur que voleu desar un fitxer sense xifrar amb les vostres contrasenyes?
cs: Nastavení by měla být uchovávána bezpečně. Opravdu chcete uložit nešifrovaný soubor obsahující vaše hesla?
da: Opsætningen bør holdes hemmelig. Er du sikker på at du vil gemme en ikke-krypteret fil der indeholder dine adgangskoder?
de: Die Konfiguration sollte sicher aufbewahrt werden. Sicher, dass eine unverschlüsselte Datei mit Ihren Passwörtern gespeichert werden soll?
es: La configuración debe mantenerse segura. ¿Está seguro de que desea guardar un archivo sin cifrar que contenga sus contraseñas?
fr_ca: La configuration doit être gardée en sécurité. Êtes-vous sûr de vouloir enregistrer un fichier non crypté contenant vos mots de passe?
it: La configurazione dovrebbe essere mantenuta al sicuro. Sei sicuro di voler salvare un file non criptato contenente le tue password?
ja_jp: 設定ファイルは安全に保存すべきです。ファイルにはパスワードが含まれていますが、暗号化せずに保存してよろしいですか？
nl_nl: De configuratie moet op een veilige plaats bewaard worden. Weet u zeker dat u een onversleuteld bestand wilt opslaan dat uw wachtwoorden bevat?
pl: Konfiguracja powinna być przetrzymywana bezpiecznie. Jesteś pewien, że chcesz zapisać niezaszyfrowany plik zawierający twoje hasła?
pt: A configuração deve ser mantida de forma segura. Tem a certeza de que quer guardar um ficheiro não encriptado contendo as suas palavras-passe?
pt_br: A configuração deve ser mantida segura. Tem certeza de que deseja salvar um arquivo não criptografado contendo suas senhas?
ru: Конфигурация должна быть защищена. Вы уверены, что хотите сохранить незашифрованным файл, в котором содержатся ваши пароли?
sr_rs: Konfiguraciju treba čuvati na sigurnom. Da li ste sigurni da želite da sačuvate nešifrovani fajl koji sadrži vaše lozinke?
sv_se: Konfigurationen bör förvaras säker. Är du säker på att du vill spara en okrypterad fil som innehåller dina lösenord?

source: The connection to the server is lost, attempting again in {{time}} …
de: Die Verbindung zum Server wurde verloren. Versuche erneut in {{time}} ...
it: La connessione al server è stata persa, nuovo tentativo tra {{time}} …
ja_jp: サーバーとの接続が失われました。{{time}}後に再試行します…
nl_nl: De verbinding met de server is verbroken, opnieuw proberen over {{time}} …

source: The dark theme (by Michal)
ca: Tema fosc (per Michal)
cs: Tmavé téma vzhledu (od Michala)
da: Mørke farver (af Michal)
de: Dunkles Thema (von Michal)
es: Tema oscuro (por Michal)
fi: Tumma teema (by Michal)
fr_ca: Le thème sombre (de Michal)
hu: Sötét téma (by Michal)
it: Tema scuro (da Michal)
ja_jp: ダークテーマ（by Michal）
lt: Tamsi tema (nuo Michal)
lv: Tumšais motīvs (veidoja Michal)
nl_nl: Het donkere thema (door Michal)
pl: Ciemny schemat (wyk. Michal)
pt: Tema escuro (por Michal)
pt_br: O tema escuro (por Michal)
ro: Tema intunecata (de Michal)
ru: Тёмная тема (от Michael)
sr_rs: Tamna tema (napravio Michal)
sv_se: Det mörka temat (av Michal)

source: The default blue on white theme (by Alex)
ca: Tema per defecte, blau sobre blanc (per Alex)
cs: Výchozí téma vzhledu modrá na bílé (od Alexe)
da: Standard blå på hvid (af Alex)
de: Blau-auf-Weiß Thema (von Alex)
es: Tema por defecto azul sobre blanco (por Alex)
fi: Oletusteema, sinistä valkoisella (by Alex)
fr_ca: Thème par défaut bleu sur fond blanc (by Alex)
hu: Alapértelmezett kék-fehér téma (Alextől)
it: Predefinito - Tema blu su bianco (da Alex)
ja_jp: 既定の白地に青テーマ（by Alex）
lt: Numatyta mėlyna ant balto tema (nuo Alex)
lv: Noklusējuma zils uz balta motīvs (veidoja Alex)
nl_nl: Het standaard blauw op wit thema (door Alex)
pl: Domyślny schemat niebieski na białym (wyk. Alex)
pt: Azul em tema claro (by Alex)
pt_br: O tema padrão azul sobre branco (por Alex)
ro: Culoarea albastră implicită pe alb (de Alex)
ru: Стандартная тема синий на белом (от Alex)
sr_rs: Podrazumevana tema plavo na belom (napravio Alex)
sv_se: Standardtemat för blått på vitt (av Alex)

source: The encryption passphrases do not match
de: Die Verschlüsselungs-Passphrase stimmt nicht überein
fi: Salauslausekkeet eivät täsmää
it: Le passphrase di crittografia non corrispondono
ja_jp: 暗号化用のパスフレーズが一致しません
nl_nl: De coderings-wachtwoordzinnen komen niet overeen

source: The file size is {{size}}, larger than the maximum specified size. If the file size decreases, it will be included in future backups.
de: Die Dateigröße ist {{size}}, größer als die maximale festgelegte Größe. Wenn sich die Dateigröße verringert, wird die Datei in zukünftige Sicherungen einbezogen.
it: La dimensione del file è {{size}}, superiore alla dimensione massima specificata. Se la dimensione del file diminuisce, sarà inclusa nei backup futuri.
ja_jp: ファイルのサイズが{{size}}であり、指定されている最大のサイズを超えています。サイズが指定されている最大のサイズよりも小さくなると、このファイルは以後のバックアップに含まれます。
nl_nl: De bestandsgrootte is {{size}}, groter dan de maximaal opgegeven grootte. Als de bestandsgrootte afneemt, zal het worden opgenomen in toekomstige back-ups.

source: The folder {{folder}} does not exist. Create it now?
ca: La carpeta {{folder}} no existeix. Voleu crear-la ara?
cs: Složka {{folder}} neesxistuje. Vytvořit nyní?
da: Mappen {{folder}} eksisterer ikke. Opret den nu?
de: Der Ordner {{folder}} existiert nicht. Ordner erstellen?
es: La carpete {{carpeta}} no existe. ¿La creo ahora?
fi: Kansiota {{folder}} ei ole olemassa. Luodaanko se nyt?
fr_ca: Le dossier {{dossier}} n'existe pas. Créez-le maintenant ?
hu: A mappa nem létezik: {{folder}} . Létrehozzam?
it: La cartella {{folder}} non esiste. Creala adesso?
ja_jp: フォルダー「{{folder}}」は存在しません。 作成しますか？
lt: Aplankas {{folder}} neegzistuoja. Sukurti jį dabar?
nl_nl: De map {{folder}} bestaat niet. Nu aanmaken?
pl: Folder {{folder}} nie istnieje. Utworzyć go teraz?
pt: A pasta {{folder}} não existe. Criar agora?
pt_br: O diretório {{folder}} não existe. Deseja cria-lo agora?
ru: Папка {{folder}} не существует. Создать сейчас?
sr_rs: Fascikla {{folder}} ne postoji. Kreirate je sada?
sv_se: Mappen {{folder}} finns inte. Skapa det nu?
