Repository: duplicati/duplicati
Catalog: Localizations/webroot/localization_webroot-*.po
Languages: ca, cs, da, de, es, fi, fr_ca, hu, it, ja_jp, lt, lv, nl_nl, pl, pt, pt_br, ro, ru, sr_rs, sv_se

source: You must enter a positive number of backups to keep
ca: Heu d'introduir un nombre positiu de còpies de seguretat que voleu preservar
cs: Je třeba zadat kladný počet záloh které uchovávat
da: Du skal indtaste et positivt antal backups der skal bevares
de: Sie müssen eine positive Anzahl der zu behaltenden Sicherungen eingeben.
es: Debe especificar un número positivo de copias de seguridad a guardar
fi: Syötä säilytettävien varmuuskopioiden määrä (positiivinen kokonaisluku)
fr_ca: Vous devez entrer un nombre positif de sauvegarde à conserver
it: Devi inserire un numero positivo di backup da mantenere
ja_jp: 保存するバックアップの数を入力してください
nl_nl: U moet een positief getal opgeven voor de hoeveelheid te bewaren back-ups
pl: Musisz podać dodatnią liczbę kopii do zachowania
pt: Tem que introduzir um número positivo para as cópias de segurança a manter
pt_br: Você deve inserir um número positivo de backups para manter.
ro: Trebuie să introduceți un număr pozitiv de copii de rezervă pe care să le păstrați
ru: Необходимо ввести положительное число резервных копий для хранения
sr_rs: Morate da unesete važeće vreme trajanje za čuvanje rezervnih kopija
sv_se: Du måste ange ett positivt antal säkerhetskopior för att behålla

source: You must enter a tenant (aka project) name to use v3 API
ca: Heu d'introduir un nom d'inquilí (projecte) per fer servir l'API v3
cs: Aby bylo možné použít verzi 3 aplikačního programového rozhraní, je třeba zadat název projektu (tenant)
da: Du er nødt til at angive et tenant (projekt) navn for at bruge v3 API'en
de: Gib einen Kundennamen (bzw. Projektnamen) für die Verwendungder v3-API
es: Debe ingresar un nombre de cliente (también conocido como proyecto) para usar la API v3
fr_ca: Vous devez entrer un nom de tenant (nom de projet) pour utiliser l'API v3
it: Devi inserire un nome detentore (noto anche come progetto) per utilizzare l'API v3
ja_jp: バージョン3のAPIを使用するにはテナント（プロジェクト）名を入力してください
nl_nl: Een tenant (ofwel project) naam moet worden opgegeven om v3 API te gebruiken
pl: Musisz podać nazwę dzierżawcy (znanego jako projekt) aby użyć v3 API
pt: Te de introduzir um tenant (ou seja projeto) para usar a API v3
pt_br: Você deve inserir um nome de inquilino (aka project) para usar a API v3
ru: Вы должны ввести имя проекта, чтобы использовать v3 API
sr_rs: Morate da unesete ime zakupca (aka projekta) da biste koristili v3 API
sv_se: Du måste ange ett tenant (aka project) för att använda v3 API

source: You must enter a tenant name if you do not provide an API key
de: Sie müssen einen Tenantnamen eingeben, wenn Sie keinen API-Key angeben.
fi: Projektin nimi on pakollinen, jos et anna API-keytä
it: Devi inserire un nome detentore se non fornisci una chiave API
ja_jp: APIキーを指定しない場合はテナント名の入力が必要です
nl_nl: U moet een tenant naam ingeven als u de API sleutel niet verstrekt

source: You must enter a valid duration for the time to keep backups
ca: Heu d'introduir una durada vàlida de preservació de les còpies de seguretat
cs: Je třeba zadat platnou dobu po kterou ponechávat zálohy
da: Du skal angive en gyldig periode som backups gemmes i
de: Sie müssen eine gültige Aufbewahrungsdauer für die Sicherungen eingeben.
es: Debe introducir una duración válida para el tiempo de retención de las copias de seguridad
fi: Syötä sallittu varmuuskopioiden säilytysaika
fr_ca: Vous devez entrer une valeur correcte pour la durée de conservation de vos sauvegardes
it: Devi inserire un periodo di tempo valido in cui mantenere i backup
ja_jp: バックアップを保持する期間を正しく指定してください
nl_nl: U moet een geldige tijdsduur ingeven voor de tijd dat back-ups bewaard moeten worden
pl: Musisz podać prawidłowy okres przechowywania kopii zapasowych
pt: Tem de introduzir uma duração de tempo válida durante a qual deve manter as cópias de segurança
pt_br: Você deve inserir uma duração válida de tempo para manter os backups
ro: Trebuie să introduceți o durată valabilă pentru timpul necesar pentru a păstra copii de rezervă
ru: Необходимо ввести допустимый срок времени хранения резервных копий
sr_rs: Morate da unesete važeće vreme trajanja za čuvanja rezervnih kopija
sv_se: Du måste ange en giltig varaktighet för hur länge säkerhetskopior sparas

source: You must enter a valid retention policy string
cs: Je třeba zadat platný řetězec zásady doby uchovávání záloh
de: Sie müssen eine gültige Aufbewahrungsregel angeben.
es: Debes ingresar una cadena de política de retención válida
it: Devi inserire una stringa di criteri di conservazione valida
ja_jp: 保持期間のポリシーを正しく入力してください
nl_nl: Er moet een geldige waarde voor retentiebeleid worden opgegeven
pl: Musisz wprowadzić prawidłowy ciąg zasad przechowywania
pt_br: Você tem que inserir uma string de política de retenção válida
ru: Необходимо ввести допустимое значение политики хранения
sr_rs: Morate da unesete važeći niz politike retencije
sv_se: Du måste ange en giltig lagrings-policysträng

source: You must enter either a password or an API key
de: Sie müssen entweder ein Passwort oder einen API-Key eingeben
it: Devi inserire una password o una chiave API
ja_jp: パスワードかAPIキーを入力してください
nl_nl: U moet òf een wachtwoord, òf een API sleutel ingeven

source: You must enter either a password or an API key, not both
de: Sie müssen entweder ein Passwort oder einen API-Key eingeben, nicht beides
it: Devi inserire una password o una chiave API, non entrambe
ja_jp: パスワードまたはAPIキーのどちらかを入力してください
nl_nl: U moet òf een wachtwoord, òf een API sleutel ingeven, niet beide

source: You must fill in the password
ca: Heu d'introduir la contrasenya
cs: Je třeba vyplnit heslo
da: Du skal angive en adgangskode
de: Sie müssen ein Passwort eintragen.
es: Debe rellenar la contraseña
fi: Täytä salasana
fr_ca: Vous devez renseigner le mot de passe
hu: Ki kell töltened a jelszót
it: Devi compilare in password
ja_jp: パスワードを入力してください
lv: Nepieciešams ievadīt paroli!
nl_nl: U moet het wachtwoord invullen
pl: Musisz wypełnić pole hasło
pt: Tem que preencher uma palavra-passe
pt_br: Você deve preencher a senha
ro: Trebuie să completați parola
ru: Вы должны заполнить пароль
sr_rs: Morate uneti lozinku
sv_se: Du måste fylla i lösenordet

source: You must fill in the server name or address
ca: Heu d'introduir el nom o l'adreça del servidor
cs: Je třeba vyplnit název nebo adresu serveru
da: Du skal angive server navnet eller adressen
de: Sie müssen einen Servernamen oder eine Adresse eintragen.
es: Debe introducir el nombre del servidor o la dirección
fi: Täytä palvelimen nimi tai osoite
fr_ca: Vous devez renseigner le nom du serveur ou l'adresse
hu: Ki kell töltened a szerver nevét vagy a címét
it: Devi compilare in nome del server o indirizzo
ja_jp: サーバー名またはアドレスを入力してください
nl_nl: U moet de servernaam of -adres invullen
pl: Musisz wypełnić pole nazwa serwera lub adres
pt: Tem que preencher o nome ou endereço do servidor
pt_br: Você deve preencher o nome do servidor ou endereço
ro: Trebuie să completați numele sau adresa serverului
ru: Вы должны заполнить имя сервера или адрес
sr_rs: Morate uneti naziv servera ili adresu
sv_se: Du måste fylla i serverns namn eller adress

source: You must fill in the username
ca: Heu d'introduir el nom d'usuari
cs: Je třeba vyplnit uživatelské jméno
da: Du skal angive et brugernavn
de: Sie müssen einen Benutzernamen eintragen.
es: Debe rellenar el nombre de usuario
fi: Täytä käyttäjätunnus
fr_ca: Vous devez renseigner le nom d'utilisateur
hu: Ki kell töltened a felhasználónevet
it: Devi compilare in nome utente
ja_jp: ユーザー名を入力してください
nl_nl: U moet de gebruikersnaam invullen
pl: Musisz wypełnić pole użytkownik
pt: Tem que preencher o nome de utilizador
pt_br: Você deve preencher o usuário
ro: Trebuie să completați numele de utilizator
ru: Вы должны заполнить имя пользователя
sr_rs: Morate uneti korisničko ime
sv_se: Du måste fylla i användarnamnet

source: You must fill in {{field}}
ca: Heu d'introduir el camp «{{field}}»
cs: Je třeba vyplnit kolonku {{field}}
da: Du skal udfylde {{field}}
de: {{field}} muss ausgefüllt sein
es: Debe rellenar el {{field}}
fi: Täytä kenttä {{field}}
fr_ca: Vous devez renseigner le champ : {{field}}
hu: Ez ki kell töltened: {{field}}
it: Devi compilare in {{field}}
ja_jp: {{field}}を入力してください
nl_nl: U moet {{field}} invullen
pl: Musisz wypełnić pole {{field}}
pt: Tem que preencher {{field}}
pt_br: Você deve preencher {{field}}
ro: Trebuie să completați {{field}}
ru: Вы должны заполнить {{field}}
sr_rs: Morate uneti {{field}}
sv_se: Du måste fylla i {{field}}

source: You must select or fill in the AuthURI
ca: Heu de triar o introduir l'AuthURI
cs: Je třeba vybrat nebo vyplnit AuthURI
da: Du skal vælge eller udfylde AuthURI
de: Sie müssen die AuthURI auswählen oder eintragen.
es: Debe seleccionar o rellenar la AuthURI
fi: Valitse tai syötä AuthURI
fr_ca: Vous devez sélectionner ou renseigner l'AuthURI
it: Devi selezionare o compilare in AuthURI
ja_jp: AuthURIを選択または入力してください
nl_nl: U moet de AuthURI selecteren of invullen
pl: Musisz wybrać lub wypełnić pole AuthURI
pt: Tem que selecionar ou preencher o AuthURI
pt_br: Você deve selecionar ou preencher a AuthURI
ro: Trebuie să selectați sau să completați AuthURI
ru: Вы должны выбрать или заполнить AuthURI
sr_rs: Morate izabrati ili uneti AuthURI
sv_se: Du måste välja eller fylla i AuthURI

source: You must select or fill in the server
ca: Heu de triar o introduir el servidor
cs: Je třeba vybrat nebo vyplnit server
da: Du skal vælge eller indtaste server navnet
de: Sie müssen den Server auswählen oder eintragen.
es: Debe seleccionar o rellenar en el servidor
fi: Valitse tai syötä palvelin
fr_ca: Vous devez sélectionner ou renseigner le serveur
it: Devi selezionare o compilare in server
ja_jp: サーバーを選択または入力してください
nl_nl: U moet de server selecteren of invullen
pl: Musisz wybrać lub wypełnić pole serwer
pt: Tem que selecionar ou preencher o servidor
pt_br: Você deve selecionar ou preencher o servidor
ro: Trebuie să selectați sau să completați serverul
ru: Вы должны выбрать или заполнить сервер
sr_rs: Morate izabrati ili uneti server
sv_se: Du måste välja eller fylla i uppgifterna för servern

source: You must specify a path
ca: Heu d'especificar una ruta
cs: Je třeba zadat popis umístění
da: Du skal angive en sti
de: Sie müssen einen Pfad angeben.
es: Debe especificar una ruta de acceso
fi: Määritä polku
fr_ca: Vous devez spécifier un chemin.
hu: Meg kell adnod egy útvonalat
it: Devi specificare un percorso
ja_jp: パスを指定してください
lv: Jums jānorāda ceļš
nl_nl: U moet een pad opgeven
pl: Musisz podać ścieżkę
pt: Tem que especificar o caminho
pt_br: Você deve especificar um caminho
ro: Trebuie să specificați o cale
ru: Вы должны указать путь
sr_rs: Morate navesti putanju
sv_se: Du måste ange en sökväg

source: You should fill in {{field}} {{reason}}
de: Sie sollten ausfüllen {{field}} {{reason}}
it: Dovresti compilare {{field}} {{reason}}
ja_jp: {{reason}}{{field}}を入力してください。
nl_nl: U moet {{field}} {{reason}} invullen

source: Your files and folders have been restored successfully.
ca: S'han restaurat els fitxers i carpetes correctament.
cs: Soubory a složky byly úspěšně obnoveny.
da: Dine filer og mapper blev gendannet korrekt.
de: Dateien und Ordner erfolgreich wiederhergestellt.
es: Los archivos y carpetas han sido restaurados con éxito.
fi: Tiedostot ja kansiot palautettiin onnistuneesti.
fr_ca: Vos fichiers et dossiers ont été restaurés avec succès.
hu: A fájljaid és mappáid sikeresen vissza lettek állítva.
it: I tuoi file e cartelle sono stati ripristinati correttamente.
ja_jp: ファイルとフォルダーを復元しました。
nl_nl: Uw bestanden en mappen zijn succesvol hersteld
pl: Twoje pliki i foldery zostały pomyślnie odtworzone.
pt: Os seus ficheiros e pastas foram restaurados com sucesso.
pt_br: Seus arquivos e pastas foram restaurados com êxito.
ro: Fișierele și folderele dvs. au fost restaurate cu succes.
ru: Ваши файлы и папки были восстановлены успешно.
sr_rs: Vaše datoteke i fascikle su uspešno vraćene.
sv_se: Dina filer och mappar har återställts.

source: Your passphrase is easy to guess. Consider changing passphrase.
ca: La contrasenya és fàcil d'endevinar. Penseu a canviar la contrasenya.
cs: Vaše heslová fráze je snadno uhodnutelná. Zvažte volbu jiné.
da: Din kodesætning er let at gætte. Overvej at skifte den.
de: Ihre Passphrase ist leicht zu erraten. Erwägen Sie eine Änderung der Passphrase.
es: Tu frase de seguridad es fácil de adivinar. Considere cambiarla.
fi: Salauslausekkeesi on helppo arvata. Harkitse lausekkeen vaihtamista.
fr_ca: Votre phrase secrète est facile à deviner. Songez à la changer.
hu: A jelszavadat könnyű kitalálni. Érdemes lenne megváltoztatni.
it: La tua passphrase è facile da indovinare. Considera l'idea di cambiarla.
ja_jp: 設定したパスフレーズは容易に推測できます。パスフレーズの変更を考慮してください。
lv: Jūsu pieejas frāzi ir vienkārsi uzminēt. Apdomājiet pieejas frāzes nomaiņu.
nl_nl: Uw wachtwoordzin is eenvoudig te raden. Overweeg de wachtwoordzin te veranderen.
pl: Twoje długie hasło jest łatwe do odgadnięcia. Rozważ zmianę długiego hasła.
pt: A sua frase-passe é muito fraca. Deve alterar para uma mais forte.
pt_br: Sua senha é fácil de adivinhar. Considere alterá-la.
ro: Fraza de acces este ușor de ghicit. Luați în considerare schimbarea expresiei de acces.
ru: Вашу кодовую фразу легко отгадать. Подумайте об изменении кодовой фразы.
sr_rs: Vaša lozinka je laka za pogađanje. Razmislite o promeni lozinke.
sv_se: Din lösenfras är lätt att gissa. Överväg att ändra lösenordsfras.

source: bucket/folder/subfolder
ca: contenidor/carpeta/subcarpeta
cs: nadoba/slozka/podslozka
da: buvket/mappe/undermappe
de: Bucket/Ordner/Unterordner
es: depósito/carpeta/subcarpeta
fi: säilö/kansio/alikansio
fr_ca: bucket/dossier/sous-dossier
it: bucket/cartella/sottocartella
ja_jp: バケット/フォルダー/サブフォルダー
lv: spainis/mape/apakšmape
nl_nl: bucket/map/submap
pl: zasobnik/folder/podfolder
pt: 'bucket'/pasta/sub-pasta
pt_br: bucket/pasta/subpasta
ro: cupă pentru excavat / folder / subfolder
ru: bucket/папка/подпапка
sr_rs: segment/fascikla/podfascikla
sv_se: bucket/mapp/undermapp

source: custom
ca: personalitzat
cs: vlastní
da: tilpasset
de: benutzerdefiniert
es: Personalizar
fi: mukautettu
fr_ca: personnalisé
hu: egyéni
it: Personalizzato
ja_jp: ユーザー定義
nl_nl: aangepast
pl: dostosowany
pt: personalizado
pt_br: personalizado
ro: personalizat
ru: пользовательские
sr_rs: poručen
sv_se: anpassad

source: failed
it: non riuscito
ja_jp: 失敗しました
nl_nl: mislukt

source: local repository, leave empty for local
it: repository locale, lascia vuoto per il locale

source: remote path, e.g. backup
de: Remote Pfad, z.B. backup
it: percorso remoto, ad es. backup
ja_jp: リモートのパス（例：backup）
nl_nl: extern pad, bijv. backup

source: remote repository, e.g. remote
de: Entferntes Repository, z.B. remote
it: repository remoto, ad es. remoto
ja_jp: リモートのリポジトリー名（例：remote）
nl_nl: externe opslagplaats, bijv. remote

source: resume now
ca: reprèn ara
cs: pokračovat nyní
da: genoptag nu
de: Jetzt starten
es: reanudar ahora
fi: jatka nyt
fr_ca: reprendre maintenant
hu: folytatás most
it: riprendi ora
ja_jp: 再開
lv: turpināt tagad
nl_nl: nu hervatten
pl: wznów teraz
pt: retomar agora
pt_br: continuar agora
ro: reluați acum
ru: возобновить сейчас
sr_rs: nastavi odmah
sv_se: återuppta nu

source: unless you are explicitly specifying --group-id
ca: excepte si especifiqueu explícitament el paràmetre --group-id
cs: pokud výslovně neuvedete --group-id
da: Medmindre du eksplicit angiver --group-id
de: es sei denn, Sie geben explizit --group-id an
es: a menos que usted haya especificando explícitamente --group-id
fr_ca: sauf si vous spécifiez explicitement --group-id
it: a meno che tu non stia specificando esplicitamente --group-id
ja_jp: --group-idを明示的に指定しているのでない限り、
nl_nl: tenzij u expliciet --group-id opgeeft
pl: chyba że wyraźnie określisz --group-id
pt: a não ser que esteja a especificar explicitamente --group-id
pt_br: a menos que você esteja explicitamente especificando --group-id
ru: если вы явно не указываете --group-id
sr_rs: osim ako izričito ne navedete --group-id
sv_se: om du inte uttryckligen anger --group-id

source: {{appname}} was primarily developed by <a href="{{mail1}}">{{dev1}}</a> and <a href="{{mail2}}">{{dev2}}</a>. {{appname}} can be downloaded from <a href="{{websitelink}}">{{websitename}}</a>. {{appname}} is licensed under the <a href="{{licenselink}}">{{licensename}}</a>.
ca: El {{appname}} ha estat desenvolupat principalment per <a href="{{mail1}}">{{dev1}}</a> i <a href="{{mail2}}">{{dev2}}</a>. Podeu baixar-vos el {{appname}} des de <a href="{{websitelink}}">{{websitename}}</a>. El {{appname}} està publicat sota la <a href="{{licenselink}}">{{licensename}}</a>.
cs: {{appname}} bylo vyvinuto hlavně <a href="{{mail1}}">{{dev1}}</a> a <a href="{{mail2}}">{{dev2}}</a>. {{appname}} je možné si stáhnout z <a href="{{websitelink}}">{{websitename}}</a>. {{appname}} je šířeno pod licencí <a href="{{licenselink}}">{{licensename}}</a>.
da: {{appname}} er primært udviklet af <a href="{{mail1}}">{{dev1}}</a> og <a href="{{mail2}}">{{dev2}}</a>. {{appname}} kan downloades fra <a href="{{websitelink}}">{{websitename}}</a>. {{appname}} er licenseret med <a href="{{licenselink}}">{{licensename}}</a>.
de: {{appname}} wurde hauptsächlich von <a href="{{mail1}}">{{dev1}}</a> und <a href="{{mail2}}">{{dev2}}</a> entwickelt. {{appname}} kann unter folgender Adresse heruntergeladen werden: <a href="{{websitelink}}">{{websitename}}</a>. {{appname}} ist unter <a href="{{licenselink}}">{{licensename}}</a> lizenziert.
es: {{appname}} fue desarrollado principalmente por <a href="{{mail1}}">{{dev1}}</a> y <a href="{{mail2}}">{{dev2}}</a>. Puede descargarse {{appname}} desde <a href="{{websitelink}}"> {{websitename}}</a>. {{appname}} está licenciado bajo <a href="{{licenselink}}"> {{licensename}}</a>.
fi: {{appname}}n on pääasiallisesti kehittänyt <a href="{{mail1}}">{{dev1}}</a> and <a href="{{mail2}}">{{dev2}}</a>. {{appname}}n voi ladata osoitteesta <a href="{{websitelink}}">{{websitename}}</a>. {{appname}} on lisensoitu <a href="{{licenselink}}">{{licensename}}</a> -lisenssillä.
fr_ca: {{appname}} a été principalement développée par <a href="{{mail1}}">{{dev1}}</a> et <a href="{{mail2}}">{{dev2}}</a>. {{appname}} peut être téléchargée depuis <a href="{{websitelink}}">{{websitename}}</a>. {{appname}} est sous licence <a href="{{licenselink}}">{{licensename}}</a>.
it: {{appname}} è stato sviluppato principalmente da <a href="{{mail1}}">{{dev1}}</a> e <a href="{{mail2}}">{{dev2}}</a>. {{appname}} può essere scaricato da <a href="{{websitelink}}">{{websitename}}</a>. {{appname}} è sotto la licenza <a href="{{licenselink}}">{{licensename}}</a>.
ja_jp: {{appname}}は最初に<a href="{{mail1}}">{{dev1}}</a>と<a href="{{mail2}}">{{dev2}}</a>によって開発されました。{{appname}}は<a href="{{websitelink}}">{{websitename}}</a>からダウンロードできます。{{appname}}は<a href="{{licenselink}}">{{licensename}}</a>によってライセンスされています。
nl_nl: {{appname}} werd in eerste instantie ontwikkeld door <a href="{{mail1}}">{{dev1}}</a> en <a href="{{mail2}}">{{dev2}}</a>. {{appname}} kan gedownload worden van <a href="{{websitelink}}">{{websitename}}</a>. {{appname}} is gelicenseerd onder de <a href="{{licenselink}}">{{licensename}}</a>.
pl: {{appname}} zostało opracowane głównie przez <a href="{{mail1}}">{{dev1}}</a> i <a href="{{mail2}}">{{dev2}}</a>. {{appname}} można pobrać z <a href="{{websitelink}}">{{websitename}}</a>. {{appname}} podlega licencji <a href="{{licenselink}}">{{licensename}}</a>.
pt: {{appname}} foi inicialmente desenvolvido por <a href="{{mail1}}">{{dev1}}</a> e <a href="{{mail2}}">{{dev2}}</a>. {{appname}} pode ser descarregado em <a href="{{websitelink}}">{{websitename}}</a>. {{appname}} é licenciado nos termos da <a href="{{licenselink}}">{{licensename}}</a>.
pt_br: {{appname}} foi desenvolvido inicialmente por <a href="{{mail1}}">{{dev1}}</a> e<a href="{{mail2}}">{{dev2}}</a>. {{appname}} pode ser baixado em <a href="{{websitelink}}">{{websitename}}</a>. {{appname}} é licenciado sob a <a href="{{licenselink}}">{{licensename}}</a>.
ro: {{appname}} a fost dezvoltat în primul rând prin <a href="{{mail"}}"> {{dev1}} </a> și <a href="{{mail2}}"> {{dev2}} </ a>. {{appname}} poate fi descărcat de la <a href="{{websitelink}}"> {{sitename}} </a>. {{appname}} este licențiat sub <a href="{{licenselink}}"> {{licensename}} </a>.
ru: Основными разработчиками {{appname}} являются <a href="{{mail1}}">{{dev1}}</a> и <a href="{{mail2}}">{{dev2}}</a>. Последняя версия {{appname}} может быть загружена с сайта <a href="{{websitelink}}">{{websitename}}</a>. {{appname}} распространяется под лицензией <a href="{{licenselink}}">{{licensename}}</a>.
sr_rs: {{appname}} su prvenstveno razvili <a href="{{mail1}}">{{dev1}}</a> i <a href="{{mail2}}">{{dev2}}</a>. {{appname}} se može preuzeti sa <a href="{{websitelink}}">{{websitename}}</a>. {{appname}} je licenciran pod <a href="{{licenselink}}">{{licensename}}</a>.
sv_se: {{appname}} utvecklades främst av <a href="{{mail1}}">{{dev1}}</a> och <a href="{{mail2}}">{{dev2}}</a>. {{appname}} kan laddas ner från <a href="{{websitelink}}">{{websitename}}</a>. {{appname}} är licensierad under <a href="{{licenselink}}">{{licensename}}</a>.

source: {{brandingService.appName}} is using the following third party libraries:
de: {{brandingService.appName}} benutzt folgende Third Party Bibliotheken:
it: {{brandingService.appName}} utilizza le seguenti librerie di terze parti:
ja_jp: {{brandingService.appName}}は以下のサードパーティー製のライブラリーを使用しています。
nl_nl: {{brandingService.appName}} gebruikt de volgende bibliotheken van derden:

source: {{files}} files ({{size}}) to go {{speed_txt}}
ca: Queden {{files}} fitxers ({{size}}) {{speed_txt}}
cs: {{files}} souborů ({{size}}) zbývá {{speed_txt}}
da: {{files}} filer ({{size}}) tilbage {{speed_txt}}
de: {{files}} Dateien ({{size}}) zu erledigen {{speed_txt}}
es: {{files}} ficheros ({{size}}) para finalizar {{speed_txt}}
fr_ca: {{files}} fichiers {{size}}) à transferer {{speed_txt}}
hu: {{files}} fájl ({{size}}) van még hátra {{speed_txt}}
it: Caricamento di {{files}} file ({{size}}) {{speed_txt}}
ja_jp: 残り{{files}}個のファイル ({{size}}) {{speed_txt}}
nl_nl: {{files}} bestanden ({{size}}) te gaan {{speed_txt}}
pl: {{files}} pliki ({{size}}), do zakończenia {{speed_txt}}
pt: {{files}} ficheiros ({{size}}) por enviar {{speed_txt}}
pt_br: {{files}} arquivos ({{size}}) restantes {{speed_txt}}
ro: {{files}} fișiere ({{size}}) pentru a merge {{speed_txt}}
ru: {{files}} файлов ({{size}}) впереди {{speed_txt}}
sr_rs: {{files}} fajlovi ({{size}}) da ide {{speed_txt}}
sv_se: {{files}} filer ({{size}}) att gå {{speed_txt}}

source: {{item.Backup.Metadata.TargetSizeString}} / {{$count}} Version
ca: {{item.Backup.Metadata.TargetSizeString}} / {{$count}} versió
cs: {{item.Backup.Metadata.TargetSizeString}} / {{$count}} verze
es: {{item.Backup.Metadata.TargetSizeString}} / {{$count}} Versión
fi: {{item.Backup.Metadata.TargetSizeString}} / {{$count}} versio
hu: {{item.Backup.Metadata.TargetSizeString}} / {{$count}} verzió
it: {{item.Backup.Metadata.TargetSizeString}} / {{$count}} Versione
ja_jp: {{item.Backup.Metadata.TargetSizeString}} / {{$count}}個のバージョン
lt: {{Item.Backup.Metadata.TargetSizeString}} / {{$ count}} versija
nl_nl: {{item.Backup.Metadata.TargetSizeString}} / {{$count}} Versie
pl: {{item.Backup.Metadata.TargetSizeString}} / {{$count}} Wersja
pt: {{item.Backup.Metadata.TargetSizeString}} / {{$count}} versão
pt_br: {{item.Backup.Metadata.TargetSizeString}} / {{$count}} Versão
ro: {{item.Backup.Metadata.TargetSizeString}} / {{$ count}} versiune
ru: {{item.Backup.Metadata.TargetSizeString}} / {{$count}} версия
sr_rs: {{item.Backup.Metadata.TargetSizeString}} / {{$count}} verzije
